Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: <strong>It is recommended to use Tor Browser to access SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
ar: <strong>نوصي باستخدام متصفح تور للنفاذ إلى سِكيوردرُپ :</strong> <a class="recommend-tor" href="{tor_browser_url}">طالع خطوات التنصيب</a> أو تجاهل هذا التحذير للمواصلة.
ca: <strong>És recomanable l'ús del navegador Tor per accedir al SecureDrop:</strong><a class="recommend-tor" href="{tor_browser_url}">Apreneu com instal·lar-lo</a> o ignoreu aquest avís per a continuar.
cs: <strong>SecureDrop doporučujeme používat v prohlížeči Tor:</strong> <a class="recommend-tor" href="{tor_browser_url}">Zjistěte, jak Tor nainstalovat</a> nebo ignorujte tuto zprávu a pokračujte.
de_de: <strong>Es wird empfohlen, für den Zugriff auf SecureDrop den Tor-Browser zu verwenden:</strong> <a class="recommend-tor" href="{tor_browser_url}">Erfahren Sie, wie Sie ihn installieren</a> oder ignorieren Sie diese Warnung, um fortzufahren.
el: <strong>Προτείνεται να χρησιμοποιείτε τον Tor Browser για να επισκέπτεστε το SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Μάθετε πως να τον εγκαταστήσετε</a>, ή αγνοήστε αυτή την προειδοποίηση για να συνεχίσετε.
fi: <strong>Tor-selaimen käyttö on erittäin suositeltavaa, kun käytät SecureDropia:</strong> <a class="recommend-tor" href="{tor_browser_url}">Lue asennusohjeet</a>, tai jätä tämä varoitus huomioimatta ja jatka.
fr_fr: <strong>Il est recommandé d’utiliser le Navigateur Tor pour accéder à SecureDrop : </strong> <a class="recommend-tor" href="{tor_browser_url}">Apprenez à l’installer</a> ou ignorez cet avertissement afin de poursuivre.
he: <strong>מומלץ להשתמש בדפדפן Tor כדי לגשת אל SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">למד כיצד להתקין אותו</a>, או התעלם מהאזהרה זו כדי להמשיך.
is: <strong>Mælt er með því að nota Tor-vafrann til að fá aðkomu að SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Sjáðu hvernig á að setja upp Tor-vafrann</a>, eða hunsaðu þessa aðvörun til að halda áfram.
it_it: <strong>Ti consigliamo di usare il Browser Tor per accedere a SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Scopri come installarlo</a>, o ignora questo avviso per continuare.
nb_no: <strong>Det anbefales å bruke Tor-nettleseren for å nå SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Lær hvordan du installerer den</a>, eller se bort fra denne advarselen for å fortsette uten.
nl: <strong>Het wordt aangeraden om de Tor Browser te gebruiken om SecureDrop te bezoeken:</strong> <a class="recommend-tor" href="{tor_browser_url}">Lees hier informatie om deze te installeren</a> of negeer deze waarschuwing om door te gaan.
pl: <strong>Zaleca się korzystanie z Tor Browser w celu uzyskania dostępu do SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Dowiedz się, jak ją zainstalować</a> lub zignoruj to ostrzeżenie, aby kontynuować.
pt_br: <strong>Recomenda-se o uso do navegador Tor para acessar o SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Veja como instalar o Tor</a> ou ignore este aviso e continue.
pt_pt: <strong>Recomenda-se o uso do navegador Tor para aceder ao SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Veja como o instalar</a>, ou ignore este aviso e continue.
ru: <strong>Рекомендуется использовать Tor Browser для доступа к SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}">Узнайте, как его установить</a>, или проигнорируйте для продолжения.
sv: <strong>Det är rekommenderat att använda Tor Browser för att använda SecureDrop:</strong> <a class="recommend-tor" href="{tor_browser_url}"> Lär dig hur den installeras</a>, eller ignorera denna varning och fortsätt.
tr: <strong>SecureDrop uygulamasına erişmek için Tor Browser kullanmanız önerilir:</strong><a class="recommend-tor" href="{tor_browser_url}">Nasıl kuracağınızı öğrenin</a> ya da bu uyarıyı görmezden gelerek devam edin.

source: <strong>It is recommended you use the desktop version of Tor Browser to access SecureDrop, as Orfox does not provide the same level of security and anonymity as the desktop version.</strong> <a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >Learn how to install it</a>, or ignore this warning to continue.
ar: <strong>يوصى باستخدام إصدار سطح المكتب من متصفح تور للدخول إلى SecureDrop، لا يعطي Orfox نفس المستوى من الأمان والسرية مثل إصدار سطح المكتب.</strong><a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >تعلم كيفية تثبيت تور</a>، أو تجاهل هذا التحذير للاستمرار.
ca: <strong>Es recomana que utilitzeu la versió d'escriptori del Navegador Tor per accedir al SecureDrop, ja que Orfox no ofereix el mateix nivell de seguretat i anonimat que la versió d'escriptori.</strong> <a class="recommend-tor" aria-label="Més informació sobre com instal·lar el Navegador Tor" href="{tor_browser_url}" >Més informació sobre com instal·lar-lo</a>, o ignoreu aquest avís per continuar.
fi: <strong>On suositeltavaa käyttää Tor-selaimen työpöytäversiota SecureDropin käyttämiseen, koska Orfox ei tarjoa samaa suojaustasoa ja nimettömyyttä kuin työpöytäversio.</strong><a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >, tai jätä tämä varoitus huomioimatta jatkaaksesi.
fr_fr: <strong>Il est recommandé d’utiliser la version pour ordinateur du Navigateur Tor pour accéder à SecureDrop, car Orfox n’offre pas le même niveau de sécurité ni d’anonymat que la version pour ordinateur.</strong> <a class="recommend-tor" aria-label="Découvrir comment installer le Navigateur Tor" href="{tor_browser_url}">Découvrez comment l’installer</a> ou ignorez cet avertissement afin de poursuivre.
is: <strong>Mælt er með því að nota skjáborðsútgáfu Tor-vafrans til aðgangs að SecureDrop, þar sem Orfox gefur ekki sama stig öryggis og nafnleyndar eins og skjáborðsútgáfurnar.</strong> <a class="recommend-tor" aria-label="Sjáðu hvernig á að setja upp Tor-vafrann" href="{tor_browser_url}" >Sjáðu hvernig á að setja upp Tor-vafrann</a>, eða hunsaðu þessa aðvörun til að halda áfram.
nb_no: <strong>Det anbefales å bruke datamaskin-versjonen av Tor-nettleseren for å koble seg til SecureDrop, fordi Orfox ikke gir det samme nivået innen sikkerhet og anonymitet som datamaskin-versjonen.</strong> <a class="recommend-tor" aria-label="Lær hvordan du installerer Tor-nettleseren" href="{tor_browser_url}" >Lær hvordan du installerer den</a>, eller ignorer denne advarselen for å fortsette.
nl: <strong>Het wordt aangeraden om de desktopversie van Tor Browser te gebruiken om toegang te krijgen tot SecureDrop, omdad Orfox niet dezelfde mate van beveiliging en anonimiteit biedt. </strong> <a class="recommend-tor" aria-label="Leer hoe je de Tor Browser kunt installeren" href="{tor_browser_url}" >Leer hoe je het kunt installeren</a>, of negeer deze waarschuwing om door te gaan.
pl: <strong>Zaleca się użycie wersji komputerowej Tor Browser, aby uzyskać dostęp do SecureDrop, ponieważ Orfox nie zapewnia takiego samego poziomu bezpieczeństwa i anonimowości jak wersja komputerowa.</strong> <a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >Dowiedz się, jak ją zainstalować </a> lub zignoruj to ostrzeżenie, aby kontynuować.
ru: <strong>Рекомендуется использовать настольную версию Tor Browser, чтобы получить доступ к SecureDrop, так как Orfox не предоставляет тот же уровень безопасности и анонимности, как настольная версия. </strong><a class="recommend-tor" aria-label="Узнайте, как установить Tor Browser" href="{tor_browser_url}" >Узнайте, как её установить</a>, или проигнорируйте это уведомление, чтобы продолжить.
sv: <strong>Det är rekommenderat att använda datorversionen av Tor Browser för åtkomst till SecureDrop, eftersom Orfox inte ger samma nivå av säkerhet och anonymitet som datorversionen. <a class="recommend-tor" aria-label="Learn how to install Tor Browser" href="{tor_browser_url}" >Lär dig hur du installerar </a>, eller ignorera denna varningen för att fortsätta.
tr: <strong>SecureDrop'a erişmek için Tor Tarayıcı'nın masaüstü sürümünü kullanmanızı öneriyoruz, çünkü Orfox masaüstü sürümle aynı güvenlik ve anonimlik düzeyini sağlamıyor.</strong> <a class="recommend-tor" aria-label="Tor Tarayıcıyı nasıl kuracağınızı öğrenin" href="{tor_browser_url}" >Nasıl kuracağınızı öğrenin</a>, veya bu uyarıyı yok saymak için devam edin.

source: {} logo
ar: {} شعار
ca: Logotip del {}
el: Λογότυπο της/του {}
fi: Organisaation {} logo
fr_fr: Logo de {}
he: לוגו של {}
is: {} táknmerki
nl: Logo van {}
pt_br: {} logotipo
pt_pt: logótipo de {}
ru: логотип {}
sv: {} logga
tr: {} logosu

source: First submission
ar: الإيداع الأول
ca: Primer enviament
cs: První podání
de_de: Erste Einreichung
el: Πρώτη υποβολή
fi: Ensimmäinen lähetys
fr_fr: Premier envoi
he: הודעה ראשונה
hi: पहला सबमिशन
is: Fyrsta innsending
it_it: Primo invio
lt: Pirmasis pateikimas
nb_no: Første innsendelse
nl: Eerste inzending
pl: Pierwsze zgłoszenie
pt_br: Primeiro envio
pt_pt: Primeiro envio
ro: Prima trimitere
ru: Первая отправка
sv: Första inlämning
ta: முதல் அனுப்புகை
tr: İlk gönderim

source: First time submitting to our SecureDrop? Start here.
ar: هل هي المرة الأولى التي تودع فيها مستندات في سيكيور دروب SecureDrop؟ ابدأ هنا.
ca: És el primer cop que envieu informació amb el SecureDrop? Comenceu aquí.
cs: Podáváte na náš SecureDrop prvně? Začněte zde.
de_de: Erstmalige Einreichung bei unserem SecureDrop? Beginnen Sie hier.
el: Υποβάλετε κάτι στο SecureDrop μας για πρώτη φορά; Ξεκινήστε από εδώ.
fi: Jos tämä on ensimmäinen kerta kun lähetät tiedostoja journalisteille, aloita tästä.
fr_fr: Est-ce votre premier envoi à notre SecureDrop ? Commencez ici.
he: פעם ראשונה ב-SecureDrop שלנו? התחל כאן.
hi: पहली बार हमारे सिक्योरड्रॉप को सबमिट करना?, तो यहां से शुरू करें।
is: Er þetta í fyrsta skipti sem þú sendir eitthvað inn á SecureDrop-tilvikið okkar? Byrjaðu þá hér.
it_it: Primo invio al nostro SecureDrop? Inizia qui.
lt: Pirmą kartą įkeliate į „SecureDrop“? Pradėti čia.
nb_no: Hvis dette er første gang du sender informasjon til vår SecureDrop? Start her.
nl: Eerste keer dat u iets naar onze SecureDrop inzendt? Begin hier.
pl: Po raz pierwszy przesyłasz do naszego SecureDrop? Zacznij tutaj.
pt_br: Este é o seu primeiro envio pelo nosso SecureDrop? Comece por aqui.
pt_pt: É a premira vez que envia mensagens / documentos através do nosso SecureDrop? Comece aqui.
ro: Este prima dată când trimiți ceva pe SecureDrop? Începe de aici.
ru: Если вы впервые отправляете журналистам, начните здесь.
sv: Är det här första gången du skickar in information till vår SecureDrop? Börja här.
ta: நமது SecureDrop-இல் முதன்முறையாகச் அனுப்புகின்றீர்களா? இங்கே தொடங்குக.
tr: SecureDrop uygulamamıza ilk defa bir şey gönderecekseniz, buradan başlayın.

source: Get Started With Your First Submission
ar: ابدأ بتقديمك الأول
ca: Comenceu amb el vostre primer enviament
fi: Aloita ensimmäisellä lähetykselläsi
fr_fr: Rédiger votre première envoi
is: Förum af stað í fyrstu innsendinguna þína
nb_no: Kom i gang med din første innsendelse
nl: Begin met je eerste inzending
pl: Zacznij od pierwszego zgłoszenia
ru: Начните ваше первое отправление
sv: Påbörja din första inlämning
tr: İlk Gönderiminize Başlayın

source: GET STARTED
ar: انطلق
ca: PRIMERS PASSOS
cs: ZAČÍT
de_de: ERSTE SCHRITTE
el: ΞΕΚΙΝΗΣΤΕ
fi: ALOITA
fr_fr: COMMENÇONS
he: התחל
hi: शुरु करें
is: BYRJA HÉR
it_it: INIZIA
lt: PRADĖTI
nb_no: Kom i gang
nl: BEGIN
pl: ROZPOCZNIJ
pt_br: COMO COMEÇAR
pt_pt: COMEÇAR
ro: ÎNCEPE
ru: НАЧАТЬ
sv: BÖRJA HÄR
ta: தொடங்கிடுக
tr: BAŞLAYIN

source: Return visit
ar: زائر متكرر
ca: Cap novetat?
cs: Vracím se
de_de: Wiederholungsbesuch
el: Επιστροφή
fi: Paluuvierailu
fr_fr: Visite de suivi
he: ביקור חוזר
hi: वापसी का दौरा
is: Endurkomu heimsókn
it_it: Visitatore di ritorno
lt: Grįžimas
nb_no: Sendt inn før
nl: Vervolgbezoek
pl: Wizyta powrotna
pt_br: Nova visita
pt_pt: Já tem conta?
ro: Am revenit
ru: Повторный визит
sv: Återkommande besök
ta: மறு வருகை
tr: Daha önce gelmiştim

source: Already have a codename? Check for replies or submit something new.
ar: هل لديك اسم رمزي؟ تحقق إن أتتك ردود أو قم بإيداع جديد.
ca: Si ja teniu un nom en clau, entreu i comproveu les respostes o envieu quelcom nou.
cs: Už máte krycí jméno? Zkontrolujte odpovědi anebo pošlete něco nového.
de_de: Haben Sie bereits einen Decknamen? Schauen Sie nach Antworten oder reichen Sie etwas Neues ein.
el: Έχετε ήδη κωδικό όνομα; Ελέγξτε για απαντήσεις ή υποβάλετε κάτι καινούριο.
fi: Onko sinulla jo koodinimi? Tarkista vastaukset, tai lähetä jotain uutta.
fr_fr: Avez-vous déjà un nom de code ? Vérifiez la présence de réponses ou envoyez quelque chose de nouveau.
he: כבר יש לך שם קוד? בדוק אם יש תשובות או שלח משהו חדש.
hi: पहले से ही एक संकेत नाम है? उत्तर के लिए जांचें या कुछ नया सबमिट करें।
is: Ertu þegar með kóðanafn? Skoðaðu svör eða sendu inn eitthvað nýtt.
it_it: Hai già un nome in codice? Controlla le risposte o invia qualcosa di nuovo.
lt: Jau turite kodinį pavadinimą? Patikrinkite, ar nėra atsakymų, arba pateikite ką nors naujo.
nb_no: Har du allerede et kodenavn? Sjekk om du har fått svar, eller send inn ny informasjon.
nl: Hebt u al een codenaam? Controleer of er antwoorden zijn of stuur iets nieuws in.
pl: Masz już kryptonim? Sprawdź odpowiedzi lub prześlij coś nowego.
pt_br: Você já criou um codinome? Verifique respostas ou envie novos documentos.
pt_pt: Já tem um nome-código? Veja se já lhe responderam ou envie mais documentos.
ro: Ai deja un nume de cod? Vezi dacă ai primit răspunsuri sau trimite ceva nou.
ru: Уже получали код? Введите для проверки ответов.
sv: Har du redan ett kodnamn? Kontrollera om du fått svar eller lämna in något nytt.
ta: ஏற்கனவே ஒரு குறிப்பெயர் உள்ளதா? மறுமொழிகளைப் பார்த்திடுக அல்லது ஏதேனும் புதியதாகச் அனுப்பிடுக.
tr: Daha önce bir kod adı aldıysanız yanıtlara bakabilir veya yeni bir şeyler gönderebilirsiniz.

source: Log In Using Your Codename
ar: تسجيل الدخول باستخدام اسمك الرمزي
ca: Inicieu sessió amb el vostre nom en clau
fi: Kirjaudu sisään koodinimelläsi
fr_fr: Vous connecter avec votre nom de code
is: Skráðu þig inn með kóðanafninu þínu
nb_no: Logg inn med ditt kodenavn
nl: Log in met uw codenaam
pl: Zaloguj się przy użyciu swojego kryptonimu
ru: Войдите используя ваш псевдоним
sv: Logga in med ditt kodnamn
tr: Kod Adınızı Kullanarak Oturum Açın

source: Log in
ar: تسجيل الدخول
ca: Inicia la sessió
cs: Přihlásit se
de_de: Anmeldung
el: Σύνδεση
fi: Kirjaudu sisään
fr_fr: Se connecter
he: כניסה
is: Innskráning
it_it: Accesso
nb_no: Logg inn
nl: Inloggen
pl: Zaloguj
pt_pt: Iniciar sessão
ru: Войти
sv: Logga in
tr: Oturum Aç

source: Enter Codename
ar: أدخل الاسم الرمزي
ca: Introduïu el nom en clau
cs: Zadat krycí jméno
de_de: Deckname eingeben
el: Εισαγωγή κωδικού ονόματος
fi: Anna koodinimi
fr_fr: Saisir le nom de code
he: הזן שם קוד
hi: संकेत नाम दर्ज करें
is: Settu inn kóðanafn
it_it: Inserire nome in codice
lt: Įveskite kodo pavadinimą
nb_no: Skriv inn kodenavn
nl: Codenaam invoeren
pl: Wpisz kryptonim
pt_br: Inserir Codinome
pt_pt: Escreva o Nome-código
ro: Introdu numele de cod
ru: Введите кодовое имя
sv: Ange kodnamn
ta: குறிப்பெயரை உள்ளிடுக
tr: Kod Adını Yazın

source: Enter your codename
ar: أدخل اسمك الرمزي
ca: Introduïu el vostre nom en clau
cs: Zadejte své krycí jméno
de_de: Geben Sie Ihren Decknamen ein
el: Γράψτε το κωδικό όνομά σας
fi: Anna koodinimesi
fr_fr: Saisissez votre nom de code
he: הזן את שם הקוד שלך
hi: आपका संकेत नाम दर्ज करें
is: Settu inn kóðanafnið þitt
it: Inserisci il tuo codename
it_it: Inserire il proprio nome in codice
lt: Įveskite jūsų kodo pavadinimą
nb_no: Skriv inn ditt kodenavn
nl: Voer uw codenaam in
pl: Wpisz swój kryptonim
pt_br: Digite o seu codinome
pt_pt: Escreva o seu nome-código
ro: Introdu numele tău de cod
ru: Введите ваше кодовое имя
sv: Ange ditt kodnamn
ta: உங்களுடைய குறிப்பெயரை உள்ளிடுக
tr: Kod adınızı yazın

source: Cancel and Return to Previous Page
ar: إلغاء والعودة إلى الصفحة السابقة
ca: Cancel·la i torna a la pàgina anterior
fi: Peruuta ja palaa edelliselle sivulle
fr_fr: Annuler et retourner vers la page précédente
is: Hætta og fara aftur á fyrri síðu
nb_no: Avbryt og returner til forrige side
nl: Annuleren en terugkeren naar de vorige pagina
pl: Anuluj i wróć do poprzedniej strony
ru: Отменить и вернуться к прошлой странице
sv: Avbryt och återgå till föregående sida
tr: İptal Et ve Önceki Sayfaya Dön

source: CANCEL
ar: ألغ
ca: CANCEL·LA
cs: ZRUŠIT
de_de: ABBRECHEN
el: ΑΚΥΡΩΣΗ
fi: PERUUTA
fr_fr: ANNULER
he: ביטול
hi: रद्द करें
is: HÆTTA VIÐ
it_it: ANNULLA
lt: ATŠAUKTI
nb_no: AVBRYT
nl: ANNULEREN
pl: ANULUJ
pt_br: CANCELAR
pt_pt: CANCELAR
ro: RENUNȚĂ
ru: ОТМЕНИТЬ
sv: AVBRYT
ta: விடுக
tr: İPTAL

source: Additional Action Required
ar: مطلوب إجراء إضافي
ca: Cal una acció addicional
cs: Vyžadována další akce
de_de: Zusätzliche Maßnahmen erforderlich
el: Απαιτείται επιπλέον ενέργεια
fi: Lisätoimenpiteitä tarvitaan
fr_fr: Une action supplémentaire est nécessaire
he: נדרשת פעולה נוספת
is: Viðbótaraðgerð nauðsynleg
it_it: Richiesta azione aggiuntiva
nb_no: Ytterligere handlinger er påkrevd
nl: Extra handeling vereist
pl: Wymagane dodatkowe działanie
pt_pt: Só falta um passo
ru: Требуется дополнительное действие
sv: Mer information krävs
tr: Ek İşlem Gerekli

source: Log Back In
ar: إعادة تسجيل الدخول
ca: Torna a iniciar sessió
fi: Kirjaudu takaisin sisään
fr_fr: Vous reconnecter
is: Skráðu þig aftur inn
nb_no: Logg inn igjen
nl: Opnieuw inloggen
pl: Zaloguj się ponownie
ru: Войти обратно
sv: Logga in igen
tr: Tekrar Oturum Aç

source: One more thing...
ar: هناك أمرٌ آخر نود أن نلفت نظرك إليه...
ca: Una cosa més...
cs: Ještě jedna věc...
de_de: Eine Sache noch...
el: Κάτι ακόμα...
fi: Yksi asia vielä...
fr_fr: Une dernière chose…
he: עוד דבר אחד...
hi: एक और चीज़...
is: Eitt í viðbót...
it_it: Ancora una cosa...
lt: Dar vienas dalykas...
nb_no: Én ting til…
nl: Nog één ding…
pl: Jeszcze jedna sprawa...
pt_br: Uma última coisa...
pt_pt: Uma última coisa...
ro: Încă ceva...
ru: И еще кое-что...
sv: En sak till…
ta: மேலும் ஒரு குறிப்பு...
tr: Bir şey daha var...

source: Click the <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity</b> button in your Tor Browser's toolbar. This will clear your Tor Browser activity data on this device.
ar: اضغط على الزر <img src={icon} alt="" width="16" height="16">&nbsp;<b>هوية جديدة</b> في شريط متصفحك تور إذ أن ذلك من شأنه أن يمسح أي نشاط قمت به على متصفح تور من هذا الجهاز.
ca: Feu clic al botó <img src={icon} alt="" width="16" height="16">&nbsp;<b>Identitat nova</b> de la barra d'eines del navegador Tor. Això buidarà les dades d'activitat en el navegador Tor en aquest aparell.
cs: Klepněte na <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nová identita</b> na liště svého prohlížeče Tor. Smažete tím data o aktivitě prohlížeče Tor na tomto zařízení.
de_de: Klicken Sie auf die Schaltfläche <img src={icon} alt="" width="16" height="16">&nbsp;<b>Neue Identität</b> in der Werkzeugleiste Ihres Tor-Browsers. Dies löscht Ihre Tor-Browser-Aktivitätsdaten auf diesem Gerät.
el: Πατήστε το κουμπί <img src={icon} alt="" width="16" height="16">&nbsp;<b>Νέα Ταυτότητα</b> στη γραμμη εργαλείων του Tor Browser σας. Αυτό θα διαγράψει τα δεδομένα δραστηριότητας του Tor Browser σας σε αυτή τη συσκευή.
fi: Napsauta <img src={icon} alt="" width="16" height="16">&nbsp;<b>Uusi identiteetti</b> -painiketta Tor-selaimen työkalupalkista. Tämä tyhjentää Tor-selaimen käyttötiedot tältä laitteelta.
fr_fr: Cliquez sur le bouton <img src={icon} alt="" width="16" height="16">&nbsp;<strong>Nouvelle identité</strong> de la barre d’outils de votre Navigateur Tor. Cela effacera les données d’activité de votre Navigateur Tor sur cet appareil.
he: לחץ על הלחצן <img src={icon} alt="" width="16" height="16">&nbsp;<b>זהות חדשה</b> בסרגל הכלים של דפדפן Tor. פעולה זו תנקה את נתוני הפעילות של דפדפן Tor במכשיר זה.
is: Smelltu á hnappinn <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nýtt auðkenni</b> í verkfærastiku Tor-vafrans. Það mun hreinsa út allar fyrri aðgerðir Tor-vafrans á þessu tæki.
it_it: Fare clic sul pulsante <img src={icon} alt="" width="16" height="16"> <b>Nuova identità</b> nella barra degli strumenti del Browser Tor. Questo cancellerà i dati dell'attività del Browser Tor su questo dispositivo.
nb_no: Klikk på <img src={icon} alt="" width="16" height="16">&nbsp;<b>Ny identitet</b>-knappen i Tor-nettleserens verktøylinje. Det vil slette loggføringen av din Tor-bruk på denne enheten.
nl: Klik op de <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nieuwe identiteit</b>-knop in de werkbalk van uw Tor Browser. Hierdoor wordt uw Tor Browser geschiedenis van dit apparaat gewist.
pl: Kliknij przycisk <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nowa tożsamość</b> na pasku narzędzi Tor Browser. Spowoduje to wyczyszczenie danych aktywności Tor Browser na tym urządzeniu.
pt_br: Clique no botão <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nova identidade</b> na barra de ferramentas do Tor Browser. Assim, os dados da sua atividade no navegador Tor serão eliminados deste aparelho.
pt_pt: Clique no botão <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nova identidade (PT) / New Identity (EN)</b> na barra de ferramentas do Navegador Tor. Assim, os dados da sua atividade no Navegador Tor serão eliminados deste dispositivo.
ru: Нажмите кнопку <img src={icon} alt="" width="16" height="16">&nbsp;<b>Новая идентичность</b> button в панели инструментов вашего браузера Tor. Это очистит данные об активности вашего браузера Tor на этом устройстве.
sv: Klicka på knappen <img src={icon} alt="" width="16" height="16">&nbsp;<b>Ny identitet</b> i din Tor Browsers verktygsfält. Detta kommer att rensa dina Tor Browsers aktiviteter på den här enheten.
tr: Tor Browser araç çubuğundan <img src={icon} alt="" width="16" height="16">&nbsp;<b>Kimliği yenile</b> üzerine tıklayın. Bu işlem bu aygıt üzerindeki Tor Browser etkinliklerini siler.

source: Submit Files or Messages
ar: إيداع ملفات أو رسائل
ca: Envieu fitxers o missatges
cs: Nahrání souborů nebo zpráv
de_de: Dateien oder Nachrichten versenden
el: Υποβολή αρχείων ή μηνυμάτων
fi: Lähetä tiedostoja tai viestejä
fr_fr: Envoyer des fichiers ou des messages
he: שלח קבצים או הודעות
hi: फ़ाइलें या संदेश जमा करें
is: Senda inn skrár eða skilaboð
it_it: Invia file o messaggi
lt: Pateikti Failus arba Pranešimus
nb_no: Send inn filer eller meldinger
nl: Verstuur bestanden of berichten
pl: Prześlij pliki lub wiadomości
pt_br: Enviar documentos ou mensagens
pt_pt: Enviar Documentos ou Mensagens
ro: Trimite fișiere sau mesaje
ru: Отправить файлы или сообщения
sv: Skicka filer eller meddelanden
ta: கோப்புகளையோ சேதிகளையோ அனுப்பிடுக
tr: Dosya veya İleti Gönderin

source: Submit Messages
ar: إيداع رسائل
ca: Envia missatges
cs: Nahrání zpráv
de_de: Nachrichten versenden
el: Υποβολή μηνυμάτων
fi: Lähetä viestejä
fr_fr: Envoyer des messages
he: שליחת הודעות
hi: संदेश सबमिट करें
is: Senda inn skilaboð
it_it: Invia messaggi
lt: Pateikti Pranešimus
nb_no: Send inn meldinger
nl: Verstuur berichten
pl: Prześlij wiadomości
pt_br: Enviar mensagens
pt_pt: Enviar Mensagens
ro: Trimite mesaje
ru: Отправить сообщения
sv: Skicka meddelande
ta: சேதிகளை அனுப்பிடுக
tr: İleti Gönderin
