Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Once you have configured your YubiKey, enter the 6-digit verification code below:
ar: بعد إتمام ضبط مفتاح الاستيثاق "YubiKey" أدخل رمز التحقق المكون من 6 أرقام:
ca: Quan hàgiu configurat la YubiKey, introduïu el codi de verificació de sis dígits:
cs: Jakmile nastavíte svůj YubiKey, zadejte šesticiferný ověřovací kód níže:
de_de: Geben sie den folgenden 6-stelligen Validierungscode unten ein, sobald Sie Ihren YubiKey konfiguriert haben:
el: Όταν ολοκληρώσετε την παραμετροποίηση του YubiKey σας, πληκτρολογήστε τον εξαψήφιο κωδικό επαλήθευσης παρακάτω:
fi: Kun olet määrittänyt YubiKeysi, anna 6-numeroinen varmistuskoodi alla olevaan kenttään:
fr_fr: Après avoir configuré votre YubiKey, saisissez le code de vérification à 6 chiffres ci-dessous :
he: לאחר הגדרת ה- YubiKey שלך, הזן את קוד האימות בן 6 הספרות למטה:
hi: एक बार जब आप अपने YubiKey को कॉन्फ़िगर कर लेते हैं, तो नीचे 6 अंकों का सत्यापन कोड डालें:
id: Setelah Anda mengonfigurasi YubiKey Anda, masukkan 6 digit kode verifikasi di bawah ini:
is: Þegar þú hefur sett upp YubiKey (dulritunarlykill), settu inn 6-stafa sannvottunarkóðann hér fyrir neðan:
it_it: Una volta configurata la tua Yubikey, inserisci il codice di verifica a 6 cifre qui sotto:
lt: Sukonfigūravę „YubiKey“, įveskite 6 skaitmenų patvirtinimo kodą:
nb_no: Når du har satt opp din YubiKey, skriv inn den 6 tegn lange bekreftelseskoden nedenfor:
nl: Zodra u uw YubiKey geconfigureerd heeft, voert u de zescijferige authenticatiecode hieronder in:
pl: Po skonfigurowaniu YubiKey wprowadź poniżej 6-cyfrowy kod weryfikacyjny:
pt_br: Após configurar a sua YubiKey, insira o código de verificação de seis dígitos abaixo:
pt_pt: Após configurar a sua YubiKey, insira o código de verificação de seis dígitos seguinte:
ro: După ce ai configurat cheia fizică YubiKey, introdu aici mai jos codul de verificare din 6 cifre:
ru: После того, как вы настроили ваш YubiKey, введите 6-значный код подтверждения ниже:
sv: När du har konfigurerat din Yubikey, ange den sexsiffriga verifieringskoden nedan:
ta: உங்களுடைய YubiKey ஐ நீங்கள் உருவமைவு செய்தபின், 6-இலக்கச் சரிபார்ப்புக் குறியை கீழே உள்ளிடுக:
tr: YubiKey yapılandırmasını tamamladığınızda, aşağıdaki 6 haneli doğrulama kodunu yazın:

source: Verification code
ar: رمز التحقّق
ca: Codi de verificació
cs: Ověřovací kód
de_de: Bestätigungscode
el: Κωδικός επαλήθευσης
fi: Varmistuskoodi
fr_fr: Code de vérification
he: קוד אימות
hi: प्रमाणीकरण संख्या
id: Kode verifikasi
is: Sannvottunarkóði
it: Codice di verifica
it_it: Codice di verifica
lt: Patvirtinimo kodas
nb_no: Verifiseringskode
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
pt_pt: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sv: Verifikationskod
ta: சரிபார்ப்புக் குறி
tr: Doğrulama kodu

source: Submit verification code
ar: إرسال رمز التحقّق
ca: Envia el codi de verificació
cs: Zadejte ověřovací kód
de_de: Bestätigungscode einreichen
el: Υποβολή κωδικού επαλήθευσης
fi: Lähetä vahvistuskoodi
fr_fr: Envoyer le code de vérification
he: הזן קוד אימות
is: Senda inn sannvottunarkóða
it_it: Invia il codice di verifica
nb_no: Send inn verifiseringskode
nl: Stuur verificatiecode
pl: Prześlij kod weryfikacyjny
pt_br: Enviar código de verificação
pt_pt: Submeter código de verificação
ru: Отправить код подтверждения
sv: Skicka verifieringskod
tr: Doğrulama kodunu gönder

source: SUBMIT
ar: أودع
ca: ENVIA
cs: ODESLAT
de_de: EINREICHEN
el: ΥΠΟΒΟΛΗ
fi: LÄHETÄ
fr_fr: ENVOYER
he: שלח
hi: जमा करें
id: KIRIM
is: SENDA INN
it_it: INVIA
lt: PATEIKTI
nb_no: SEND
nl: VERSTUREN
pl: PRZEŚLIJ
pt_br: ENVIAR
pt_pt: SUBMETER
ro: TRIMITE
ru: ОТПРАВИТЬ
sv: SKICKA IN
ta: அனுப்பிடுக
tr: GÖNDER

source: Enable FreeOTP
ar: فعِّل FreeOTP
ca: Activa el FreeOTP
cs: Zapnout FreeOTP
de_de: FreeOTP aktivieren
el: Ενεργοποίηση του FreeOTP
fi: Aktivoi FreeOTP
fr_fr: Activer FreeOTP
he: אפשר FreeOTP
hi: FreeOTP सक्षम करें
id: Hidupkan FreeOTP
is: Virkja FreeOTP
it_it: Abilita FreeOTP
lt: Įgalinti „FreeOTP“
nb_no: Skru på FreeOTP
nl: FreeOTP inschakelen
pl: Włącz FreeOTP
pt_br: Ativar FreeOTP
pt_pt: Ativar FreeOTP
ro: Activează FreeOTP
ru: Включите FreeOTP
sv: Aktivera FreeOTP
ta: தளையற்ற ஒபகவை (FreeOTP) இயலச்செய்
tr: FreeOTP Etkinleştirilsin

source: You're almost done! To finish resetting your two-factor authentication, follow the instructions below to set up FreeOTP. Once you've added the entry for your account in the app, enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
ar: أنت على وشك الانتهاء! لإتمام تصفير الاستيثاق في خطوتين يجب اتبّاع التعليمات التالية لإعداد FreeOTP. بعد إضافة حسابك في التطبيق أدخل أحد الرموز المكونة من 6 أرقام للتأكد من سلامة الإعداد.
ca: Gairebé heu acabat! Per restablir l'autenticació de factor doble, seguiu les instruccions de sota per configurar el FreeOTP. Una vegada hàgiu afegit l'entrada per al vostre compte en l'aplicació, introduïu un dels codis de 6 dígits de l'aplicació per confirmar que l'autenticació de factor doble s'ha configurat correctament.
cs: Jste skoro u konce! Pro dokončení obnovení dvoufaktorové autentizace následujte instrukce níže a nastavte FreeOTP. Až přidáte do aplikace přístup k vašemu účtu, zadejte jeden z šesticiferných kódů z aplikace. Kód potvrdí, že je dvoufaktorová autentizace správně nastavena.
de_de: Sie sind fast fertig! Um das Zurücksetzen der Zwei-Faktor-Authentifizierung abzuschließen, folgen Sie den Anweisungen unten, um FreeOTP einzurichten. Nachdem Sie den Eintrag für Ihr Konto in der App hinzugefügt haben, geben Sie einen der 6-stelligen Codes aus der App ein, um zu bestätigen, dass die Zwei-Faktor-Authentifizierung korrekt eingerichtet ist.
el: Σχεδόν τελειώσατε. Για να ολοκληρώσετε την επαναφορά της πιστοποίησης δύο παραγόντων, ακολουθήστε τις παρακάτω οδηγίες για να ρυθμίσετε το FreeOTP. Μόλις προσθέσετε την εγγραφή για τον λογαριασμό σας στην εφαρμογή, πληκτρολογήστε έναν από τους εξαψήφιους κωδικούς από την εφαρμογή για να επιβεβαιώσετε ότι η πιστοποίηση δύο παραγόντων έχει ρυθμιστεί σωστά.
fi: Olet melkein valmis! Lopettaaksesi kaksivaiheisen tunnistautumismekanismin palautuksen, seuraa alla olevia ohjeita FreeOTP:n käyttöönottamiseksi. Kun olet lisännyt tunnisteet tilillesi sovellukseen, anna yksi sovelluksen 6-numeroisista koodeista varmistaaksesi, että kaksivaiheinen tunnistautumismekanismi on otettu käyttöön onnistuneesti.
fr_fr: Vous avez presque terminé ! Pour finir de réinitialiser votre authentification à deux facteurs, suivez les instructions ci-dessous pour configurer FreeOTP. Après avoir ajouté votre compte dans l’appli, saisissez l’un des codes à 6 chiffres de l’appli pour confirmer que l’A2F est configurée correctement.
he: כמעט סיימת! בכדי לסיים את הגדרת האימות הדו-שלבי, עקוב אחר ההוראות הבאות כדי להגדיר מחולל FreeOTP. לאחר הוספת חשבונך באפליקציה, הזן את הקוד 6 הספרות מהאפליקציה כדי לאשר שהאימות דו-שלבי מוגדר כהלכה.
hi: लगभग काम हो गया! अपने दो-कारक प्रमाणीकरण को रीसेट करना समाप्त करने के लिए, FreeOTP सेटअप करने के लिए नीचे दिए गए निर्देशों का पालन करें। ऐप में अपने खाते के लिए प्रविष्टि जोड़ लेने के बाद, यह पुष्टि करने के लिए एप से 6-अंकों वाले कोडों में से एक को दर्ज करें कि दो-कारक प्रमाणीकरण को सही ढंग से सेट किया गया है।
id: Kamu hampir selesai! Untuk menyelesaikan pengaturan ulang autentikasi dua faktor Anda, ikuti petunjuk di bawah ini untuk menyiapkan FreeOTP. Setelah Anda menambahkan entri untuk akun Anda di aplikasi, masukkan salah satu dari 6 digit kode dari aplikasi untuk mengonfirmasi bahwa autentikasi dua faktor telah diatur dengan benar.
is: Þetta er næstum því búið! Til að ljúka endursetningu á tvíþátta auðkenningunni, skaltu fara eftir leiðbeiningunum hér fyrir neðan til að setja upp FreeOTP. Eftir að þú hefur sett inn færslu með aðgangnum þínum í forritið, settu þá inn einn af 6-stafa kóðunum úr forritinu til að staðfesta að tvíþátta-auðkenningin sé rétt uppsett.
it_it: Hai quasi finito! Per completare la reimpostazione dell'autenticazione a due fattori, segui le istruzioni qui sotto per configurare FreeOTP. Dopo aver inserito nell'applicazione i dati per il tuo account, usa uno dei codici a 6 cifre disponibili per confermare che l'autenticazione a due fattori è stata impostata correttamente.
lt: Beveik baigta! Sekite instrukcijas kaip sukonfigūruoti FreeOTP, kad sėkimingai užbaigtumėte dviejų veiksnių autentifikavimo atkūrimą. Kai pridėsite prieigą prie savo paskyros mobilioje programėlėje, įveskite 6 skaitmenų kodą iš programėlės patvirtinti, kad dviejų veiksnių autentifikavimas sukonfigūruotas teisingai.
nb_no: Når du har fått lagt til SecureDrop-kontoen i FreeOTP, legg inn én av de 6-sifrede kodene fra det i skjemaet under for å sjekke at tofaktorbekreftelse virker.
nl: U bent bijna klaar! Om het resetten van uw tweestapsauthenticatie te voltooien volgt u de instructies hieronder hoe u FreeOTP instelt. Zodra u uw account in de app hebt toegevoegd, moet u de zescijferige code van de app invoeren om te bevestigen dat de tweestapsauthenticatie correct is ingericht.
pl: Jesteś prawie gotowy! Aby dokończyć resetowanie uwierzytelnienia dwuskładnikowego, postępuj zgodnie z instrukcjami poniżej, aby skonfigurować FreeOTP. Po dodaniu wpisu do swojego konta w aplikacji, wprowadź jeden z 6-cyfrowych kodów z aplikacji, aby potwierdzić, że uwierzytelnianie dwuetapowe jest poprawnie skonfigurowane.
pt_br: Está quase terminando! Para completar a redefinição da autenticação de dois fatores (2FA), siga as instruções abaixo para configurar o FreeOTP. Depois de registrar a sua conta no aplicativo, insira um dos códigos de seis dígitos do aplicativo para verificar se a 2FA foi configurada corretamente.
pt_pt: Está quase terminado! Para completar a alteração da autenticação de dois fatores (2FA), siga as instruções abaixo para configurar a aplicação móvel FreeOTP. Depois de registar a conta na aplicação, insira um dos códigos de seis dígitos da aplicação para verificar se a autenticação de dois fatores foi configurada corretamente.
ro: Aproape că ai terminat! Pentru a finaliza resetarea autentificării cu doi factori, urmează instrucțiunile de mai jos și configurează FreeOTP. După ce ai adăugat contul în aplicație, introdu unul dintre codurile de 6 cifre din aplicație pentru a confirma că autentificarea cu doi factori este setată corect.
ru: Почти готово! Чтобы завершить процедуру сброса двухфакторной аутентификации, используйте инструкцию ниже для настройки FreeOTP. После того, как вы добавили запись для своей учетной записи в приложение, введите один из 6-значных кодов из приложения, чтобы подтвердить правильность настройки двухфакторной аутентификации.
sv: Du är nästan klar! För att avsluta återställningen av din tvåfaktorsautentisering, följ instruktionerna nedanför för att ställa in FreeOTP. Lägg till det här kontot i appen, och ange sedan din sexsiffriga kod från appen för att bekräfta att tvåfaktorsautentiseringen fungerar som den ska.
ta: நீங்கள் பெரும்பாலும் முடித்துவிட்டீர்கள்! உங்களுடைய இருகூற்று உறுதிப்படுத்தல் மறுவமைப்பை நிறைவு செய்யும் பொருட்டு, தளையற்ற ஒபகவை (FreeOTP) அமைக்கக் கீழுள்ள அறிவுறுத்தல்களைப் பின்பற்றுக. செயலியில் உங்கள் பயனர்கணக்கிற்கான உள்ளீட்டை நீங்கள் இணைத்தவுடன், இருகூற்று உறுதிப்படுத்தல் சரியாக அமைந்துள்ளதை உறுதிசெய்ய செயலியிலிருந்து பெற்ற 6-இலக்கக்குறிகளில் ஒன்றை உள்ளிடுக.
tr: İşlem neredeyse bitti! İki aşamalı kimlik doğrulamasını sıfırlamak üzere FreeOTP kurulumu için aşağıdaki adımları izlemeniz gerekli. Uygulamaya hesap bilgilerinizi yazdıktan sonra, uygulamada ürettiğiniz 6 rakamlı kodlardan birini yazarak iki aşamalı kimlik doğrulamasının düzgün bir şekilde kurulduğunu doğrulayın.

source: Install FreeOTP on your phone
ar: نصّب تطبيق FreeOTP على هاتفك المحمول
ca: Instal·leu el FreeOTP al vostre telèfon
cs: Nainstalujte si aplikaci FreeOTP do svého telefonu
de_de: Installieren Sie FreeOTP auf Ihrem Smartphone
el: Εγκαταστήστε το FreeOTP στο τηλέφωνό σας
fi: Asenna FreeOTP puhelimeesi
fr_fr: Installez FreeOTP sur votre téléphone
he: התקן את FreeOTP בטלפון שלך
hi: अपने फोन पर FreeOTP इंस्टॉल करें
id: Pasang FreeOTP di ponsel anda
is: Settu FreeOTP upp á símann þinn
it_it: Installa FreeOTP sul tuo telefono
lt: Įdiekite „FreeOTP“ savo telefone
nb_no: Installer FreeOTP på telefonen din
nl: Installeer FreeOTP op uw telefoon
pl: Zainstaluj FreeOTP w Twoim telefonie
pt_br: Instale FreeOTP no seu telefone
pt_pt: Instale a aplicação FreeOTP no seu smartphone
ro: Instalează FreeOTP pe telefon
ru: Установите FreeOTP на свой телефон
sv: Installera FreeOTP på din telefon
ta: தளையற்ற ஒபகவை (FreeOTP) உங்கள் தொலைபேசியில் நிறுவுக
tr: Telefonunuza FreeOTP kurun

source: Open the FreeOTP app
ar: شغّل تطبيق FreeOTP
ca: Obriu l’aplicació FreeOTP
cs: Otevřete aplikaci FreeOTP
de_de: Öffnen Sie die FreeOTP-App
el: Ανοίξτε την εφαρμογή FreeOTP
fi: Avaa FreeOTP-sovellus
fr_fr: Ouvrez l’application FreeOTP
he: פתח את FreeOTP
hi: FreeOTP एप्लिकेशन को खोलो
id: Buka aplikasi FreeOTP
is: Opnaðu FreeOTP-forritið
it_it: Apri l'applicazione FreeOTP
lt: Atidarykite FreeOTP aplikaciją
nb_no: Åpne FreeOTP-appen
nl: Open de FreeOTP-app
pl: Uruchom aplikację FreeOTP
pt_br: Abrir o aplicativo FreeOTP
pt_pt: Abra a aplicação FreeOTP
ro: Deschide aplicația FreeOTP
ru: Откройте FreeOTP
sv: Öppna FreeOTP-appen
ta: தளையற்ற ஒபக (FreeOTP) செயலியைத் திறந்திடுக
tr: FreeOTP uygulamasını açın

source: Tap the QR code symbol at the top
ar: انقر رمز QR في الأعلى
ca: Toqueu el símbol del codi QR que hi ha a dalt
cs: Ťukněte na symbol QR kódu v horní části
de_de: Tippen Sie oben auf das QR-Code-Symbol
el: Πατήστε το σύμβολο με τον κωδικό QR στο πάνω μέρος
fi: Napauta QR-koodin symbolia yläreunassa
fr_fr: Touchez le symbole de code QR en haut
he: הקש על סמל הQR שנמצא מעלה
hi: शीर्ष पर दिए गए QR कोड प्रतीक टैप पर करें
id: Tekan simbol kode QR pada bagian atas
is: Ýttu á táknið fyrir QR-kóða efst
it_it: Tocca il simbolo del codice QR in alto
lt: Paspauskite QR kodo simbolį viršuje
nb_no: Trykk på QR-kode-symbolet øverst
nl: Tik op het symbool voor de QR-code bovenaan
pl: Stuknij symbol kodu QR na górze
pt_br: Clique no ícone do código QR no alto da tela
pt_pt: Carregue no símbolo de código QR no topo
ro: Atinge simbolul de cod QR din partea de sus
ru: Коснитесь символа QR-кода выше
sv: Tryck på QRkod-symbolen längst upp
ta: மேலேயுள்ள QR குறிச் சின்னத்தைத் தட்டுக
tr: Yukarıdaki QR kodu simgesine dokunun

source: Your phone will now be in "scanning" mode. When you are in this mode, scan the barcode below:
ar: الهاتف الآن في وضعية "المسح الضوئي". امسح الرمز التالي:
ca: El telèfon canviarà al mode d’escaneig. En aquest mode, escanegeu el codi de barres següent:
cs: Váš telefon spustil mód skenování. Naskenujte QR kód níže:
de_de: Ihr Smartphone befindet sich nun im "Scan"-Modus. Scannen Sie in diesem Modus den unten stehenden Barcode:
el: Το τηλέφωνό σας πρέπει να είναι τώρα σε κατάσταση σάρωσης. Όταν βρεθείτε σε αυτή τη κατάσταση, σαρώστε τον παρακάτω γραμμωτό κωδικό:
fi: Puhelimesi tulee nyt olla "skannaustilassa". Kun olet tässä tilassa, skannaa alla oleva kuviokoodi:
fr_fr: Votre téléphone sera alors en mode de lecture. Une fois dans ce mode, balayez le code à barres ci-dessous :
he: הטלפון שלך במצב "סריקה" כעת. כשאתה במצב זה, סרוק את הברקוד שלמטה:
hi: आपका फोन अब "स्कैनिंग" मोड में होगा। जब आप इस मोड में हों, तो नीचे बारकोड स्कैन करें:
id: Ponsel anda akan berada pada modus "pemindaian". Pada saat berada pada modus ini, pindai barkode berikut:
is: Síminn þinn verður núna í "skönnunarham". Á meðan þessi hamur er virkur, skaltu skanna inn strikamerkið hér fyrir neðan:
it: Il tuo telefono ora ora pronto per la scansione del QR code qua sotto.
it_it: Ora il telefono entrerà in modalità "scansione". Quando sei in questa modalità, scansiona il codice a barre qui sotto:
lt: Jūsų telefonas dabar įjungs nuskaitymo režimą. Nuskaitykite toliau nurodytą brūkšninį kodą:
nb_no: Telefonen din vil nå være i "skanne"-modus, pek kameraet mot QR-koden under og skann:
nl: Uw telefoon staat nu in "scan"-modus. Zodra u in deze modus zit, scan dan de onderstaande barcode:
pl: Twój telefon będzie teraz w trybie "skanowania". W tym trybie zeskanuj poniższy kod kreskowy:
pt_br: Agora seu telefone deve estar em modo "scan". Escaneie o código de barras abaixo:
pt_pt: O seu smartphone está em modo de "leitura". Leia com o dispositivo o código QR abaixo:
ro: Telefonul va intra acum în modul de „scanare”. Cu telefonul în acest mod, scanează codul de bare de mai jos:
ru: Теперь ваш телефон находится в режиме сканирования. Находясь в этом режиме отсканируйте следующий штрих-код:
sv: Nu sätts din telefon i scanningsläge. Scanna streckkoden nedan:
ta: உங்கள் தொலைபேசி இப்பொழுது தேடி "ஊடறியும்" முறைமையில் இருக்கும். நீங்கள் இந்த முறைமையில் இருக்கையில், கீழேயுள்ள வரிக்குறியை ஊடறிக:
tr: Telefonunuz "tarama" kipine geçecek. Bu kipte iken aşağıdaki barkodu telefonunuza taratın:

source: Can't scan the barcode? You can manually pair FreeOTP with your SecureDrop account by entering the following two-factor secret into the app:
ar: لم تنجح في قراءة ومسح الشفرة المخططة؟ حاول بنفسك المطابقة ووصل FreeOTP وحسابك على SecureDrop وذلك بتسجيل رمز الاستيثاق في خطوتين التالي في التطبيث:
ca: No podeu escanejar el codi de barres? Podeu vincular manualment el FreeOTP amb el vostre compte del SecureDrop, inserint el codi de factor doble a l'aplicació:
cs: Nemůžete načíst čárový kód? Zkuste manuálně spárovat FreeOTP s vaším SecureDrop účtem. Stačí zadat následující dvoufaktorový kód do aplikace:
de_de: Können Sie den Barcode nicht scannen? Um FreeOTP manuell mit Ihrem SecureDrop-Konto zu verbinden, geben Sie den folgenden Zwei-Faktor-Schlüssel in die App ein:
el: Δεν μπορείτε να σαρώσετε το barcode; Μπορείτε να συνδέσετε το FreeOTP με το λογαριασμό SecureDrop σας χειροκίνητα, εισάγοντας το παρακάτω μυστικό δυο παραγόντων στην εφαρμογή:
fi: Etkö pysty skannaamaan QR-koodia? Voit parittaa FreeOTP:n käsin SecureDrop-tilisi kanssa syöttämällä seuraavan kaksivaiheisen tunnistautumisen salaisuuden sovellukseen:
fr_fr: Des difficultés pour balayer le code à barres ? Vous pouvez associer FreeOTP manuellement avec votre compte SecureDrop en saisissant le secret A2F suivant dans l’appli :
he: לא מצליחים לסרוק את הברקוד? ניתן לשייך FreeOTP באופן ידני לחשבון SecureDrop על ידי הזנת הקוד הדו-שלבי הבא לאפליקציה:
hi: बारकोड को स्कैन नहीं कर सकते? आप ऐप में निम्नलिखित दो-कारक रहस्य दर्ज करके अपने SecureDrop खाते के साथ फ्री OTP को अपने आप से जोड़ सकते हैं:
id: Tidak dapat memindai barcode? Anda dapat memasangkan FreeOTP secara manual dengan akun SecureDrop Anda dengan memasukkan rahasia dua faktor berikut ke dalam aplikasi:
is: Nærðu ekki að skanna strikamerkið? Þú getur parað FreeOTP handvirkt við SecureDrop notandaaðganginn þinn með því að setja eftirfarandi tvíþátta-leyniorð inn í forritið:
it_it: Impossibile eseguire la scansione del codice a barre? È possibile accoppiare manualmente FreeOTP e l'account SecureDrop inserendo il seguente codice a due fattori nell'applicazione:
lt: Negalite nuskaityti brūkšninio kodo? Tuomet rankiniu būdu galite susieti „FreeOTP“ su „SecureDrop“ paskyra, į programą įvesdami šią dviejų veiksnių paslaptį:
nb_no: Kan du ikke skanne strekkoden? Du kan koble FreeOTP manuelt til din SecureDrop-konto ved å skrive inn denne tofaktorhemmeligheten manuelt i FreeOTP:
nl: Lukt het scannen van de barcode niet? U kunt handmatig FreeOTP aan uw SecureDrop-account linken door de volgende geheime code in uw applicatie in te voeren:
pl: Problem z zeskanowaniem kodu? Możesz ręcznie sparować FreeOTP ze swoim kontem SecureDrop poprzez wprowadzenie poniższego, dwuskładnikowego klucza tajnego do aplikacji:
pt_br: Não foi possível escanear o código de barras? Você pode emparelhar FreeOTP com o sua conta SecureDrop inserindo o seguinte 2FA secreto no aplicativo:
pt_pt: Não consegue ler o código QR? Pode adicionar a sua conta SecureDrop manualmente na aplicação móvel FreeOTP inserindo o seguinte código secreto de dois fatores (2FA):
ro: Nu poți scana codul de bare? Poți asocia manual FreeOTP cu contul tău de SecureDrop introducând în aplicație următorul cod secret de autentificare cu doi factori:
ru: Не получается считать штрихкод? Вы можете вручную соединить FreeOTP с вашим аккаунтом SecureDrop, введя следующий двухфакторный секретный ключ в приложение:
sv: Kan ni inte skanna koden? Du kan manuellt koppla FreeOTP med ditt SecureDrop-konto genom att skriva in denna tvåfaktorhemmligheten i FreeOTP:
ta: வரிக்குறியை ஊடறிய முடியவில்லையா? பின்வரும் இருகூற்றுக் மறைசெய்தியைச் செயலியில் உள்ளிட்டு தளையற்றஒபகவை (FreeOTP) உங்களுடைய SecureDrop கணக்குடன் நீங்களே இணைத்திட முடியும்:
tr: Barkodu okutamıyor musunuz? Şu iki aşamalı kimlik doğrulama parolasını uygulamaya yazarak FreeOTP ile SecureDrop hesabınızı el ile eşleştirebilirsiniz:

source: Once you have paired FreeOTP with this account, enter the 6-digit verification code below:
ar: بعد مطابقة ووصل FreeOTP مع هذا الحساب أدخل في الحقل أسفله رمز التحقق المكون من 6 أرقام:
ca: Quan hàgiu vinculat el FreeOTP amb aquest compte, introduïu el codi de verificació de sis dígits:
cs: Po spárování FreeOTP s vaším účtem zadejte šestimístný kód níže:
de_de: Geben Sie unten den folgenden 6-stelligen Code ein, sobald Sie FreeOTP mit diesem Konto verknüpft haben:
el: Όταν συνδέσετε το FreeOTP με αυτό τον λογαριασμό, πληκτρολογήστε τον εξαψήφιο κωδικό επαλήθευσης παρακάτω:
fi: Kun olet parittanut FreeOTP:n tunnuksesi kanssa, anna 6-numeroinen koodi alla olevaan kenttään:
fr_fr: Après avoir associé FreeOTP avec ce compte, saisissez le code de vérification à 6 chiffres ci-dessous :
he: לאחר ששייכת FreeOTP לחשבון זה, הזן את קוד האימות בן 6 הספרות למטה:
hi: एक बार जब आप इस खाते के साथ मुफ्त OTP जोड़ लेते हो, नीचे 6 अंकों के सत्यापन कोड डालें:
id: Setelah Anda memasangkan FreeOTP ke akun ini, masukkan 6 digit kode verifikasi di bawah ini:
is: Þegar þú hefur lokið skönnun strikamerkisins, settu inn 6-stafa sannvottunarkóðann hér fyrir neðan:
it_it: Una volta accoppiato FreeOTP con questo account, inserire il codice di verifica a sei cifre qui sotto:
lt: Susieję „FreeOTP“ su šia paskyra, įveskite 6 skaitmenų patvirtinimo kodą:
nb_no: Etter å ha koblet FreeOTP med brukerkontoen, skriv inn den 6-sifrede bekreftelseskoden under:
nl: Zodra u FreeOTP aan uw account hebt gelinkt, voer dan hieronder de zescijferige verificatiecode in:
pl: Po sparowaniu FreeOTP z tym kontem wprowadź poniżej 6-cyfrowy kod weryfikacyjny:
pt_br: Depois de emparelhar FreeOTP com esta conta, insira o código verificação de seis dígitos abaixo:
pt_pt: Depois de adicionar a conta na aplicação FreeOTP, insira o código de verificação de seis dígitos seguinte:
ro: După ce ai asociat FreeOTP cu acest cont, introdu aici mai jos codul de verificare din 6 cifre:
ru: После того, как вы соединили FreeOTP c этим аккаунтом, введите 6-значный код потдверждения ниже:
sv: När du har kopplat FreeOTP till kontot, ange sedan den sexsiffriga verifieringskoden nedan:
ta: இந்தக் கணக்குடன் தளையற்ற ஒபகவை இணைத்த பிறகு, 6-இலக்கச் சரிபார்ப்புக் குறியைக் கீழே உள்ளிடுக:
tr: FreeOTP bu hesap ile eşleştirildikten sonra, aşağıdaki 6 haneli doğrulama kodunu yazın:

source: Admin Interface
ar: واجهة الإدارة
ca: Interfície administrativa
cs: Rozhraní pro administrátory
de_de: Adminoberfläche
el: Διεπαφή διαχείρισης
fi: Ylläpitäjän käyttöliittymä
fr_fr: Interface d’administration
he: ממשק ניהול
hi: व्यवस्थापक अंतराफलक
id: Antarmuka Admin
is: Stjórnunarviðmót
it: Interfaccia Amministrazione
it_it: Interfaccia di amministrazione
lt: Administratoriaus sąsaja
nb_no: Administrasjon
nl: Beheerdersinterface
pl: Interfejs administratora
pt_br: Interface de Administração
pt_pt: Interface de Administrador
ro: Interfață de administrare
ru: Интерфейс администратора
sv: Administratörsgränssnitt
ta: நிர்வாக இடைமுகம்
tr: Yönetici Arayüzü
