Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: To reset two-factor authentication for mobile apps such as FreeOTP, choose the first option. For security keys like the YubiKey, choose the second one.
ar: ‏لتصفير الاستيثاق في خطوتين على تطبيقات الهاتف المحمول مثل FreeOTP اختَر الخيار الأول. أما لاستخدام مفاتيح المصادقة مثل YubiKey فاختَر الخيار الثاني.
ca: Per a restablir l'autenticació de factor doble per a aplicacions mòbils com ara el FreeOTP, trieu la primera opció. Per a claus de seguretat com ara el YubiKey, trieu la segona.
cs: Pro obnovení dvoufaktorové autentizace v mobilní aplikaci (např. FreeOTP) zvolte první možnost. Pro bezpečnostní klíče (např. Yubikey) zvolte druhou možnost.
de_de: Wählen Sie die erste Option, um die Zwei-Faktor-Authentifizierung für mobile Apps wie FreeOTP zurückzusetzen. Für Sicherheitsschlüssel wie YubiKey wählen Sie die zweite Option.
el: Για επαναφορά της πιστοποίησης δύο παραγόντων για εφαρμογές κινητού όπως το FreeOTP, επιλέξτε την πρώτη επιλογή. Για κλειδιά ασφαλείας όπως το YubiKey, επιλέξτε τη δεύτερη.
fi: Nollataksesi kaksivaiheinen tunnistautumimekanismi mobiilisovelluksissa kuten FreeOTP, valitse ensimmäinen vaihtoehto. YubiKeyn kaltaisten, fyysisten tunnistautumisavainten tapauksissa, valitse jälkimmäinen vaihtoehto.
fr_fr: Afin de réinitialiser l’A2F pour des applis mobiles telles que FreeOTP, choisissez la première option. Pour les clés de sécurité telles que la YubiKey, choisissez la seconde.
he: בכדי לאפס את האימות הדו-שלבי באפליקציות לנייד כגון FreeOTP, בחר באפשרות הראשונה. עבור מפתחות אבטחה כמו YubiKey, בחר את באפשרות השניה.
hi: दो-कारक प्रमाणीकरण को रीसेट करने के लिए, मोबाइल एप्लिकेशन जैसे FreeOTP के लिए, पहला विकल्प चुनें। सुरक्षा कुंजी जैसे YubiKey के लिए, दूसरा विकल्प चुनें।
id: Untuk mengatur ulang otentikasi dua faktor pada aplikasi seluler seperti FreeOTP, pilih opsi pertama. Untuk kunci keamanan seperti YubiKey, pilih yang kedua.
is: Til að endurstilla tvíþátta-auðkenningu fyrir farsímaforrit á borð við FreeOTP, veldu fyrri valkostinn. Fyrir öryggislykla eins og Yubikey, veldu seinni valkostinn.
it_it: Per ripristinare l'autenticazione a due fattori per le applicazioni mobili come FreeOTP, scegliere la prima opzione. Per le chiavi di sicurezza come YubiKey, scegliere la seconda.
lt: Norėdami iš naujo nustatyti dviejų veiksnių mobiliųjų programų, tokių kaip „FreeOTP“, autentifikavimą, pasirinkite pirmąją parinktį. Jei norite naudoti tokius saugos raktus kaip „YubiKey“, pasirinkite antrąjį.
nb_no: For å tilbakestille tofaktorbekreftelse for mobilprogrammer som FreeOTP, bruk det første alternativet. For sikkerhetsnøkler som YubiKey, bruk det andre alternativet.
nl: Om tweestapsauthenticatie voor mobiele apps zoals FreeOTP te herstellen, kies de eerste optie. Voor beveiligingssleutels zoals YubiKeys kiest u de tweede.
pl: Aby zresetować uwierzytelnianie dwuskładnikowe w aplikacjach mobilnych takich jak FreeOTP, wybierz pierwszą opcję. W przypadku kluczy bezpieczeństwa, takich jak Yubikey, wybierz drugi.
pt_br: Para redefinir a 2FA para aplicativos de celular como o FreeOTP, selecione a primeira opção. Para chaves de segurança como o Yubikey, selecione a segunda.
pt_pt: Para alterar a autenticação de dois fatores (2FA) para aplicações móveis como FreeOTP, selecione a primeira opção. Para chaves de segurança como a Yubikey, selecione a segunda.
ro: Ca să resetezi autentificarea cu doi factori pentru aplicații de dispozitive mobile, precum FreeOTP, alege prima opțiune. Pentru dispozitive fizice de autentificare, cum este cheia Yubikey, alege a doua opțiune.
ru: Для сброса двухэтапной аутентификации для мобильных приложений, таких как FreeOTP, выберите первый вариант. Для электронных ключей, таких как YubiKey, выберите второй.
sv: För att återställa tvåfaktorsautentisering för mobilapplikationer som FreeOTP, välj det första alternativet. För säkerhetsnycklar som Yubikey, välj det andra.
ta: தளையற்ற ஒபகவைப் போன்ற கைப்பேசிச் செயலிகளின் இருகூற்று உறுதிப்படுத்தலை மறுவமைக்க, முதல் விருப்பத்தேர்வைத் தேர்ந்தெடுத்திடுக. YubiKey-ஐப் போன்ற பாதுகாப்புச் சாவிகளுக்கு இரண்டாவதைத் தேர்ந்தெடுத்திடுக.
tr: İki aşamalı kimlik doğrulamayı sıfırlamak amacıyla FreeOTP gibi mobil uygulamalar için ilk seçeneği, YubiKey gibi fiziksel güvenlik anahtarları için ikinci seçeneği seçin.

source: Reset two-factor authentication for mobile apps, such as FreeOTP
ar: أعد ضبط الاستيثاق في خطوتين للتطبيقات الهاتفية ك FreeOTP
ca: Restableix l'autenticació de factor doble per a aplicacions mòbils, com ara el FreeOTP
cs: Obnovit dvoufaktorovou autentizaci pro mobilní aplikace (např. FreeOTP)
de_de: Zwei-Faktor Authentifizierung für mobile Apps wie FreeOTP zurücksetzen
el: Επαναφορά πιστοποιήσης δύο παραγόντων για εφαρμογές κινητού, όπως το FreeOTP
fi: Nollaa kaksivaiheinen tunnistautumismekanismi mobiilisovelluksille, kuten FreeOTP
fr_fr: Réinitialiser l’A2F pour les applis mobiles telles que FreeOTP
he: הגדרה מחדש של אימות דו-שלבי באמצעות אפליקציה כגון FreeOTP
hi: मोबाइल एप्लिकेशन में दो-कारक प्रमाणीकरण को रीसेट करें, जैसे FreeOTP
id: Setel ulang autentikasi dua faktor untuk aplikasi seluler, seperti FreeOTP
is: Endurstilla tvíþátta auðkenningu fyrir farsímaforrit á borð við FreeOTP
it_it: Ripristina l'autenticazione a due fattori per le app mobili, come FreeOTP
lt: Iš naujo nustatykite dviejų veiksnių mobiliųjų programų, tokių kaip „FreeOTP“, autentifikavimą
nb_no: Nullstill tofaktor-oppsett for mobilapper, som f.eks. FreeOTP
nl: Reset tweestapsauthenticatie voor mobiele applicaties, zoals FreeOTP
pl: Zresetuj uwierzytelnianie dwuskładnikowe dla aplikacji mobilnych, takich jak FreeOTP
pt_br: Redefinir a autenticação de dois fatores para aplicativos móveis, como o FreeOTP
pt_pt: Alterar código de autenticação de dois fatores (2FA) para aplicações móveis, como FreeOTP
ro: Resetează autentificarea cu doi factori pentru aplicații mobile, precum FreeOTP
ru: Сбросить двухэтапную аутентификацию для мобильных приложений, таких как FreeOTP
sv: Återställ tvåfaktorsautentisering för mobilappar, som t.ex FreeOTP
ta: தளையற்ற ஒபகவைப் போன்ற கைப்பேசிச் செயலிகளின் இருகூற்று உறுதிப்படுத்தலை மறுவமைக்கவும்
tr: FreeOTP gibi mobil uygulamalar için iki aşamalı kimlik doğrulamayı sıfırla

source: RESET MOBILE APP CREDENTIALS
ar: إعادة ضبط وتصفير بيانات اعتماد التطبيقات الهاتفية
ca: RESTABLEIX LES CREDENCIALS DE L'APLICACIÓ MÒBIL
cs: RESETOVAT PŘIHLAŠOVACÍ ÚDAJE MOBILNÍ APLIKACE
de_de: MOBILE APP ZUGANGSDATEN ZURÜCKSETZEN
el: ΕΠΑΝΑΦΟΡΑ ΣΤΟΙΧΕΙΩΝ ΣΥΝΔΕΣΗΣ ΤΗΣ ΕΦΑΡΜΟΓΗΣ
fi: NOLLAA MOBIILISOVELLUKSEN TUNNISTAUTUMISTIEDOT
fr_fr: RÉINITIALISER LES AUTHENTIFIANTS DE L’APPLI MOBILE
he: הגדרה מחדש של מזהים לאפליקצית מובייל
hi: मोबाइल एप्लिकेशन क्रेडेंशियल रीसेट
id: RESET KREDENSIAL APLIKASI SELULER
is: ENDURSTILLA AUÐKENNI FARSÍMAFORRITS
it_it: RIPRISTINA CREDENZIALI APP MOBILE
lt: ATSTATYKITE MOBILIŲ PROGRAMŲ KREDENTALUS
nb_no: Tilbakestill mobilprogramsoppsett
nl: HERSTEL INSTELLINGEN VOOR MOBIELE APPLICATIE
pl: Zresetuj dane uwierzytelniające aplikacji mobilnej
pt_br: REDEFINIR CREDENCIAIS DO APLICATIVO PARA CELULAR
pt_pt: ALTERAR CREDENCIAIS DE APLICAÇÃO MÓVEL
ro: RESETEAZĂ DATELE DE AUTENTIFICARE PENTRU APLICAȚII DE DISPOZITIVE MOBILE
ru: СБРОСИТЬ ДОСТУП МОБИЛЬНОГО ПРИЛОЖЕНИЯ
sv: ÅTERSTÄLL AUTHENTISERINGS-APP
ta: கைப்பேசிச் செயலியின் சான்றாவணங்களை மறுவமைத்திடுக
tr: MOBİL UYGULAMA KİMLİK BİLGİLERİNİ SIFIRLA

source: Reset Mobile App Credentials
ar: إعادة ضبط بيانات الدخول لتطبيق الهاتف
ca: Reinicia les credencials de l'aplicació mòbil
cs: Resetovat přihlašovací údaje mobilní aplikace
de_de: Anmeldeinformationen für die mobile App zurücksetzen
el: Επαναφορά διαπιστευτηρίων εφαρμογής για κινητά
fi: Nollaa mobiilisovelluksen kirjautumistiedot
fr_fr: Réinitialiser les authentifiants de l’appli mobile
he: הגדרה מחדש של מזהים לאפליקצית מובייל
is: Endurstilla auðkenni á farsímaforriti
it_it: Ripristina credenziali dell'applicazione mobile
nb_no: Tilbakestill innloggingsdetaljer for mobilapp
nl: Inloggegevens mobiele app opnieuw instellen
pl: Zresetuj poświadczenia aplikacji mobilnej
pt_br: Redefinir as credenciais do app mobile
pt_pt: Alterar Credenciais de Aplicação Móvel
ru: Сбросить учетные данные мобильного приложения
sv: Nollställ mobilapp-uppgifter
tr: Mobil uygulama kimlik doğrulama bilgilerini sıfırla

source: Reset two-factor authentication for security keys, like a YubiKey
ar: تصفير الاستيثاق في خطوتين لمفاتيح المصادقة ك يوبيكي YubiKey
ca: Restableix l'autenticació de factor doble per a claus de seguretat, com ara el YubiKey
cs: Obnovit dvojfaktorovou autentizaci pro bezpečnostní klíče (např. YubiKey)
de_de: Zwei-Faktor-Authentifizierung für Sicherheitsschlüssel wie YubiKey zurücksetzen
el: Επαναφορά πιστοποίησης δύο παραγόντων για κλειδιά ασφαλείας, όπως το YubiKey
fi: Nollaa kaksivaiheisen tunnistautumismekanismin tiedot, kun kyseessä on fyysinen tunnistautumisavain, kuten YubiKey
fr_fr: Réinitialiser l’A2F pour les clés de sécurité telles que la YubiKey
he: הגדרה מחדש של אימות דו-שלבי באמצעות מפתח כגון YubiKey
hi: सुरक्षा कुंजी जैसे YubiKey के द्वारा दो-कारक प्रमाणीकरण को रीसेट करें
id: Setel ulang autentikasi dua faktor untuk kunci keamanan, seperti YubiKey
is: Endurstilla tvíþátta auðkenningu fyrir öryggislykla, eins og t.d. YubiKey
it_it: Ripristina l'autenticazione a due fattori per le chiavi di sicurezza, come YubiKey
lt: Atstatykite dviejų veiksnių saugos raktų, pvz., „YubiKey“, autentifikavimą
nb_no: Tilbakestill tofaktoroppsett for sikkerhetsnøkler, som YubiKey
nl: Reset tweefactorauthenticatie voor beveiligingssleutels, zoals YubiKeys
pl: Zresetuj uwierzytelnianie dwuskładnikowe dla kluczy bezpieczeństwa, jak YubiKey
pt_br: Redefinir autenticação de dois fatores (2FA) para chaves de segurança, como YubiKey
pt_pt: Alterar autenticação de dois fatores (2FA) para chaves de segurança, como a YubiKey
ro: Resetează 2FA (autentificarea cu doi factori) pentru chei de securitate precum YubiKey
ru: Сбросить двухэтапную аутентификацию для электронных ключей, таких как YubiKey
sv: Nollställ tvåfaktorsautentisering för säkerhetsnyckler som t.ex YubiKey
ta: YubiKey-ஐப் போன்ற பாதுகாப்புச் சாவிகளின் இருகூற்று உறுதிப்படுத்தலை மறுவமைத்திடுக
tr: YubiKey gibi fiziksel güvenlik anahtarları için iki aşamalı kimlik doğrulamayı sıfırla

source: RESET SECURITY KEY CREDENTIALS
ar: إعادة ضبط وتصفير بيانات اعتماد مفاتيح المصادقة
ca: RESTABLEIX LES CREDENCIALS DE CLAUS DE SEGURETAT
cs: RESETOVAT PŘIHLAŠOVACÍ ÚDAJE BEZPEČNOSTNÍHO KLÍČE
de_de: SICHERHEITSSCHLÜSSEL ZUGANGSDATEN ZURÜCKSETZEN
el: ΕΠΑΝΑΦΟΡΑ ΣΤΟΙΧΕΙΩΝ ΠΙΣΤΟΠΟΙΗΣΗΣ ΚΛΕΙΔΙΟΥ ΑΣΦΑΛΕΙΑΣ
fi: NOLLAA FYYSISEN TUNNISTAUTUMISAVAIMEN PÄÄSYTIEDOT
fr_fr: RÉINITIALISER LES AUTHENTIFIANTS DE LA CLÉ DE SÉCURITÉ
he: איפוס נתוני מפתח הצפנה
hi: सुरक्षा कुंजी क्रेडेंशियल्स रीसेट
id: ATUR ULANG KREDENSIAL KUNCI KEAMANAN
is: ENDURSTILLA AUÐKENNI ÖRYGGISLYKILS
it_it: RIPRISTINA CREDENZIALI CHIAVI DI SICUREZZA
lt: ATSTATYTI SAUGUMO RAKTO KREDENTALUS
nb_no: Tilbakestill identitetsdetaljer fra sikkerhetsnøkkel
nl: HERSTEL INSTELLINGEN VOOR BEVEILIGINGSSLEUTEL
pl: Zresetuj dane uwierzytelniające klucza bezpieczeństwa
pt_br: REDEFINIR CREDENCIAIS DE CHAVE DE SEGURANÇA
pt_pt: ALTERAR CREDENCIAIS DE CHAVE DE SEGURANÇA
ro: RESETEAZĂ DATELE DE AUTENTIFICARE PENTRU CHEIA DE SECURITATE
ru: СБРОСИТЬ ДОСТУП ЭЛЕКТРОННОГО КЛЮЧА
sv: ÅTERSTÄLL SÄKERHETSNYCKELSUPPGIFTER
ta: பாதுகாப்புச் சாவிச் சான்றாவணங்களை மறுவமைத்திடுக
tr: FİZİKSEL GÜVENLİK ANAHTARI KİMLİK BİLGİLERİNİ SIFIRLA

source: Reset Security Key Credentials
ar: أعادة ضبط بيانات الدخول بإستخدام مفتاح المصادقة
ca: Reinicia les claus i credencials de seguretat
cs: Resetovat přihlašovací údaje bezpečnostního klíče
de_de: Sicherheitsschlüssel-Anmeldeinformationen zurücksetzen
el: Επαναφορά διαπιστευτηρίων κλειδιού ασφαλείας
fi: Nollaa turva-avaimen kirjautumistiedot
fr_fr: Réinitialiser les authentifiants de la clé de sécurité
he: איפוס נתוני מפתח הצפנה
is: Endurstilla auðkenni öryggislykils
it_it: Ripristina credenziali della chiave di sicurezza
nb_no: Tilbakestill innloggingsdetaljer for sikkerhetsnøkkel
nl: Herstel beveiligingssleutel authentificatie
pl: Zresetuj poświadczenia klucza bezpieczeństwa
pt_br: Redefinir credenciais da chave de segurança
pt_pt: Alterar credenciais de chave de segurança
ru: Сброс учетных данных ключа безопасности
sv: Nollställ säkerhetsnyckel-uppgifter
tr: Güvenlik anahtarı kimlik doğrulama bilgilerini sıfırla

source: Download Selected Unread Submissions
ar: تحميل التقديمات المختارة التي لم تقرأ بعد
ca: Baixa els enviaments seleccionats no llegits
el: Λήψη επιλεγμένων μη αναγνωσμένων υποβολών
fi: Lataa valitut lukemattomat lähetykset
fr_fr: Télécharger les envois non lus sélectionnés
is: Sækja valdar ólesnar innsendingar
it_it: Scarica gli invii non letti selezionati
nb_no: Last ned valgte uleste innsendelser
nl: Download geselecteerde ongelezen inzendingen
pl: Pobierz wybrane nieprzeczytane zgłoszenia
ru: Скачать выбранные непрочитанные отправления
sv: Ladda ned de valda och olästa inlämningarna
tr: Seçili Okunmamış Gönderimleri İndir

source: Download Unread
ar: تنزيل المحتوى غير المقروء
ca: Baixa les pendents de llegir
cs: Stáhnout nepřečtené
de_de: Ungelesene herunterladen
el: Κατέβασμα μη αναγνωσμένων
fi: Lataa lukemattomat
fr_fr: Télécharger les non lus
he: הורדת הודעות שלא נקראו
hi: न पढ़े मसाज डाउनलोड करें
id: Unduh Belum Terbaca
is: Niðurhal ólesið
it_it: Scarica non letti
lt: Atsisiųsti neperskaitytus
nb_no: Last ned uleste
nl: Ongelezen downloaden
pl: Pobierz nieodczytane
pt_br: Baixar Não Lidas
pt_pt: Transferir "Por Ler"
ro: Descarcă necitite
ru: Загрузить непрочитанное
sv: Ladda ned olästa
ta: படிக்கப்படாதவற்றைப் பதிவிறக்குக
tr: Okunmamışları İndir

source: Download Selected Submissions
ar: تحميل التقديمات المختارة
ca: Baixa els enviaments seleccionats
el: Λήψη επιλεγμένων υποβολών
fi: Lataa valitut lähetykset
fr_fr: Télécharger les envois sélectionnés
is: Sækja valdar innsendingar
it_it: Scarica gli invii selezionati
nb_no: Last ned valgte innsendelser
nl: Download geselecteerde inzendingen
pl: Pobierz wybrane zgłoszenia
ru: Скачать выбранные отправления
sv: Ladda ned de valda inlämningarna
tr: Seçili Gönderimleri İndir

source: Download
ar: تنزيل
ca: Baixa
cs: Stáhnout
de_de: Herunterladen
el: Λήψη
fi: Lataa
fr_fr: Télécharger
he: הורדה
hi: डाउनलोड
id: Unduh
is: Sækja
it_it: Scarica
lt: Atsisiųsti
nb_no: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ro: Descarcă
ru: Загрузить
sv: Ladda ned
ta: பதிவிறக்குக
tr: İndir

source: Star Selected Submissions
ar: وضع نجمة على التقديمات المختارة
ca: Marca els enviaments seleccionats
fi: Aseta tähti valituille lähetyksille
fr_fr: Apposer une étoile sur les envois sélectionnés
is: Stjörnumerkja valdar innsendingar
it_it: Aggiungi invii selezionati ai preferiti
nb_no: Stjernemerk valgte innsendelser
nl: Geselecteerde inzending markeren
pl: Oznacz gwiazdką wybrane zgłoszenia
ru: Добавить в избранное выбранные отправления
sv: Stjärnmarkera valda inlämningar
tr: Seçili Gönderimleri İşaretle

source: Star
ar: نجمة
ca: Marca
cs: Označit
de_de: Markieren
el: Αστέρι
fi: Merkitse suosikiksi
fr_fr: Étoile
he: סמן כוכב
hi: तारांकित करें
id: Bintang
is: Stjörnumerkja
it_it: Aggiungi ai preferiti
lt: Pažymėti žvaigždute
nb_no: Stjernemerk
nl: Markeren
pl: Oznacz gwiazdką
pt_br: Marcar
pt_pt: Marcar como favorito
ro: Marchează cu stea
ru: Отметить
sv: Stjärnmärk
ta: விண்மீன் குறியிடுக
tr: İşaretle

source: Un-star Selected Submissions
ar: إزالة النجمة عن التقديمات المختارة
ca: Desmarca els enviaments seleccionats
fi: Poista tähti valituista lähetyksistä
fr_fr: Ôter l’étoile pour les envois sélectionnés
is: Taka stjörnu af völdum innsendingum
it_it: Rimuovi invii selezionati dai preferiti
nb_no: Fjern stjernemerking for valgte innsendelser
nl: Verwijder ster van de geselecteerde inzending
pl: Usuń zaznaczenie gwiazdką wybranych zgłoszeń
ru: Снять отметку выбранных отправлений
sv: Ta bort stjärnmarkering på valda inlämningar
tr: Seçili Gönderimlerin İşaretini Kaldır

source: Un-star
ar: إزالة النجمة
ca: Desmarca
cs: Odznačit
de_de: Markieren rückgängig machen
el: Απο-επισήμανση
fi: Poista suosikeista
fr_fr: Ôter l’étoile
he: הסר כוכב
hi: स्टार को हटा दें
id: Hapus bintang
is: Fjarlægja stjörnumerkingu
it_it: Rimuovi dai preferiti
lt: Pašalinti žvaigždutę
nb_no: Fjern stjernemerking
nl: De-markeren
pl: Usuń zaznaczenie gwiazdką
pt_br: Desmarcar
pt_pt: Remover dos favoritos
ro: Elimină marcajul cu stea
ru: Снять отметку
sv: Ta bort stjärnmärkning
ta: விண்மீன் குறியை நீக்குக
tr: İşareti Kaldır

source: Designation
ar: تعيين رمز
ca: Designació
cs: Označení
de_de: Bestimmung
el: Χαρακτηρισμός
fi: Merkintä
fr_fr: Désignation
he: יעוד
is: Tilnefnt
it_it: Denominazione
nb_no: Merket
nl: Benaming
pl: Przeznaczenie
pt_br: Designação
pt_pt: Designação
ru: Назначение
sv: Beteckning
tr: Atama

source: Files
ar: الملفات
ca: Fitxers
cs: Soubory
de_de: Dateien
el: Αρχεία
fi: Tiedostot
fr_fr: Fichiers
he: קבצים
is: Skrár
it_it: File
nb_no: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ru: Файлы
sv: Filer
tr: Dosyalar

source: Messages
ar: الرسائل
ca: Missatges
cs: Zprávy
de_de: Nachrichten
el: Μηνύματα
fi: Viestit
he: הודעות
is: Skilaboð
it_it: Messaggi
nb_no: Meldinger
nl: Bericht
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ru: Сообщения
sv: Meddelanden
tr: İletiler

source: Date
ar: التاريخ
ca: Data
cs: Datum
de_de: Datum
el: Ημερομηνία
fi: Päiväys
he: תאריך
is: Dagsetning
it_it: Data
nb_no: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ru: Дата
sv: Datum
tr: Tarih

source: There are no submissions!
ar: لا يوجد تقديمات!
ca: No hi ha cap enviament.
cs: Nejsou tu žádná podání!
de_de: Es gibt keine Einreichungen!
el: Δεν υπάρχουν υποβολές!
fi: Ei lähetyksiä!
fr_fr: Il n’y a aucun envoi
he: אין הודעות!
is: Það eru engar innsendingar!
it_it: Non ci sono invii!
nb_no: Det er ingen innsendelser!
nl: Er zijn geen inzendingen!
pl: Nie ma zgłoszeń!
pt_br: Não há submissões!
pt_pt: Ainda nada foi submetido!
ru: Отправлений нет!
sv: Det finns inga inskick!
tr: Herhangi bir gönderim yok!

source: Filter by codename
ar: الترشيح بالاسم الرمزي
ca: Filtra per nom en clau
cs: Filtrovat podle krycího jména
de_de: Nach Deckname filtern
el: Φιλτράρισμα ανά κωδικό όνομα
fi: Suodata koodinimellä
fr_fr: Filtrer par nom de code
he: סינון לפי שם קוד
id: Filter menurut nama kode
is: Sía eftir kóðanafni
it_it: Filtra per nome in codice
lt: Filtruoti pagal kodinį pavadinimą
nb_no: Filtrer etter kodenavn
nl: Filter op codenaam
pl: Filtruj według kryptonimu
pt_br: filtrar por codinome
pt_pt: Filtrar por nome-código
ro: Filtrează după numele de cod
ru: Фильтр по кодовому имени
sv: Filtrera på kodnamn
ta: குறிப்பெயரின்படி வடிகட்டுக
tr: Kod adına göre süz

source: Select All
ar: اختر الكل
ca: Selecciona-ho tot
cs: Vybrat vše
de_de: Alles auswählen
el: Επιλογή όλων
fi: Valitse kaikki
fr_fr: Tout sélectionner
he: בחר הכל
hi: सभी का चयन करे
id: Pilih Semua
is: Velja allt
it_it: Seleziona tutti
lt: Pasirinkti viską
nb_no: Marker alle
nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Selecionar Tudo
pt_pt: Selecionar Tudo
ro: Selectează tot
ru: Выделить все
sv: Välj alla
ta: எல்லாவற்றையும் தேர்ந்தெடுத்திடுக
tr: Tümünü Seç

source: Select Unread
ar: اختر الرسائل غير المقروءة
ca: Selecciona els pendents de llegir
cs: Vybrat nepřečtené
de_de: Ungelesene auswählen
el: Επιλογή μη αναγνωσμένων
fi: Valitse lukemattomat
fr_fr: Sélectionner les non lus
he: בחר הודעות שלא נקראו
hi: न पढ़े हुऐ चुनें
id: Pilih Belum Dibaca
is: Velja ólesið
it_it: Seleziona non letti
lt: Pažymėti Neperskaitytus
nb_no: Marker uleste
nl: Ongelezen selecteren
pl: Wybierz nieprzeczytane
pt_br: Selecionar Não Lidas
pt_pt: Selecionar "Por Ler"
ro: Selectează necitite
ru: Выделить непрочитанное
sv: Markera olästa
ta: படிக்கப்படாதவற்றைத் தேர்ந்தெடுத்திடுக
tr: Okunmamışları Seç

source: Select None
ar: إزالة الاختيار
ca: No en seleccionis cap
cs: Zrušit výběr
de_de: Keine auswählen
el: Επιλογή κανενός
fi: Älä valitse mitään
fr_fr: Ne rien sélectionner
he: הסרת בחירה
hi: किसी का चयन न करें
id: Pilih Tidak Ada
is: Velja ekkert
it_it: Rimuovi selezione
lt: Nepasirinkti nieko
nb_no: Fjern markering
nl: Niets selecteren
pl: Wybierz żadne
pt_br: Não Selecionar Nada
pt_pt: Desmarcar Seleção
ro: Nu selecta nimic
ru: Снять выделение
sv: Markera inga
ta: எதையும் தேர்ந்தெடுக்கவேண்டாம்
tr: Seçimi Temizle

source: Are you sure you want to reset two-factor authentication for {username}?
ar: هل أنت متأكد من أنّك تريد تصفير الاستيثاق في خطوتين للمستخدم {username}؟
ca: Segur que voleu restablir l'autenticació de factor doble per a {username}?
cs: Opravdu chcete obnovut dvoufaktorovu autentizaci pro uživatele „{username}“?
de_de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung für {username} zurücksetzen möchten?
el: Είστε σίγουρος πως θέλετε να επαναφέρετε την πιστοποίηση δύο παραγόντων για τον χρήστη {username};
fi: Oletko varma, että haluat palauttaa käyttäjän {username} kaksivaiheisen tunnistamismekanismin?
fr_fr: Voulez-vous vraiment réinitialiser l’authentification à deux facteurs pour {username} ?
he: האם אתה בטוח שברצונך לאפס הגדרות אימות דו-שלבי למשתמש {username}?
hi: क्या आप वाकई {username} के लिए दो-कारक प्रमाणीकरण को रीसेट करना चाहते हैं?
id: Yakin ingin menyetel ulang autentikasi dua faktor untuk {username}?
is: Ertu viss um að þú viljir endurstilla tvíþátta auðkenninguna fyrir {username}?
it_it: Reimpostare veramente l'autenticazione a due fattori per {username}?
lt: Ar tikrai norite iš naujo nustatyti dviejų veiksnių {username} autentifikavimą?
nb_no: Er du sikker på at du vil tilbakestille tofaktor-autentisering for {username}?
nl: Weet u zeker dat u de tweestapsauthenticatie voor {username} wilt herstellen?
pl: Czy napewno chcesz zresetować uwierzytelnianie dwuskładnikowe dla użytkownika {username}?
pt_br: Tem certeza de que deseja redefinir a autenticação de dois fatores de {username}?
pt_pt: Tem a certeza de que deseja alterar a autenticação de dois fatores (2FA) de {username}?
ro: Sigur vrei să resetezi autentificarea cu doi factori pentru {username}?
ru: Вы действительно хотите сбросить двухэтапную аутентификацию для пользователя {username}?
sv: Är du säker att du vill återställa tvåfaktorsautentiseringen för {username}?
ta: {username} பயனருக்கான இருகூற்று உறுதிப்படுத்தலை உறுதியாக நீங்கள் மறுவமைக்க வேண்டுமா?
tr: {username} kullanıcısının iki aşamalı kimlik doğrulamasını sıfırlamak istediğinize emin misiniz?

source: Sources selected:
ar: المصادر المختارة:
ca: Fonts seleccionades:
cs: Vybrané zdroje:
de_de: Quellen ausgewählt:
el: Επιλεγμένες πηγές:
fi: Valitut lähteet:
fr_fr: Sources sélectionnées :
he: מקורות שנבחרו:
id: Sumber yang dipilih:
is: Valdir heimildarmenn:
it_it: Fonti selezionate:
lt: Pasirinkti šaltiniai
nb_no: Kildeoppføringer valgt:
nl: Geselecteerde bronnen:
pl: Wybrane źródła:
pt_br: Fontes selecionadas:
pt_pt: Fontes selecionadas:
ru: Выбранные ичточники:
sv: Källor valda:
ta: தேர்வு செய்யப்பட்ட மூலங்கள்:
tr: Seçilmiş kaynaklar:

source: Selected language
ar: اللغة المختارة
ca: Llengua seleccionada
cs: Vybraný jazyk
de_de: Ausgewählte Sprache
el: Επιλεγμένη γλώσσα
fi: Valittu kieli
fr_fr: Langue sélectionné
he: שפה
is: Valið tungumál
it_it: Lingua selezionata
nb_no: Valgt språk
nl: Geselecteerde taal
pl: Wybrany język
pt_br: Língua selecionada
pt_pt: Linguagem selecionada
ru: Выбранный язык
sv: Markerat språk
tr: Seçilmiş dil

source: Choose language
ar: اختيار اللغة
ca: Trieu una llengua
cs: Vyberte jazyk
de_de: Sprache auswählen
el: Επιλογή γλώσσας
fi: Valitse kieli
fr_fr: Choisir un langue
he: בחר שפה
is: Veldu tungumál
it_it: Scegli la lingua
nb_no: Velg språk
nl: Taal kiezen
pl: Wybierz język
pt_br: Escolha a língua
pt_pt: Escolher linguagem
ru: Выбрать язык
sv: Välj språk
tr: Dili seçin
