Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: To configure a minimum message length, you must set the required number of characters.
ar: لتهيئة الحد الأدنى لطول الرسالة، يجب عليك تعيين عدد الأحرف المطلوب.
ca: Per configurar una longitud mínima de missatge, establiu el nombre de caràcters necessaris.
cs: Pro nastavení minimální délky zprávy musíte nastavit požadovaný počet znaků.
de_de: Um eine minimale Nachrichtenlänge zu konfigurieren müssen Sie die erforderliche Zeichenanzahl festlegen.
el: Για να ορίσετε το ελάχιστο μήκος μηνύματος, πρέπει να ορίσετε τον αριθμό χαρακτήρων που απαιτείται.
fi: Sinun tulee asettaa vaadittujen merkkien määrä määrittääksesi viestin vähimmäispituuden.
fr_fr: Pour configurer une longueur de message minimale, vous devez définir le nombre de caractères requis.
he: כדי להגדיר אורך הודעה מינימלי, עליך להגדיר את מספר התווים הנדרש.
is: Til að stilla lágmarkslengd skilaboða þarftu að setja nauðsynlegan fjölda stafa.
it_it: Per configurare una lunghezza minima del messaggio, è necessario impostare il numero richiesto di caratteri.
nb_no: For å sette opp minumum meldingslengde må du definere et påkrevd antall tegn.
nl: Als u een minimale berichtlengte wilt configureren, moet u het vereiste aantal tekens instellen.
pl: Aby skonfigurować minimalną długość wiadomości, musisz ustawić wymaganą liczbę znaków.
pt_br: Para configurar o mínimo comprimento de uma mensagem, é necessário definir o número de caracteres.
pt_pt: Para configurar uma mensagem de tamanho mínimo deve definir o número obrigatório de caracteres.
ru: Для настройки минимальной длины сообщения необходимо задать необходимое количество символов.
sv: För att konfigurera ett minimumvärde för meddelandens längd, så måste du ange antal tecken.
tr: En az ileti uzunluğunu yapılandırmak için gerekli karakter sayısını ayarlamalısınız.

source: File required.
ar: يجب اختيار ملف.
ca: El fitxer és obligatori.
cs: Soubor je povinný.
de_de: Datei erforderlich.
el: Απαιτείται αρχείο.
fi: Tiedosto vaaditaan.
fr_fr: Un fichier est exigé.
he: קובץ נדרש.
hi: आवश्यक फाइल।
id: Berkas diperlukan.
is: Skrá er nauðsynleg.
it_it: File obbligatorio.
lt: Byla (failas) privalomas.
nb_no: Fil påkrevd.
nl: Bestand verplicht.
pl: Wymagany jest plik.
pt_br: Arquivo obrigatório.
pt_pt: Obrigatório escolher um ficheiro.
ro: Trebuie să existe un fișier.
ru: Файл обязателен.
sv: Fil krävs.
ta: கோப்பு தேவைப்படுகின்றது.
tr: Dosya gerekli.

source: You can only upload PNG image files.
ar: الصيغة المقبولة لملفّات الصور هي PNG حصرًا.
ca: Només podeu pujar fitxers d’imatge PNG.
cs: Nahrávat lze jen obrázky ve formátu PNG.
de_de: Sie können nur PNG-Bilddateien hochladen.
el: Μπορείτε να ανεβάσετε μόνο αρχεία εικόνας τύπου PNG.
fi: Voit lähettää ainoastaan PNG-kuvatiedostoja.
fr_fr: Vous ne pouvez téléverser que des fichiers images PNG.
he: אתה יכול להעלות רק קובצי תמונה בפורמט PNG.
hi: आप केवल PNG छवि फ़ाइलों को अपलोड कर सकते हैं।
id: Anda hanya dapat mengunggah file gambar PNG.
is: Þú getur einungis hlaðið upp PNG-myndskrár.
it_it: Possono essere caricate solo immagini PNG.
lt: Galite įkelti tik PNG vaizdo failus.
nb_no: Du kan kun laste opp PNG-bildefiler.
nl: U kunt alleen PNG-afbeeldingsbestanden uploaden.
pl: Możesz przesłać jedynie pliki PNG.
pt_br: Você pode carregar somente documentos de imagem PNG.
pt_pt: Apenas pode submeter imagens em formato PNG.
ro: Poți încărca doar fișiere de imagini PNG.
ru: Вы можете загружать изображения только в формате PNG.
sv: Du kan endast ladda upp PNG-bildfiler.
ta: PNG படிமக் கோப்புகளை மட்டுமே நீங்கள் பதிவேற்றவியலும்.
tr: Yalnız PNG biçiminde görsel dosyaları yükleyebilirsiniz.

source: The source will receive your reply next time they log in.
ar: سيستلم المصدر ردك في المرة القادمة التي يسجل دخوله فيها.
ca: La font rebrà la vostra resposta quan tornin a iniciar sessió.
cs: Zdroj dostane vaši zprávu, až se příště přihlásí.
de_de: Die Quelle erhält Ihre Antwort, wenn sie sich das nächste Mal anmeldet.
el: Η πηγή θα λάβει την απάντησή σας την επόμενη φορά που θα συνδεθεί.
fi: Lähde vastaanottaa vastauksesi seuraavan kerran, kun hän kirjautuu sisään.
fr_fr: La source recevra votre réponse lors de sa prochaine connexion.
he: המקור יקבל את תשובתך בפעם הבאה שהוא יתחבר.
is: Heimildarmaðurinn mun fá svarið frá þér við næstu innskráningu.
it_it: La fonte riceverà la tua risposta al prossimo accesso.
nb_no: Kilden vil få svaret ditt neste gang vedkommende logger inn.
nl: De bron zal je antwoord ontvangen de volgende keer dat ze inlogt.
pl: Źródło otrzyma Twoją odpowiedź przy następnym logowaniu.
pt_br: A fonte vai receber sua resposta na próxima vez em que você se conectar.
pt_pt: A fonte receberá a sua resposta da próxima vez que iniciar sessão.
ru: Источник получит ваш ответ при следующем входе.
sv: Källan kommer att få ditt svar nästa gång de loggar in.
tr: Kaynak, bir sonraki oturum açmalarında yanıtınızı alacak.

source: You must select one or more items for download
ar: لا بد من اختيار عنصر أو أكثر للتحميل
ca: Cal que seleccioneu un o més elements per baixar
cs: Musíte vybrat jednu či více položek ke stažení
de_de: Sie müssen einen oder mehrere Einträge zum Herunterladen auswählen
el: Πρέπει να επιλέξετε ένα ή περισσότερα αντικείμενα για λήψη
fi: Valitse yksi tai useampi kohde ladattavaksi
fr_fr: Vous devez sélectionner un ou plusieurs éléments à télécharger
he: עליך לבחור פריט אחד או יותר להורדה
id: Anda harus memilih satu atau lebih item untuk diunduh
is: Þú verður að velja eitt eða fleiri atriði til niðurhals
it_it: È necessario selezionare uno o più oggetti da scaricare
lt: Atsisiuntimui privalote pasirinkti vieną ar daugiau elementų
nb_no: Du må velge ett eller flere elementer for nedlasting
nl: U moet één of meerdere items selecteren om te downloaden
pl: Musisz wybrać jeden lub więcej elementów do pobrania
pt_br: Você deve selecionar um ou mais itens para download
pt_pt: Deve selecionar um ou mais itens para transferir
ru: Необходимо выбрать минимум один элемент для скачивания
sv: Du måste välja ett eller flera meddelanden för nedladdning
ta: பதிவிறக்கம் செய்ய ஒன்றோ அல்லது அதற்கு மேலாகவோ உருப்படிகளை நீங்கள் தேர்வு செய்ய வேண்டும்
tr: İndirilecek bir ya da daha fazla öge seçmelisiniz

source: You must select one or more items for deletion
ar: لا بد من اختيار عنصر أو أكثر للحذف
ca: Cal que seleccioneu un o més elements per suprimir
cs: Musíte vybrat jednu nebo více položek ke smazání
de_de: Sie müssen einen oder mehrere Einträge zum Löschen auswählen
el: Πρέπει να επιλέξετε ένα ή παραπάνω αντικείμενα για διαγραφή
fi: Valitse yksi tai useampi kohde poistettavaksi
fr_fr: Vous devez sélectionner un ou plusieurs éléments à supprimer
he: עליך לבחור פריט אחד או יותר למחיקה
id: Anda harus memilih satu atau lebih item untuk dihapus
is: Þú verður að velja eitt eða fleiri atriði til eyðingar
it_it: È necessario selezionare uno o più oggetti da eliminare
lt: Turite pasirinkti vieną ar daugiau elementų, kuriuos norite ištrinti
nb_no: Du må velge ett eller flere elementer for sletting
nl: U moet één of meer items selecteren om te verwijderen
pl: Musisz wybrać jeden lub więcej elementów do usunięcia
pt_br: Você deve selecionar um ou mais itens a serem apagados
pt_pt: Deve selecionar um ou mais itens para eliminar
ru: Вы должны выбрать минимум элемент для удаления
sv: Du måste välja ett eller flera meddelanden för radering
ta: நீக்கம் செய்ய ஒன்றோ அல்லது அதற்கு மேலாகவோ உருப்படிகளை நீங்கள் தேர்வு செய்யவேண்டும்
tr: Silinecek bir ya da daha fazla öge seçmelisiniz

source: No unread submissions for this source.
ar: لا توجد رسائل غير مقروءة من هذا المصدر.
ca: Aquesta font no té cap enviament sense llegir.
cs: Žádné nepřečtené příspěvky z tohoto zdroje.
de_de: Keine ungelesenen Einreichungen für diese Quelle.
el: Δεν υπάρχουν μη αναγνωσμένες υποβολές για αυτή την πηγή.
fi: Ei avaamattomia palautuksia tältä lähteeltä.
fr_fr: Aucun envoi non lu pour cette source.
he: אין טפסים שלא נקראו עבור המקור הזה.
hi: इस स्रोत के लिए कोई अपठित सबमिशन नहीं है |
id: Tidak ada kiriman yang belum dibaca dari sumber ini.
is: Engar ólesnar innsendingar hjá þessum heimildarmanni.
it_it: Non ci sono invii non letti per questa fonte.
lt: Nėra neskaitytų šio šaltinio pateikimų.
nb_no: Ingen uleste innsendelser fra denne kilden.
nl: Geen ongelezen inzendingen van deze bron.
pl: Brak nieprzeczytanych zgłoszeń tego źródła.
pt_br: Esta fonte não tem nenhum envio não lido.
pt_pt: Não tem nada por ler desta fonte.
ro: Nu sunt trimiteri necitite de la această sursă.
ru: Нет непрочитанных материалов для этого источника.
sv: Det finns inga olästa inlämningar från denna källa.
ta: இந்த மூலத்திற்கான படிக்கப்படாத அனுப்புகைகள் ஏதுமில்லை.
tr: Bu kaynağın okunmamış gönderimi yok.

source: You have been logged out due to inactivity.
ar: تم الخروج من الحساب بسبب انعدام النشاط.
ca: S'ha desconnectat la sessió per inactivitat.
cs: Z důvodu neaktivity jste byli odhlášeni.
de_de: Sie wurden wegen Inaktivität abgemeldet.
el: Αποσυνδεθήκατε λόγω αδράνειας.
fi: Sinut on kirjattu ulos pitkän epäaktiivisuuden vuoksi.
fr_fr: Vous avez été déconnecté pour cause d’inactivité.
he: יצאת עקב חוסר פעילות.
hi: निष्क्रियता के कारण आपको लॉग आउट कर दिया गया है|
id: Anda telah keluar karena tidak aktif.
is: Þú hefur verið skráð/ur út vegna aðgerðaleysis.
it_it: La sessione è stata terminata per inattività.
lt: Jūs buvote atjungtas dėl neveiklumo.
nb_no: Du har blitt utlogget som følge av inaktivitet.
nl: U bent wegens inactiviteit uitgelogd.
pl: Zostałeś wylogowany z powodu braku aktywności.
pt_br: A sua sessão foi encerrada por inatividade.
pt_pt: A sua sessão terminou por inatividade.
ro: Ai fost deconectat(ă) din cauza inactivității.
ru: Ваша сессия была завершена из-за неактивности.
sv: Du har blivit utloggad på grund av inaktivitet.
ta: செயலின்மையால் நீங்கள் விடுபதிகை செய்யப்பட்டுள்ளீர்கள்.
tr: Uzun süredir bir işlem yapmadığınız için oturumunuz kapatıldı.

source: Account updated.
ar: تم تحديث الحساب.
ca: S’ha actualitzat el compte.
cs: Uživatelský účet aktualizován.
de_de: Konto aktualisiert.
el: Ο λογαριασμός ενημερώθηκε.
fi: Tili päivitetty.
fr_fr: Le compte a été mis à jour.
he: החשבון עודכן.
hi: खाता अपडेट किया गया।
id: Akun telah dimutakhirkan.
is: Aðgangur uppfærður.
it_it: Account aggiornato.
lt: Paskyra atnaujinta.
nb_no: Konto oppdatert.
nl: Account bijgewerkt.
pl: Konto zaktualizowane.
pt_br: Conta atualizada.
pt_pt: Alterações à conta guardadas.
ro: Contul a fost actualizat.
ru: Аккаунт обновлен.
sv: Kontot uppdaterat.
ta: பயனர்கணக்கு புதுப்பிக்கப்பட்டுள்ளது.
tr: Hesap güncellendi.

source: Login failed.
ar: فشل الولوج.
ca: Ha fallat l’inici de la sessió.
cs: Přihlášení selhalo.
de_de: Anmeldung fehlgeschlagen.
el: Η σύνδεση απέτυχε.
fi: Kirjautuminen epäonnistui.
fr_fr: Échec de connexion.
he: ההתחברות נכשלה.
hi: लॉगिन विफल।
is: Innskráning mistókst.
it_it: Accesso non riuscito.
nb_no: Innlogging mislyktes.
nl: Inloggen mislukt.
pl: Logowanie nie powiodło się.
pt_br: Falha na autenticação.
pt_pt: Falha ao iniciar sessão.
ro: Autentificarea a eșuat.
ru: Авторизация не удалась.
sv: Inloggningen misslyckades.
tr: Oturum açma başarısız.

source: Please wait at least {num} second before logging in again.
ar: ينبغي الانتظار {num} ثانية على الأقل قبل محاولة الولوج مجدّدا.
ca: Espereu com a mínim {num} segon abans d’iniciar la sessió de nou.
cs: Před dalším pokusem o přihlášení prosím počkejte alespoň jednu vteřinu.
de_de: Bitte warten Sie mindestens {num} Sekunde, bevor Sie sich erneut anmelden.
el: Παρακαλώ περιμένετε τουλάχιστον {num} δευτερόλεπτο πριν ξανασυνδεθείτε.
fi: Odota vähintään {num} sekunti ennen uudelleenkirjautumista.
fr_fr: Veuillez patienter au moins {num} seconde avant de vous reconnecter.
he: המתן לפחות שניה אחת לפני שתתחבר שוב.
id: Mohon tunggu setidaknya {num} detik sebelum masuk kembali.
is: Bíddu í a.m.k. {num} sekúndu áður en þú reynir innskráningu aftur.
it_it: Attendere almeno {num} secondo prima di accedere nuovamente.
lt: Prašome palaukti bent {num} sekundę prieš bandant vėl prisijungti.
nb_no: Vent i minst {num} sekund før du forsøker å logge inn igjen.
nl: Wacht minstens {num} seconde voordat u nogmaals probeert in te loggen.
pl: Poczekaj co najmniej {num} sekundę przed ponownym zalogowaniem.
pt_br: Por favor, espere pelo menos {num} segundo antes de tentar acessar novamente.
pt_pt: Por favor espere pelo menos {num} segundo antes de tentar iniciar sessão novamente.
ro: Te rugăm să aștepți cel puțin {num} secundă înainte de a te autentifica din nou.
ru: Подождите минимум {num} секунду перед тем как попробовать снова войти в систему.
sv: Var snäll och vänta åtminstone {num} sekund innan du loggar in igen.
ta: தயவு செய்து மீண்டும் புகுபதிகை செய்யுமுன் குறைந்தது {num} நொடி காத்திருக்கவும்.
tr: Lütfen yeniden oturum açmayı denemeden önce {num} saniye bekleyin.

source: Your 2FA details are invalid - please contact an administrator to reset them.
ar: بيانات الاستيثاق 2FA غير صالحة - يرجى التواصل مع الإداري لإعادة ضبطهم.
ca: Les dades 2FA no són vàlides - contacteu amb un administrador per reiniciar la informació.
cs: Vaše dvoufaktorové údaje jsou neplatné - kontaktujte, prosím, administrátora, aby je resetoval.
de_de: Ihre 2FA-Daten sind ungültig - bitte wenden Sie sich an einen Administrator, um sie zurückzusetzen.
el: Οι λεπτομέρειες 2FA σας είναι άκυρες - παρακαλώ επικοινωνήστε με τη διαχείριση για την επαναφορά τους.
fi: 2FA-tietosi ovat virheelliset - ota yhteys ylläpitoon nollataksesi ne.
fr_fr: Vos détails d’A2F sont invalides. Veuillez contacter un administrateur pour les réinitialiser.
he: פרטי האימות הדו-שלבי שלך אינם תקינים - אנא צור קשר עם מנהל מערכת כדי לאפס אותם.
is: Tveggja-þátta innskráningarupplýsingarnar þínar eru ógildar - hafðu samband við kerfisstjóra til að endurstilla þær.
it_it: I dettagli per l'accesso con 2FA non sono validi - contatta un amministratore per eseguire il ripristino.
nb_no: Tofaktor-opplysningene dine er ugyldige - vennligst kontakt en administrator som kan sette dem opp på nytt.
nl: Uw 2FA dtails zijn ongeldig - neem contact op met een beheerder om ze opnieuw in te stellen.
pl: Twoje dane 2FA są nieprawidłowe – skontaktuj się z administratorem, aby je zresetować.
pt_br: As suas informações de ADF são inválidas - por favor contacte o administrador para redefiní-las.
pt_pt: Os seus dados de autenticação de dois fatores (2FA) são inválidos - por favor, contacte um administrador para os redefinir.
ru: Ваши данные 2FA недействительны. Обратитесь к администратору для их восстановления.
sv: Detaljerna i din 2FA är inkorrekta - vänligen kontakta en administratör för att nollställa den.
tr: İki aşamalı kimlik doğrulama bilgileriniz geçersiz. Lütfen sıfırlaması için bir yönetici ile görüşün.

source: Please wait for a new code from your two-factor mobile app or security key before trying again.
ar: انتظر حتّى يظهر رمز الاستيثاق في خطوتين الجديد على التطبيق الهاتفي أو مفتاح المصادقة قبل إعادة المحاولة.
ca: Espereu un codi nou de la vostra aplicació de factor doble o clau de seguretat abans de tornar-ho a provar.
cs: Dřív než budete pokračovat, počkejte prosím na nový dvoufaktorový kód z vaší mobilní aplikace nebo bezpečnostního klíče.
de_de: Bitte warten Sie auf einen neuen Code von Ihrer mobilen Zwei-Faktor-Anwendung oder Ihrem Sicherheitsschlüssel, bevor Sie es erneut versuchen.
el: Παρακαλώ περιμένετε για έναν νέο κωδικό από την εφαρμογή ή το κλειδί ασφαλείας πριν ξαναδοκιμάσετε.
fi: Odota uutta koodia kaksivaiheisen tunnistautumisen mobiilisovelluksesta tai fyysisestä tunnistusavaimesta, ennen kuin yrität uudelleen.
fr_fr: Veuillez attendre un nouveau code de votre appli mobile ou de votre clé de sécurité d’A2F avant de réessayer.
he: אנא המתן לקוד חדש מהאפליקציה או ממפתח האבטחה שלך לפני שתנסה שוב.
hi: फिर से प्रयास करने से पहले कृपया अपने दो-कारक मोबाइल ऐप या सुरक्षा से एक नया कोड की प्रतीक्षा करें।
id: Harap tunggu kode baru dari aplikasi dua faktor di seluler atau kunci keamanan Anda sebelum mencoba lagi.
is: Bíddu eftir nýjum kóða frá tvíþátta farsímaforriti eða settu inn dulritunarlykil áður en þú reynir aftur.
it_it: Attendere un nuovo codice a due fattori dall'applicazione mobile o dalla chiave di sicurezza prima di tentare nuovamente.
lt: Prieš bandydami dar kartą, palaukite naujo kodo iš dviejų veiksnių mobiliosios programėlės arba saugos rakto.
nb_no: Vent på ny tofaktorkode fra ditt mobilprogram eller sikkerhetsnøkkel før du forsøker igjen.
nl: Wacht op een nieuwe code van uw mobiele applicatie of tweestapstoken alvorens nogmaals te proberen.
pl: Poczekaj na nowy kod z aplikacji mobilnej uwierzytelniania dwuskładnikowego lub klucz bezpieczeństwa, zanim spróbujesz ponownie.
pt_br: Por favor, aguarde um novo código 2FA do seu aplicativo de celular ou chave de segurança antes de tentar novamente.
pt_pt: Por favor, espere que a app de dois fatores (2FA) ou chave de segurança gere um novo código antes tentar novamente.
ro: Te rugăm să aștepți un cod nou de la aplicația mobilă pentru autentificarea cu doi factori sau cheia de securitate înainte de a încerca din nou.
ru: Пожалуйста, дождитесь нового кода от вашего двухфакторного приложения или электронного ключа, прежде чем повторить попытку.
sv: Var snäll och vänta på en ny kod från din tvåfaktor-app eller säkerhetsnyckel innan du försöker på nytt.
ta: மீண்டும் முயற்சிக்கும் முன் தயவு செய்து உங்களுடைய இருகூற்றுக் கைப்பேசிச் செயலியிலிருந்து வரும் ஒரு புதிய குறி அல்லது பாதுகாப்புச் சாவிக்காகக் காத்திருக்கவும்.
tr: Yeniden denemeden önce lütfen iki aşamalı kimlik doğrulama mobil uygulamanızdan yeni bir kod gelmesini bekleyin.

source: The item has been deleted.
ar: لم يتم حذف أي عنصر.
ca: S'ha suprimit l'element.
cs: Položka byla smazána.
de_de: Der Eintrag wurde gelöscht.
el: Το αντικείμενο διαγράφηκε.
fi: Kohde on poistettu.
fr_fr: L’élément a été supprimé.
he: הפריט נמחק.
id: {num} item telah dihapus.
is: Atriðinu hefur verið eytt.
it_it: L'oggetto è stato eliminato.
lt: {num} buvo ištrintas.
nb_no: Elementet har blitt slettet.
nl: Het item is verwijderd.
pl: Element został usunięty.
pt_br: Este item foi apagado.
pt_pt: O item foi eliminado.
ru: {num} элемент был удален.
sv: Meddelandet har raderats.
ta: உருப்படி நீக்கப்பட்டுவிட்டது.
tr: Öge silindi.

source: No collections selected for deletion.
ar: لَمْ تُختَر أيّ مجموعة لحذفها.
ca: No s’ha seleccionat cap col·lecció per suprimir.
cs: Nevybral/a jste žádnou sadu k smazání.
de_de: Es sind keine Sammlungen zum Löschen ausgewählt.
el: Δεν έχουν επιλεχθεί συλλογές για διαγραφή.
fi: Kokoelmia ei valittu poistettavaksi.
fr_fr: Aucune collection n’a été sélectionnée pour être supprimée.
he: לא נבחרו אוספים למחיקה.
hi: हटाए जाने के लिए कोई संग्रह नहीं चुना गया।
id: Tidak ada koleksi yang dipilih untuk dihapus.
is: Engin söfn valin til eyðingar.
it_it: Nessun archivio è stato selezionato per essere eliminato.
lt: Medžiaga ištrynimui nepasirinkta.
nb_no: Ingen kildeoppføringer valgt for sletting.
nl: Geen collecties geselecteerd om te verwijderen.
pl: Nie wybrano zbioru do usunięcia.
pt_br: Nenhuma coleção selecionada para ser apagada.
pt_pt: Nenhuma coleção foi selecionada para eliminação.
ro: Nu a fost selectată nicio colecție pentru ștergere.
ru: Не выбраны коллекции для удаления.
sv: Inga samlingar har markerats för radering.
ta: நீக்கம் செய்யத் திரட்டுகள் ஏதும் தேர்வு செய்யப்படவில்லை.
tr: Silinecek bir derleme seçilmemiş.

source: The account and all data for the source have been deleted.
ar: لم يتم حذف أي حساب أو أي بيانات.
ca: S'ha suprimit el compte i totes les dades de la font.
cs: Účet a všechna data pro {n} zdroj byla smazána.
de_de: Das Konto und alle Daten für die Quelle wurden gelöscht.
el: Ο λογαριασμός και τα δεδομένα της πηγής έχουν διαγραφεί.
fi: Lähteen tili ja kaikki siihen liittyvä data on poistettu.
fr_fr: Le compte et toutes les données de la source ont été supprimés.
he: החשבון וכל הנתונים עבור המקור נמחקו.
is: Notandaaðgangur og öllum gögnum heimildarmanns hefur verið eytt.
it_it: L'account e tutti i dati della fonte sono stati eliminati.
nb_no: Kontoen og dataene knyttet til kilden har blitt slettet.
nl: Het account en alle data van de bron zijn verwijderd.
pl: Konto i wszystkie dane źródła zostały usunięte.
pt_br: A conta e todos os dados de o fonte foram apagados.
pt_pt: A conta da fonte e todos os seus dados foram eliminados.
ru: Учетная запись и все данные для источника были удалены.
sv: Kontot och all data för källan har raderats.
tr: Bu kaynağın hesap bilgileri ve verileri silinecek.

source: You must select one or more items for deletion.
ar: لا بد من اختيار عنصر أوأكثر للحذف.
ca: Cal que seleccioneu un o més elements per suprimir.
cs: Musíte vybrat jednu nebo více položek ke smazání.
de_de: Sie müssen einen oder mehrere Einträge zum Löschen auswählen.
el: Πρέπει να επιλέξετε ένα ή περισσότερα αντικείμενα για διαγραφή.
fi: Valitse yksi tai useampi kohde poistoa varten.
fr_fr: Vous devez sélectionner un ou plusieurs éléments à supprimer.
he: עליך לבחור פריט אחד או יותר למחיקה.
id: Anda harus memilih satu atau beberapa item untuk dihapus.
is: Þú verður að velja eitt eða fleiri atriði til eyðingar.
it_it: È necessario selezionare uno o più oggetti da eliminare.
lt: Ištrinimui privalote pasirinkti vieną ar daugiau elementų.
nb_no: Du må velge ett eller flere elementer for sletting.
nl: U moet één of meer items selecteren om te verwijderen.
pl: Musisz wybrać co najmniej jeden element do usunięcia.
pt_br: Você deve selecionar um ou mais itens a serem apagados.
pt_pt: Deve selecionar um ou mais itens para eliminar.
ru: Необходимо выбрать минимум один элемент для удаления.
sv: Du måste välja ett eller flera meddelanden för radering.
ta: நீக்கம் செய்ய ஒன்றோ அல்லது அதற்கு மேலாகவோ உருப்படிகளை நீங்கள் தேர்வு செய்யவேண்டும்.
tr: Silinecek bir ya da daha fazla öge seçmelisiniz.

source: The files and messages have been deleted.
ar: تم حذف الملفات والرسائل.
ca: S'han suprimit els fitxers i missatges.
cs: Soubory a zprávy byly smazány.
de_de: Die Dateien und Nachrichten wurden gelöscht.
el: Τα αρχεία και τα μηνύματα διαγράφηκαν.
fi: Tiedostot ja viestit on poistettu.
fr_fr: Les fichiers et messages ont été supprimés.
he: הקבצים וההודעות נמחקו.
id: Berkas dan pesan telah dihapus.
is: Öllum skrám og skilaboðum hefur verið eytt.
it_it: I file e i messaggi sono stati eliminati.
lt: Visi failai ir pranešimai buvo ištrinti.
nb_no: Filene og meldingene har blitt slettet.
nl: De bestanden en berichten zijn verwijderd.
pl: Pliki i wiadomości zostały usunięte.
pt_br: Os arquivos e as respostas foram apagados.
pt_pt: Os ficheiros e mensagens foram eliminados.
ru: Файлы и сообщения были удалены.
sv: Filer och meddelanden har raderats.
ta: கோப்புகளும் சேதிகளும் நீக்கப்பட்டுவிட்டன.
tr: Dosya ve iletiler silindi.

source: Name updated.
ar: تم تحديث الاسم.
ca: S'ha actualitzat el nom.
cs: Jméno aktualizováno.
de_de: Name wurde aktualisiert.
el: Το όνομα ενημερώθηκε.
fi: Nimi päivitetty.
fr_fr: Le nom a été mis à jour.
he: השם עודכן.
hi: नाम अपडेट किया गया ।
id: Nama diperbarui.
is: Nafn uppfært.
it_it: Nome aggiornato.
lt: Paskyra atnaujinta.
nb_no: Navn oppdatert.
nl: Naam bijgewerkt.
pl: Imię i nazwisko uaktualniono.
pt_br: Nome atualizado.
pt_pt: Nome atualizado.
ro: Numele a fost actualizat.
ru: Имя обновлено.
sv: Namn uppdaterat.
ta: பெயர் புதுப்பிக்கப்பட்டுள்ளது.
tr: Ad güncellendi.
