Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Thank you for sending this information to us. Please check back later for replies.
ar: شكرا لإرسالك هذه المعلومات إلينا. تَرَقّب ردًّا منّا.
ca: Gràcies per enviar-nos aquesta informació. Comproveu més endavant si hi ha cap resposta.
cs: Děkujeme za zaslání těchto informací. Přihlaste se prosím za nějaký čas znovu a zkontrolujte odpovědi.
de_de: Danke, dass Sie uns diese Information gesendet haben. Bitte kommen Sie später wieder, um nach einer Antwort zu schauen.
el: Ευχαριστούμε που μας στείλατε αυτές τις πληροφορίες. Παρακαλούμε δείτε εδώ αργότερα για απαντήσεις.
fi: Kiitos, että lähetit meille tämän tiedon. Palaa myöhemmin tarkistamaan, oletko saanut vastauksia.
fr_fr: Nous vous remercions de nous avoir envoyé ces renseignements. Veuillez revenir plus tard pour lire les réponses.
he: תודה ששלחת לנו מידע זה. אנא חזור מאוחר יותר לקבלת תשובות.
hi: हमें यह जानकारी भेजने के लिए धन्यवाद। उत्तर के लिए बाद में जांच करें।
id: Terima kasih telah mengirimkan informasi ini kepada kami. Silakan periksa kembali nanti untuk balasan.
is: Takk fyrir að senda þessar upplýsingar til okkar. Komdu svo aftur síðar til að athuga með svör.
it_it: Grazie per aver inviato questa informazione. Verifica più tardi per vedere eventuali risposte.
lt: Dėkojame, kad atsiuntėte šią informaciją mums. Vėliau patikrinkite, ar nėra atsakymų.
nb_no: Takk for at du sendte inn informasjon. Kom gjerne tilbake for å se etter en tilbakemelding fra oss.
nl: Bedankt voor het inzenden van deze informatie. Kom later terug om reacties te bekijken.
pl: Dziękujemy za przesłanie nam tych informacji. Wróć później, aby sprawdzić odpowiedzi.
pt_br: Agradecemos pela informação. Por favor, retorne mais tarde para ler as respostas.
pt_pt: Obrigado por nos enviar esta informação. Por favor, volte mais tarde para ler as respostas.
ro: Îți mulțumim că ne-ai trimis aceste informații. Te rugăm să revii mai târziu pentru a citi răspunsurile.
ru: Благодарим вас за отправку нам этой информации. Пожалуйста, зайдите позже, чтобы проверить ответы.
sv: Tack för att du skickade denna information till oss. Kom tillbaka senare och kontrollera om du fått svar.
ta: இந்தத் தகவலை எங்களுக்கு அனுப்பியமைக்கு நன்றி. தயவு செய்து மறுமொழிகளுக்கு சிறிது நேரம் கழித்துப் பார்த்திடுக.
tr: Bu bilgiyi bize gönderdiğiniz için teşekkür ederiz. Yanıtlar için buraya daha sonra yeniden bakın.

source: Thanks! We received your message.
ar: شكرا! لقد تلقينا الرسالة.
ca: Gràcies! Hem rebut el missatge.
cs: Děkujeme! Obdrželi jsme vaši zprávu.
de_de: Danke! Wir haben Ihre Nachricht erhalten.
el: Ευχαριστούμε! Λάβαμε το μήνυμά σας.
fi: Kiitos! Olemme vastaanottaneet viestisi.
fr_fr: Merci ! Nous avons reçu votre message.
he: תודה! קיבלנו את הודעתך.
hi: धन्यवाद! हमें आपका संदेशा मिला|
id: Terima kasih! Kami menerima pesan Anda.
is: Takk fyrir! Við fengum skilaboðin þín.
it: Grazie! Abbiamo ricevuto il tuo messaggio
it_it: Grazie! Abbiamo ricevuto il tuo messaggio.
lt: Dėkui! Gavome jūsų pranešimą.
nb_no: Takk! Vi mottok meldingen din.
nl: Bedankt! We hebben uw bericht ontvangen.
pl: Dziękuję! Otrzymaliśmy Twoją wiadomość.
pt_br: Agradecemos a contribuição. Recebemos a sua mensagem.
pt_pt: Obrigado! Recebemos a sua mensagem.
ro: Îți mulțumim! Am primit mesajul tău.
ru: Спасибо! Мы получили ваше сообщение.
sv: Tack! Vi har tagit emot ditt meddelande.
ta: நன்றி! உங்கள் சேதியை நாங்கள் பெற்றுக்கொண்டோம்.
tr: Teşekkürler! İletiniz alındı.

source: Thanks! We received your file.
ar: شكرًا! لقد استلمنا ملفك.
ca: Gràcies! Hem rebut el fitxer.
cs: Děkujeme! Váš soubor jsme přijali.
de_de: Danke! Wir haben Ihre Datei erhalten.
el: Ευχαριστούμε! Λάβαμε το αρχείο σας.
fi: Kiitos! Vastaanotimme tiedostosi.
fr_fr: Merci. Nous avons reçu votre fichier.
he: תודה! קיבלנו את הקובץ.
is: Takk fyrir! Við fengum skrána þína.
it_it: Grazie! Abbiamo ricevuto il tuo file.
nb_no: Takk! Vi mottok filen din.
nl: Bedankt! We hebben uw bestand ontvangen.
pl: Dzięki! Otrzymaliśmy Twój plik.
pt_br: Agradecemos a contribuição. Recebemos seu arquivo.
pt_pt: Obrigado! Recebemos o seu ficheiro.
ru: Спасибо! Мы получили ваш файл.
sv: Tack! Vi har tagit emot din fil.
tr: Teşekkürler! Dosyanız alındı.

source: Thanks! We received your file and message.
ar: شكرًا! لقد تلقينا ملفك ورسالتك.
ca: Gràcies! Hem rebut el fitxer i el missatge.
cs: Děkujeme! Váš soubor a zprávu jsme přijali.
de_de: Danke! Wir haben Ihre Datei und Nachricht erhalten.
el: Ευχαριστούμε! Λάβαμε το αρχείο και το μήνυμά σας.
fi: Kiitos! Vastaanotimme tiedostosi ja viestisi.
fr_fr: Merci. Nous avons reçu vos fichier et message.
he: תודה! קיבלנו את הקובץ ואת ההודעה שלך.
is: Takk fyrir! Við fengum skrána þína og skilaboðin.
it_it: Grazie! Abbiamo ricevuto il tuo file e il messaggio.
nb_no: Takk! Vi mottok filen og meldingen din.
nl: Bedankt! We hebben uw bestand en bericht ontvangen.
pl: Dzięki! Otrzymaliśmy Twój plik i wiadomość.
pt_br: Agradecemos a contribuição. Recebemos seu arquivo e mensagem.
pt_pt: Obrigado! Recebemos o seu ficheiro e mensagem.
ru: Спасибо! Мы получили ваши файл и сообщение.
sv: Tack! Vi har tagit emot din fil och ditt meddelande.
tr: Teşekkürler! Dosyanız ve iletiniz alındı.

source: Reply deleted
ar: حُذِفَ الرد
ca: S'ha suprimit la resposta
cs: Odpověď smazána
de_de: Antwort gelöscht
el: Η απάντηση διαγράφτηκε
fi: Vastaus poistettu
fr_fr: La réponse a été supprimée
he: התשובב נמחקה
hi: जवाब हटा दिया गया
id: Balasan dihapus
is: Svari var eytt
it: Risposta cancellata
it_it: Risposta eliminata
lt: Atsakymas ištrintas
nb_no: Svar slettet
nl: Reactie verwijderd
pl: Odpowiedź usunięta
pt_br: Resposta apagada
pt_pt: Resposta eliminada
ro: Răspunsul a fost șters
ru: Ответ удален
sv: Svaret har tagits bort
ta: மறுமொழி நீக்கப்பட்டுவிட்டது
tr: Yanıt silindi

source: All replies have been deleted
ar: حُذِفَت كُلّ الردود
ca: S'han suprimit totes les respostes
cs: Všechny odpovědi byly smazány
de_de: Alle Antworten wurden gelöscht
el: Όλες οι απαντήσεις διαγράφτηκαν
fi: Kaikki vastaukset on poistettu
fr_fr: Toutes les réponses ont été supprimées
he: כל התשובות נמחקו
hi: सभी उत्तर हटा दिए गए हैं
id: Semua balasan telah dihapus
is: Öllum svörum hefur verið eytt
it_it: Tutte le risposte sono state eliminate
lt: Visi atsakymai buvo ištrinti
nb_no: Alle svar har blitt slettet
nl: Alle reacties zijn verwijderd
pl: Wszystkie odpowiedzi zostały usunięte
pt_br: Todas as respostas foram apagadas
pt_pt: Todas as respostas foram eliminadas
ro: Toate răspunsurile au fost șterse
ru: Все ответы были удалены
sv: Alla svar har tagits bort
ta: எல்லா மறுமொழிகளும் நீக்கப்பட்டுவிட்டன
tr: Bütün yanıtlar silindi

source: Sorry, that is not a recognized codename.
ar: عذرًا، لا يمكن التعرف على الاسم الرمزي.
ca: No es reconeix aquest nom en clau.
cs: Promiňte, toto krycí jméno nikdo nepoužívá.
de_de: Entschuldigung, das ist kein erkannter Deckname.
el: Συγγνώμη, το κωδικό όνομα δεν αναγνωρίζεται.
fi: Koodinimeä ei valitettavasti tunnistettu.
fr_fr: Désolé, ce nom de code n’est pas reconnu.
he: מצטערים, זה לא שם קוד מוכר.
hi: क्षमा करें, वह एक मान्यता प्राप्त कोडनाम नहीं है |
id: Maaf, itu bukan nama kode yang dikenali.
is: Því miður, þetta er ekki þekkt kóðanafn.
it: Spiacente, il codename non è valido
it_it: Questo nome in codice non è riconosciuto.
lt: Atsiprašome, bet šis slapyvardis neatpažintas.
nb_no: Beklager, det er ikke et gjenkjent kodenavn.
nl: Helaas is dit een onbekende codenaam.
pl: Przepraszamy, nie rozpoznajemy tego kryptonimu.
pt_br: Desculpe, este codinome não foi reconhecido.
pt_pt: Desculpe, desconhecemos este nome-código.
ro: Ne pare rău, acesta nu este un nume de cod recunoscut.
ru: К сожалению, это кодовое имя не распознано.
sv: Tyvärr, detta kodnamn är okänt.
ta: பொறுத்தருள்க, அது ஒரு அறியக்கூடிய குறிப்பெயரில்லை.
tr: Maalesef, kod adı anlaşılamadı.

source: Important
ar: هام
cs: Důležité
de_de: Wichtig
el: Σημαντικό
fi: Tärkeää
he: חשוב
hi: जरूरी
is: Mikilvægt
it_it: Importante
lt: Svarbu
nb_no: Viktig
nl: Belangrijk
pl: Ważne
pt_br: Importante
pt_pt: Importante
ru: Важно
sv: Viktigt
ta: முக்கியம்
tr: Önemli

source: You have been logged out due to inactivity or a problem with your session. Click the <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity</b> button in your Tor Browser's toolbar before moving on. This will clear your Tor Browser activity data on this device.
ar: تم تسجيل خروجك بسبب عدم التفاعل أو مشكلة ما في فترة دخولك. اضغط على زرر <img src={icon} alt="" width="16" height="16">&nbsp;<b>هوية جديدة</b> في شريط المهام في متصفح تور قبل مواصلة استخدام المتصفح. هذا الأمر سيقوم بإخلاء بيانات تفاعلك في متصفح تور على هذا الجهاز.
ca: S'ha tancat la sessió per inactivitat o per un problema amb la vostra sessió. Feu clic al botó <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nova identitat</b> a la barra d'eines del vostre Navegador Tor abans de continuar. Això esborrarà les dades d'activitat del Navegador Tor en aquest dispositiu.
fi: Sinut on kirjattu ulos käyttämättömyyden tai istunnon ongelman vuoksi. Napsauta <img src={icon} alt="" width="16" height="16">&nbsp;<b>Uusi identiteetti</b> -painiketta Tor Browser -työkalurivillä ennen kuin jatkat. Tämä tyhjentää Tor Browser -toimintatietosi tältä laitteelta.
fr_fr: La session a été déconnectée en raison de l’inactivité ou d’un problème de session. Cliquez sur le bouton <img src="{icon}" alt="" width="16" height="16"> <b>Nouvelle identité</b> de la barre d’outils du Navigateur Tor avant de poursuivre. Les données d’activité de votre Navigateur Tor seront supprimées de cet appareil.
nb_no: Du har blitt logget ut på grunn av inaktivitet eller et problem med innloggingsøkten. Klikk på <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity/Ny identitet</b>-knappen i din Tor-nettlesers verktøylinje før du fortsetter. Dette vil fjerne data om din bruk av Tor-nettleseren på denne enheten.
nl: U bent uitgelogd vanwege inactiviteit of een probleem met uw sessie. Klik op knop <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nieuwe Identiteit</b> in de werkbalk van uw Tor Browser voordat u verdergaat. Dist wist je Tor browser activiteiten op dit apparaat.
pl: Zostałeś wylogowany z powodu braku aktywności lub problemu z sesją. Kliknij przycisk <img src={icon} alt="" width="16" height="16">&nbsp;<b>Nowa tożsamość</b> na pasku narzędzi Tor Browser, zanim przejdziesz dalej. Spowoduje to wyczyszczenie danych aktywności Tor Browser na tym urządzeniu.
sv: Du har loggats utpågrund av inaktivitet eller problem med din session. Klicka på <img src={icon} alt="" width="16" height="16">&nbsp;<b>New Identity</b> knappen i din TorBrowser för att gå vidare. Detta kommer att rensa din Tor Browsers aktivitet på den här enheten.

source: Protecting Journalists and Sources
ar: لحماية الصحافيين و&nbsp;المصادر
ca: Protegeix els periodistes i les fonts
cs: Chráníme novináře a jejich zdroje
de_de: Schützt Journalisten und Quellen
el: Προστατεύοντας δημοσιογράφους και πηγές
fi: Suojaa journalisteja ja lähteitä
fr_fr: Protège les journalistes et les sources
he: הגנה על עיתונאים ומקורות
hi: पत्रकारों और स्रोतों की रक्षा करते हुए
id: Melindungi Jurnalis dan Sumber
is: Verndum frétta- og heimildarmenn
it_it: Proteggi giornalisti e fonti
lt: Žurnalistų ir šaltinių apsauga
nb_no: Sikkerhet for journalister og kilder
nl: Journalisten en bronnen beschermen
pl: Ochrona dziennikarzy i źródeł
pt_br: Protegendo Jornalistas e Fontes
pt_pt: A Proteger Jornalistas e Fontes
ro: Pentru protecția jurnaliștilor și a surselor
ru: Защита журналистов и источников
sv: Skyddar journalister och källor
ta: இதழியலாளர்களையும் மூலங்களையும் பாதுகாத்தல்
tr: Gazetecileri ve Kaynakları Korumak

source: Skip to notification
ar: تخطي إلى التنبيه
ca: Accedeix a la notificació
cs: Skočit na upozornění
de_de: Zur Benachrichtigung springen
el: Προχωρήστε στην ειδοποίηση
fi: Siirry ilmoitukseen
fr_fr: Accéder à la notification
he: דלג להתראה
is: Fara áfram í tilkynningu
it_it: Passa direttamente alla notifica
nb_no: Hopp videre til varsling
nl: Ga direct naar melding
pl: Przejdź do powiadomienia
pt_br: Avançar para as notificações
pt_pt: Ignorar e avançar para as notificações
ru: Перейти к уведомлению
sv: Hoppa till notifiering
tr: Bildirimlere git

source: Return to Submission Page
ar: العودة إلى صفحة التقديم
ca: Torna a la pàgina d'enviament
fi: Palaa lähetyssivulle
fr_fr: Retourner à la page des envois
is: Til baka á innsendingasíðuna
nb_no: Tilbake til siden for Innsendelser
nl: Terug naar de inzendingenpagina
pl: Wróć do strony zgłoszenia
ru: Вернуться к странице отправлений
sv: Återgå till inlämningssida
tr: Gönderim Sayfasına Dön

source: Return to Home Page
ar: العودة إلى الصفحة الرئيسية
ca: Torna a la pàgina d'inici
fi: Palaa kotisivulle
fr_fr: Retourner à la page d’accueil
is: Fara aftur á upphafssíðu
nb_no: Tilbake til forsiden
nl: Aanmelden met uw codenaam
pl: Wróć do strony głównej
ru: Вернуться к домашней странице
sv: Återgår till startsida
tr: Ana Sayfaya Dön

source: We're sorry, our SecureDrop is currently offline.
ar: عذرا، SecureDrop الخاص بنا غير متصل حاليا.
ca: Vaja, el nostre SecureDrop és fora de línia.
cs: Omlouváme se, náš SecureDrop je aktuálně offline.
de_de: Es tut uns leid, unser SecureDrop ist derzeit offline.
el: Συγγνώμη, αυτή τη στιγμή το SecureDrop μας είναι εκτός σύνδεσης.
fi: Valitettavasti tämä SecureDrop ei palvele juuri tällä hetkellä.
fr_fr: Nous sommes désolés, notre SecureDrop est actuellement hors service.
he: אנו מצטערים, ה-SecureDrop שלנו לא פעיל כרגע.
id: Maaf, SecureDrop kami sedang offline.
is: Því miður, SecureDrop-netþjónninn okkar er ótengdur þessa stundina.
it_it: Spiacenti, SecureDrop è attualmente offline.
lt: Deja, mūsų „SecureDrop“ šiuo metu neprisijungęs.
nb_no: Vi beklager, vår SecureDrop er for tiden ute av drift.
nl: Het spijt ons, onze SecureDrop is momenteel offline.
pl: Przepraszamy, nasz SecureDrop jest obecnie offline.
pt_br: Desculpas, o nosso SecureDrop está offline atualmente.
pt_pt: Lamentamos informar que o nosso SecureDrop está atualmente indisponível.
ru: Упс, наш SecureDrop сейчас без интернета.
sv: Vi ber om ursäkt, men vår SecureDrop är för närvarande offline.
ta: வருந்துகிறோம், நமது SecureDrop தற்பொழுது இணைப்பிலில்லை.
tr: Maalesef, SecureDrop şu anda çevrimdışı.

source: Please try again later. Check our website for more information.
ar: من فضلك حاول ثانية فيما بعد. قم بزيارة موقعنا للمزيد من المعلومات.
ca: Torneu a provar més tard. Per a més informació, comproveu el nostre lloc web.
cs: Zkuste to prosím později. Více informací najdete na naší webové stránce.
de_de: Bitte versuchen Sie es später noch einmal. Besuchen Sie unsere Webseite für weitere Informationen.
el: Παρακαλούμε δοκιμάστε ξανά αργότερα. Δείτε την ιστοσελίδα μας για περισσότερες πληροφορίες.
fi: Yritä myöhemmin uudelleen. Katso lisätietoja verkkosivustoltamme.
fr_fr: Veuillez réessayer ultérieurement. Consultez notre site Web pour plus de précisions.
he: בבקשה נסה שוב מאוחר יותר. בדוק באתר שלנו למידע נוסף.
id: Silakan coba lagi nanti. Cek website kami untuk informasi lebih lanjut.
is: Reyndu aftur síðar. Athugaðu vefsvæðið okkar til að sjá nánari upplýsingar.
it_it: Riprova più tardi. Consulta il nostro sito web per ulteriori informazioni.
lt: Pabandykite dar kartą vėliau. Daugiau informacijos ieškokite mūsų svetainėje.
nb_no: Vennligst prøv igjen senere. Se vår nettside for mer informasjon.
nl: Probeer het later opnieuw. Kijk op onze website voor meer informatie.
pl: Spróbuj ponownie później. Sprawdź naszą stronę internetową, aby uzyskać więcej informacji.
pt_br: Por favor, tente novamente mais tarde. Consulte o nosso site para mais informações.
pt_pt: Por favor, tente mais tarde. Visite o nosso website para mais informações.
ru: Позже попробуйте заново. Подробную информацию можете получить на нашем сайте.
sv: Försök igen senare. Läs på vår hemsida för mer information.
ta: தயவு செய்து பிறகு மீண்டும் முயல்க. மேலும் தகவல்களுக்கு நமது வலைதளத்தைக் காண்க.
tr: Lütfen bir süre sonra yeniden deneyin. Ayrıntılı bilgi almak için web sitemize bakabilirsiniz.

source: LOG OUT
ar: الخروج
ca: TANCA LA SESSIÓ
cs: ODHLÁSIT SE
de_de: ABMELDEN
el: ΑΠΟΣΥΝΔΕΣΗ
fi: KIRJAUDU ULOS
fr_fr: DÉCONNEXION
he: התנתק
hi: लोग आउट
id: KELUAR
is: SKRÁ ÚT
it_it: ESCI
lt: ATSIJUNGTI
nb_no: LOGG UT
nl: UITLOGGEN
pl: ZAKOŃCZ SESJĘ
pt_br: ENCERRAR SESSÃO
pt_pt: TERMINAR SESSÃO
ro: DECONECTARE
ru: ВЫЙТИ
sv: LOGGA UT
ta: விடுபதிகை
tr: OTURUMU KAPAT

source: Server error
ar: عطل في الخادوم
ca: Error de servidor
cs: Chyba serveru
de_de: Serverfehler
el: Σφάλμα Διακομιστή
fi: Palvelinvirhe
fr_fr: Erreur de serveur
he: שגיאה בשרת
hi: सर्वर त्रुटि
is: Villa á þjóni
it_it: Errore del server
lt: Serverio klaida
nb_no: Tjenerfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro no servidor
pt_pt: Erro no servidor
ro: Eroare de server
ru: Ошибка сервера
sv: Serverfel
ta: வழங்கர் பிழை
tr: Sunucu hatası

source: Sorry, the website encountered an error and was unable to complete your request.
ar: نأسف لوقوع عطل في الموقع و&nbsp;تعذُّر إتمام طلبك.
ca: El lloc web ha trobat un error i no ha pogut completar la vostra petició.
cs: Je nám líto, ale web nebyl schopen Váš požadavek dokončit.
de_de: Entschuldigung, die Webseite ist auf einen Fehler gestoßen und konnte Ihre Anfrage nicht bearbeiten.
el: Συγγνώμη, υπήρξε κάποιο σφάλμα στην ιστοσελίδα και δεν μπόρεσε να ολοκληρώσει το αίτημά σας.
fi: Verkkosivulla tapahtui virhe eikä pyyntöäsi voitu suorittaa.
fr_fr: Désolé, une erreur s’est produite sur le site Web et il n’a pas pu traiter votre requête.
he: מצטערים, האתר נתקל בשגיאה ולא הצליח להשלים את בקשתך.
hi: क्षमा करें, वेबसाइट को एक त्रुटि मिली और आपका अनुरोध पूरा करने में असमर्थ है |
id: Maaf, situs web mengalami error dan tidak dapat menyelesaikan permintaan Anda.
is: Því miður, vefsvæðið rakst á villu og ekki náðist að afgreiða beiðnina þína.
it: Spiacenti, si è verificato un errore ed è impossible completare la tua richiesta
it_it: Si è verificato un errore nel sito web e non è stato possibile completare la richiesta.
lt: Deja, svetainėje įvyko klaida ir ji negalėjo įvykdyti jūsų užklausos.
nb_no: Beklager, det oppstod en feil og siden kunne ikke lastes.
nl: Sorry, de website ondervond een fout en kon uw verzoek niet voltooien.
pl: Niestety, witryna napotkała błąd i nie mogła spełnić Twojego żądania.
pt_br: Desculpe, o website encontrou um erro e não pôde completar a operação.
pt_pt: Desculpe, o website encontrou um erro e não pôde concluir a operação.
ro: Ne pare rău, site-ul a întâmpinat o eroare și nu a reușit să finalizeze procesarea cererii tale.
ru: Извините, на сайте произошла ошибка. Ваш запрос не был выполнен.
sv: Tyvärr uppstod ett fel som gjorde att webbsidan inte kunde genomföra åtgärden.
ta: பொறுத்தருள்க, இணையதளத்தில் ஒரு பிழை நேர்ந்துள்ளது எனவே உங்களுடைய வேண்டுகோளை நிறைவேற்ற இயலவில்லை.
tr: Maalesef web sitesinde bir sorun çıktığından isteğiniz karşılanamıyor.

source: Look up a codename...
ar: البحث عن اسم رمزي...
ca: Cerca un nom en clau...
cs: Vyhledat krycí jméno...
de_de: Decknamen nachschlagen...
el: Αναζήτηση ενός κωδικού ονόματος...
fi: Etsi koodinimellä...
fr_fr: Chercher un nom de code…
he: חפש שם קוד...
hi: एक कोडनाम खोजें...
id: Cari nama kode...
is: Fletta upp kóðanafni...
it: Ricerca codename in corso....
it_it: Ricerca un nome in codice...
lt: Ieškokite kodinio pavadinimo ...
nb_no: Logg inn med kodenavn…
nl: Zoek naar een codenaam...
pl: Wyszukaj kryptonim...
pt_br: Procurar um codinome...
pt_pt: Procurar um nome-código...
ro: Caută un nume de cod...
ru: Посмотреть кодовое имя...
sv: Sök ett kodnamn...
ta: குறிப்பெயரைத் தேடுக...
tr: Bir kod adı ara...

source: Powered by
ar: تشغّله
ca: Funciona amb
cs: Používá systém
de_de: Ermöglicht durch
el: Με την υποστήριξη του
fi: Palvelun tarjoaa
fr_fr: Propulsée par
he: מופעל ע"י
hi: द्वारा संचालित
id: Dipersembahkan oleh
is: Keyrt með
it_it: Implementato da
lt: Sukurta pagal
nb_no: Drevet av
nl: Mogelijk gemaakt door
pl: Napędzane przez
pt_br: Este site utiliza o
pt_pt: Este site utiliza o
ro: Oferit de
ru: Основано на
sv: Körs på
ta: திறனூட்டம்
tr: Destekleyen

source: Please note: Sharing sensitive information may put you at risk, even when using Tor and SecureDrop.
ar: رجاءا ملاحظة: مشاركة المعلومات الحساسة قد تعرضك للخطر، حتى عند استخدام Tor وSecureDrop.
ca: Atenció: Si compartiu informació delicada, podríeu posar-vos en risc, fins i tot utilitzant el Tor i el SecureDrop.
cs: Vezměte na vědomí, že sdílením citlivých informací se můžete vystavit riziku, a to i tehdy, když používáte Tor a SecureDrop.
de_de: Achtung: Das Teilen von vertraulichen Informationen kann Sie in Gefahr bringen, auch wenn Sie Tor und SecureDrop verwenden.
el: Σημείωση: Η κοινοποίηση ευαίσθητων πληροφοριών μπορεί να σας εκθέσει σε κίνδυνο, ακόμα και όταν χρησιμοποιείτε το Tor και το SecureDrop.
fi: Huomioi: Arkaluonteisen tiedon jakaminen saattaa asettaa sinut alttiiksi riskeille, vaikka käyttäisit Tor-verkkoa ja SecureDropia.
fr_fr: Veuillez noter : le partage de renseignements délicats pourrait vous mettre en danger, même en utilisant Tor et SecureDrop.
he: שימו לב: שיתוף מידע רגיש עלול לסכן אתכם, גם בעת שימוש ב- Tor וב-SecureDrop.
is: Athugaðu: Að deila viðkvæmum upplýsingum getur falið í sér áhættu, jafnvel þó notast sé við Tor og SecureDrop.
it_it: Nota: la condivisione di informazioni riservate può comportare un rischio, anche quando si utilizzano Tor e SecureDrop.
nb_no: Obs: Deling av sensitiv informasjon kan innebære risiko for deg, også når du bruker Tor og SecureDrop.
nl: Let op: het delen van gevoelige informatie kan u in gevaar brengen, zelfs als u Tor en SecureDrop gebruikt.
pl: Uwaga: udostępnianie poufnych informacji może narazić Cię na ryzyko, nawet podczas korzystania z Tor i SecureDrop.
pt_br: Por favor, preste atenção: Ao compartilhar informações confidenciais, você se expõe a riscos, mesmo usando Tor e SecureDrop.
pt_pt: Atenção: Partilhar informação sensível pode colocá-lo em risco, mesmo usando o Tor e SecureDrop.
ru: Обратите внимание: передача конфиденциальной информации может подвергнуть вас риску, даже при использовании Tor и SecureDrop.
sv: Observera: Delning av känslig information kan utsätta dig för risk, även om du använder Tor och SecureDrop.
tr: Lütfen unutmayın: Tor ve SecureDrop kullanıyor olsanız bile önemli bilgileri paylaşarak risk alırsınız.
