Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: You have received a reply. To protect your identity in the unlikely event someone learns your codename, please delete all replies when you're done with them. This also lets us know that you are aware of our reply. You can respond by submitting new files and messages above.
ar: لقد تلقيت ردّا. لدواعي حماية هويتك إذا حدث و انكشف اسمك الرمزي في المستقبل، فإننا ننصحك بحذف كُلّ الرسائل بعد قراءتها. هذا سيُعلمنا أيضا أنك تلقيّت ردّنا. يمكنك الرّدّ بكتابة رسائل و&nbsp;إيداع ملفات جديدة.
ca: Heu demanat una resposta. Per protegir la vostra identitat en l'improbable cas que algú sàpiga el vostre nom en clau, suprimiu totes les respostes quan n'hàgiu enllestit. Això també ens permet saber que heu rebut la resposta. Podeu respondre enviant fitxers o missatges nous en la part superior.
cs: Obdržel/a jste odpověď. Pro případ, že by se někdo dozvěděl vaše krycí jméno (jakkoliv je to nepravděpodobné), smažte prosím všechny odpovědi jakmile je nebudete potřebovat. Díky tomu také budeme vědět, že jste si naši odpověď přečetl/a. Odpovědět můžete odesláním nových souborů a zpráv výše.
de_de: Sie haben eine Antwort erhalten. Um Ihre Identität in dem unwahrscheinlichen Fall zu schützen, dass jemand Ihren Codenamen erfährt, löschen Sie bitte alle Antworten, wenn Sie damit fertig sind. So wissen auch wir, dass Sie die Antwort erhalten haben. Sie können antworten, indem Sie oben neue Dateien und Nachrichten versenden.
el: Έχετε λάβει μια απάντηση. Για να προστατεύσετε την ταυτότητά σας στην απίθανη περίπτωση όπου κάποιος μάθει το κωδικό όνομά σας, παρακαλώ διαγράψτε όλες τις απαντήσεις μόλις τελειώσετε να τις διαβάζετε. Αυτό μας επιτρέπει επίσης να ξέρουμε πως είστε ενήμερος για την απάντησή μας. Μπορείτε επίσης να απαντήσετε υποβάλλοντας νέα αρχεία και μηνύματα παραπάνω.
fi: Olet saanut vastauksen. Suojellaksesi identiteettiäsi siltä varalta että joku saa tietää koodinimesi, poista kaikki vastaukset kun olet käynyt ne läpi. Tämä antaa myös meille tiedon siitä, että olet lukenut vastauksemme. Voit vastata lähettämällä uusia tiedostoja ja viestejä yllä.
fr_fr: Vous avez reçu une réponse. Pour protéger votre identité dans le cas peu probable où quelqu’un découvrirait votre nom de code, veuillez supprimer toutes les réponses après consultation. Cela nous indique aussi que vous avez pris connaissance de notre réponse. Vous pouvez y réagir en envoyant de nouveaux fichiers et messages ci-dessus.
he: קיבלת תשובה. כדי להגן על זהותך במקרה הבלתי סביר שמישהו יגלה את שם הקוד שלך, אנא מחק את כל התשובות כשתסיים איתם. זה גם מאפשר לנו לדעת שאתה מודע לתשובתנו. אתה יכול להגיב על ידי שליחת קבצים והודעות חדשות למעלה.
hi: आपको एक उत्तर मिला है| किसी अनपेक्षित परिस्थिति में की आपका संकेत नाम किसी को पता चल जाये, कृपया पढ़े जा चुके उत्तरों तो मिटा दें| यह इस बात की भी पुष्टि कर देता है की आपको हमारा उत्तर मिल गया है| आप नई फाइलें और संदेश भी जमा कर सकते हैं|
is: Þú hefur fengið svar. Til að vernda persónuauðkenni þitt, fari svo ólíklega að einhver komist að kóðanafninu þínu, skaltu endilega eyða öllum svörum eftir að þú hefur lokið þér af með upplýsingarnar í þeim. Það gefur okkur líka til kynna að þú hafir lesið svörin frá okkur. Þú getur svo svarað með því að senda inn nýjar skrár og skilaboð hér fyrir ofan.
it_it: Hai ricevuto una risposta. Per proteggere la tua identità nel remoto caso in cui qualcuno scopra il tuo nome in codice, puoi cancellare tutte le risposte quando hai finito. Questo ci fa sapere che sei a conoscenza della nostra risposta. Puoi rispondere inviando nuovi file e messaggi da qui sopra.
lt: Gavote atsakymą. Savo tapatybei apsaugoti tuo retu atveju, kai kas nors sužino jūsų slapyvardį, prašome ištrinti visus savo atsakymus, kai baigsite juos. Tai taip pat mums leis žinoti kad jūs patvirtinate savo atsakymą. Galite atsakyti siųsdami naujus failus arba žinutes viršuje.
nb_no: Du har mottatt et svar. For å beskytte din egen identitet i tilfelle noen skulle få tak i kodenavnet ditt, slett alle svar når du har lest dem. Dette gjør også at vi enklere kan se at du har lest dem. Du kan fortsette kommunikasjonen ved å sende inn nye filer eller meldinger ovenfor.
nl: U heeft een reactie ontvangen. Om uw identiteit te beschermen voor het onwaarschijnlijke geval dat iemand uw codenaam kent, adviseren wij om alle reacties te verwijderen zodra u er klaar mee bent. Hierdoor weten wij ook dat u onze reactie heeft gezien. U kunt reageren door hierboven nieuwe bestanden en berichten te versturen.
pl: Otrzymałeś odpowiedź. Aby chronić swoją tożsamość w mało prawdopodobnym przypadku, gdy ktoś pozna Twój kryptonim, usuń wszystkie odpowiedzi, gdy z nimi skończysz. Dzięki temu dowiemy się również, że znasz naszą odpowiedź. Możesz odpowiedzieć, przesyłając nowe pliki i wiadomości powyżej.
pt_br: Você recebeu uma resposta. Para proteger a sua identidade caso alguém descubra o seu codinome, apague todas as mensagens depois de lidas. Assim, também ficamos sabendo que você leu nossas mensagens. Para responder, envie novos documentos ou mensagens, acima.
pt_pt: Recebeu uma resposta. Para proteger a sua identidade, no caso improvável em que alguém descubra o seu nome-código, elimine todas as mensagens após ler. Deste modo, ficamos também a saber que leu as nossas respostas. Para responder, envie novos documentos ou mensagens, acima.
ro: Ai primit un răspuns. Pentru a-ți proteja identitatea în cazul improbabil în care cineva ți-ar afla numele de cod, te rugăm să ștergi toate răspunsurile după ce le-ai citit. Această acțiune ne va anunța că ai aflat că ai primit răspuns. Ne poți răspunde prin trimiterea de noi fișiere și mesaje mai sus.
ru: У вас есть ответ. Чтобы защитить вашу личность в том маловероятном случае, когда кто-то узнает ваше кодовое имя, удалите все ответы, когда вы закончите с ними работу. Это также поможет нам понять, что вы видели ответ. Вы можете ответить, отправив новые файлы и сообщения выше.
sv: Du har fått ett svar. För att skydda din identitet vid det osannolika tillfället någon kommer på ditt kodnamn, vänligen ta bort alla svar när du är klar med dem. Därmed får vi också bekräftat att du har sett vårt svar. Du kan svara genom att skicka in nya filer eller meddelanden ovan.
ta: நீங்கள் ஒரு மறுமொழியைப் பெற்றுள்ளீர்கள். உங்களுடைய குறிப்பெயரை யாரேனும் அறிந்துகொள்ளும் நடக்கவியலா நிகழ்விலிருந்து உங்களுடைய அடையாளத்தைப் பாதுகாத்துக் கொள்ள, மறுமொழிகளைப் படித்துமுடித்தவுடன் எல்லா மறுமொழிகளையும் தயவுசெய்து நீக்கிவிடுக. எமது மறுமொழியை நீங்கள் அறிந்துள்ளமையை எங்களுக்கும் இது தெரியப்படுத்தும். நீங்கள் மேலுள்ளதன் வழியே புதிய கோப்புகளையும் சேதிகளையும் அனுப்பி பதிலளிக்கலாம்.
tr: Bir yanıt aldınız. Pek mümkün olmasa da birinin kod adınızı öğrenme olasılığına karşı kimliğinizi korumak için lütfen yanıtlarla işiniz bittiğinde tümünü silin. Böylece yanıtı görmüş olduğunuzu da anlayabiliriz. Yukarıdan yeni bir ileti ve dosya göndererek yanıt verebilirsiniz.

source: Delete this reply
ar: أتريد حذف هذا الرد
ca: Suprimeix aquesta resposta
cs: Smazat tuto odpověď
de_de: Diese Antwort löschen
el: Διαγραφή αυτής της απάντησης
fi: Poista tämä vastaus
fr_fr: Supprimer cette réponse
he: מחק תשובה הזו
is: Eyða þessu svari
it_it: Elimina questa risposta
nb_no: Slett dette svaret
nl: Deze reactie verwijderen
pl: Usuń tę odpowiedź
pt_br: Apagar esta resposta
pt_pt: Eliminar esta resposta
ru: Удалить этот ответ
sv: Ta bort detta svar
tr: Bu yanıtı sil

source: Delete reply from {timestamp}?
ar: حذف الرد من {timestamp}؟
ca: Voleu suprimir la resposta de {timestamp}?
cs: Smazat odpověď z {timestamp}?
de_de: Antwort von {timestamp} löschen?
el: Διαγραφή απάντησης από {timestamp};
fi: Poistetaanko vastaus ajankohdalta {timestamp}?
fr_fr: Supprimer la réponse de {timestamp} ?
he: למחוק את התשובה מ-{timestamp}?
is: Eyða svari frá {timestamp}?
it_it: Eliminare la risposta da {timestamp}?
nb_no: Slett svar fra {timestamp}?
nl: Antwoord van {timestamp} verwijderen?
pl: Usunąć odpowiedź z {timestamp}?
pt_br: Deletar resposta de {timestamp}?
pt_pt: Eliminar resposta de {timestamp}?
ru: Удалить ответ из {timestamp}?
sv: Radera svar från {timestamp}?
tr: {timestamp} yanıtı silinsin mi?

source: Delete Reply
ar: حذف الرد
ca: Suprimeix la resposta
fi: Poista vastaus
fr_fr: Supprimer la réponse
is: Eyða svari
nb_no: Slett svar
nl: Antwoord verwijderen
pl: Usuń odpowiedź
ru: Удалить ответ
sv: Radera svar
tr: Yanıtı Sil

source: Delete All Replies
ar: حذف كل الردود
ca: Suprimeix totes les respostes
cs: Smazat všechny odpovědi
de_de: Alle Antworten löschen
el: Διαγραφή όλων των απαντήσεων
fi: Poista kaikki vastaukset
fr_fr: Supprimer toutes les réponses
he: מחיקת כל התשובות
is: Eyða öllum svörum
it_it: Elimina tutte le risposte
nb_no: Slett alle svar
nl: Alle reactie verwijderen?
pl: Usuń wszystkie odpowiedzi
pt_br: Apagar todas as respostas
pt_pt: Eliminar Todas as Respostas
ru: Удалить все ответы
sv: Ta bort alla svar
tr: Tüm yanıtları sil

source: DELETE ALL REPLIES
ar: احذف كُلّ الردود
ca: SUPRIMEIX TOTES LES RESPOSTES
cs: SMAZAT VŠECHNY ODPOVĚDI
de_de: ALLE ANTWORTEN LÖSCHEN
el: ΔΙΑΓΡΑΦΗ ΟΛΩΝ ΤΩΝ ΑΠΑΝΤΗΣΕΩΝ
fi: POISTA KAIKKI VASTAUKSET
fr_fr: SUPPRIMER TOUTES LES RÉPONSES
he: מחיקת כל התשובות
hi: सभी उत्तर हटाएं
is: EYÐA ÖLLUM SVÖRUM
it_it: ELIMINA TUTTE LE RISPOSTE
lt: IŠTRINTI VISUS ATSAKYMUS
nb_no: SLETT ALLE SVAR
nl: VERWIJDER ALLE REACTIES
pl: USUŃ WSZYSTKIE ODPOWIEDZI
pt_br: APAGAR TODAS AS RESPOSTAS
pt_pt: ELIMINAR TODAS AS RESPOSTAS
ro: ȘTERGE TOATE RĂSPUNSURILE
ru: УДАЛИТЬ ВСЕ ОТВЕТЫ
sv: TA BORT ALLA SVAR
ta: எல்லா மறுமொழிகளையும் அழித்துவிடுக
tr: TÜM YANITLARI SİL

source: Are you finished with the replies?
ar: هل انتهيت من قراءة الردود؟
ca: Heu acabat amb les respostes?
cs: Máte odpovědi přečtené?
de_de: Sind Sie mit den Antworten fertig?
el: Τελειώσατε με τις απαντήσεις;
fi: Oletko valmis vastausten kanssa?
fr_fr: Avez-vous terminé de consulter les réponses ?
he: סיימת עם התשובות?
hi: क्या आपने सभी उत्तर पढ़ लिए?
is: Hefurðu lokið að fara yfir svörin?
it_it: Hai terminato con le risposte?
lt: Ar baigėte atsakyti?
nb_no: Er du ferdig med svarene?
nl: Heeft u de reacties gelezen?
pl: Czy skończyłeś z odpowiedziami?
pt_br: Já terminou de ler as respostas?
pt_pt: Já acabou de ler as respostas?
ro: Ai terminat cu răspunsurile?
ru: Вы закончили с ответами?
sv: Är du klar med svaren?
ta: மறுமொழிகளைப் படித்து முடித்துவிட்டீர்களா?
tr: Yanıtlarla işiniz bitti mi?

source: YES, DELETE ALL REPLIES
ar: نعم، احذف كُلّ الردود
ca: SÍ, SUPRIMEIX TOTES LES RESPOSTES
cs: ANO, SMAZAT VŠECHNY ODPOVĚDI
de_de: JA, ALLE ANTWORTEN LÖSCHEN
el: ΝΑΙ, ΝΑ ΔΙΑΓΡΑΦΟΥΝ ΟΛΕΣ ΟΙ ΑΠΑΝΤΗΣΕΙΣ
fi: KYLLÄ, POISTA KAIKKI VASTAUKSET
fr_fr: OUI, SUPPRIMER TOUTES LES RÉPONSES
he: כן, מחק את כל התשובות
hi: हाँ, सभी उत्तर हटाएं
is: JÁ, EYÐA ÖLLUM SVÖRUM
it_it: SÌ, ELIMINA TUTTE LE RISPOSTE
lt: TAIP, IŠTRINTI VISUS ATSAKYMUS
nb_no: JA, SLETT ALLE SVAR
nl: JA, VERWIJDER ALLE REACTIES
pl: TAK, USUŃ WSZYSTKIE ODPOWIEDZI
pt_br: SIM, APAGAR TODAS AS RESPOSTAS
pt_pt: SIM, ELIMINAR TODAS AS RESPOSTAS
ro: DA, ȘTERGE TOATE RĂSPUNSURILE
ru: ДА, УДАЛИТЬ ВСЕ ОТВЕТЫ
sv: JA, TA BORT ALLA SVAR
ta: ஆம் எல்லா மறுமொழிகளையும் நீக்கிவிடுக
tr: EVET, TÜM YANITLARI SİL

source: No Messages
ar: لا توجد رسائل
ca: Cap missatge
cs: Žádné zprávy
de_de: Keine Nachrichten
el: Δεν υπάρχουν μηνύματα
fi: Ei viestejä
fr_fr: Il n’y a aucun message
he: אין הודעות
is: Engin skilaboð
it_it: Nessun messaggio
nb_no: Ingen meldinger
nl: Geen berichten
pl: Brak wiadomości
pt_br: Não há mensagens
pt_pt: Sem mensagens
ru: Нет сообщений
sv: Inga meddelanden
tr: Herhangi bir ileti yok

source: Page not found
ar: الصفحة غير موجودة
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
de_de: Seite nicht gefunden
el: Η σελίδα δε βρέθηκε
fi: Sivua ei löytynyt
fr_fr: La page est introuvable
he: הדף לא נמצא
hi: पृष्ठ नहीं मिला
is: Síða fannst ekki
it: Pagina non trovata
it_it: Pagina non trovata
lt: Puslapis nerastas
nb_no: Fant ikke siden
nl: Pagina niet gevonden
pl: Nie odnaleziono strony
pt_br: Página não encontrada
pt_pt: Página não encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
sv: Sidan kunde inte hittas
ta: பக்கம் காணப்படவில்லை
tr: Sayfa bulunamadı

source: Sorry, we couldn't locate what you requested.
ar: عذرًا لم نتمكن من إيجاد المطلوب.
ca: No podem trobar el que demaneu.
cs: Promiňte, váš požadavek jsme nenašli.
de_de: Leider konnten wir nicht finden, was Sie angefordert haben.
el: Συγγνώμη, δεν μπορέσαμε να εντοπίσουμε αυτό που ζητήσατε.
fi: Valitettavasti emme löytäneet etsimääsi.
fr_fr: Désolé, nous n’avons pas trouvé ce que vous avez demandé.
he: מצטערים, לא הצלחנו לאתר את מה שביקשת.
hi: क्षमा करें, हम आपके द्वारा अनुरोध किए गए स्थान का पता नहीं लगा सके।
is: Því miður, við gátum ekki fundið það sem þú baðst um.
it: Spiacenti, non troviamo quanto hai richiesto.
it_it: Non è stato possibile trovare quello che hai richiesto.
lt: Atsiprašome, neradome ko ieškote.
nb_no: Beklager, men vi kunne ikke finne det du ba om.
nl: Sorry, we kunnen niet vinden wat u zoekt.
pl: Niestety, nie udało nam się znaleźć tego, o co prosiłeś.
pt_br: Desculpe, não pudemos localizar o conteúdo que você pediu.
pt_pt: Desculpe, não conseguimos localizar o que pediu.
ro: Ne pare rău, nu am găsit ce căutai.
ru: К сожалению, мы не смогли найти то, что вы просили.
sv: Förlåt, vi kunde inte hitta det du begärde.
ta: பொறுத்தருள்க, நீங்கள் வேண்டியதைத் தேடிப் பெற இயலவில்லை.
tr: Maalesef, isteğinizi yerine getiremiyoruz.

source: Warning: Proxy Detected
ar: تحذير: تم اكتشاف بروكسي Proxy
ca: Avís: s'ha detectat un servidor intermediari
de_de: Warnung: Proxy erkannt
el: Προσοχή: Εντοπίστηκε ενδιάμεσος διακομιστής (proxy)
fi: Varoitus: Välityspalvelin havaittu
fr_fr: Avertissement : un serveur mandataire a été détecté
he: אזהרה: זוהה פרוקסי
is: Aðvörun: Milliþjónn fannst
nb_no: Advarsel: Proxy oppdaget
nl: Waarschuwing: Proxy gedetecteerd
pl: Ostrzeżenie: wykryto proxy
ru: Внимание: обнаружена прокси
sv: Varning: Proxy detekterad
tr: Uyarı: Vekil Tespit Edildi

source: Proxy Service Detected
ar: تم اكتشاف خدمة بروكسي
ca: S'ha detectat un servidor intermediari
cs: Detekována proxy služba
de_de: Proxy-Dienst erkannt
el: Εντοπίστηκε υπηρεσία proxy
fi: Välityspalvelin havaittu
fr_fr: Un service mandataire a été détecté
he: זוהה שירות פרוקסי
is: Milliþjónn (proxy) fannst
it_it: Rilevata connessione tramite proxy
nb_no: Proxy-bruk oppdaget
nl: Proxyservice gedetecteerd
pl: Wykryto usługę proxy
pt_br: Serviço Proxy detectado
pt_pt: Serviço de Proxy detetado
ru: Обнаружена служба прокси
sv: Proxytjänst upptäckt
tr: Vekil sunucu hizmeti algılandı

source: You appear to be using a Tor proxy service to access SecureDrop. Proxy services do not protect your anonymity.
ar: يبدو أنك تستخدم خدمة بروكسي Tor للوصول إلى SecureDrop. خدمات البروكسي لا تحمي هويتك.
ca: Sembla que utilitzeu el servei intermediari del Tor per accedir al SecureDrop. L'ús d'aquest tipus de connexions no protegeix el vostre anonimat.
cs: Zdá se, že pro přístup k SecureDrop používáte službu Tor proxy. Proxy služby vám nezaručí anonymitu.
de_de: Sie scheinen einen Tor-Proxy-Dienst zu benutzen, um auf SecureDrop zuzugreifen. Proxy-Dienste schützen Ihre Anonymität nicht.
el: Φαίνεται πως χρησιμοποιείτε μια υπηρεσία Tor proxy για να επισκεφτείτε το SecureDrop. Οι υπηρεσίες proxy δεν προστατεύουν την ανωνυμία σας.
fi: Vaikuttaa siltä, että käytät Tor-välityspalvelinpalvelua päästäksesi SecureDropiin. Välityspalvelimet eivät tee sinusta anonyymia.
fr_fr: Il semble que vous utilisez un service mandataire Tor pour accéder à SecureDrop. Les services mandataires ne protègent pas votre anonymat.
he: נראה שאתה משתמש בשירות פרוקסי של Tor כדי לגשת ל-SecureDrop. שירותי פרוקסי אינם מגנים על האנונימיות שלך.
is: Það lítur út eins og þú notir milliþjónustu Tor til að tengjast SecureDrop. Að nota milliþjóna verndar ekki nafnleynd þína.
it_it: Sembra che tu stia usando un servizio proxy Tor per accedere a SecureDrop. Servizi proxy di questo tipo non proteggono il tuo anonimato.
nb_no: Du virker å bruke en Tor proxy-tjeneste for å kommunisere med SecureDrop. Proxy-tjenester vil ikke beskytte din anonymitet.
nl: U lijkt een Tor-proxyservice te gebruiken om toegang te krijgen tot SecureDrop. Proxyservices beschermen uw anonimiteit niet.
pl: Wygląda na to, że używasz usługi proxy Tor, aby uzyskać dostęp do SecureDrop. Usługi proxy nie chronią Twojej anonimowości.
pt_br: Parece que está usando um serviço de Tor proxy para acessar SecureDrop. Serviços proxy não protegem seu anonimato.
pt_pt: Parece estar a usar um serviço de proxy através da rede Tor para aceder ao SecureDrop. Serviços de proxy não protegem o seu anonimato.
ru: Вероятно, вы используете прокси-сервис Tor для доступа к SecureDrop. Прокси-сервисы не защищают вашу анонимность.
sv: Du ser ut att använda en Tor proxytjänst för att ansluta till SecureDrop. Proxytjänster skyddar inte din anonymitet.
tr: SecureDrop uygulamasına Tor vekil sunucu hizmetini kullanarak bağlandığınız algılandı. Vekil sunucu hizmetleri anonim kalmanızı sağlamaz.

source: Anyone monitoring your Internet traffic &mdash; including your government, your Internet provider, or the proxy operator &mdash; may be able to identify you.
ar: أي شخص يراقب حركة المرور الخاصة بك على الإنترنت, بما في ذلك حكومتك, أو مزود الإنترنت الخاص بك, أو المشغل البروكسي. و قد تكون قادرة على التعرف عليك.
ca: Qualsevol persona que faci seguiment del vostre trànsit d'Internet &mdash; inclòs al vostre proveïdor d'Internet, govern o l'operador del servidor intermediari &mdash; us pot identificar.
cs: Kdokoliv, kdo sleduje vaši aktivitu na internetu &mdash; včetně vlády nebo poskytovatele internetu &mdash; vás může identifikovat.
de_de: Jeder, der Ihren Internetverkehr überwacht, einschließlich Ihrer Regierung, Ihres Internetanbieters oder des Proxy-Betreibers, kann Sie möglicherweise identifizieren.
el: Οποιοσδήποτε παρακολουθεί την κίνηση δικτύου σας &mdash; συμπεριλαμβανομένων της κυβέρνησής σας, του παρόχου της σύνδεσης σας στο Διαδίκτυο, ή της υπηρεσίας proxy &mdash; υπάρχει περίπτωση να μπορεί να σας ταυτοποιήσει.
fi: Kuka tahansa, joka valvoo Internet-liikennettäsi, mukaan lukien valtio, Internet-palveluntarjoaja tai välityspalvelimen ylläpitäjä, voi mahdollisesti yksilöidä sinut.
fr_fr: Quiconque surveille votre trafic Internet (dont votre gouvernement, votre fournisseur d’accès Internet ou l’exploitant du mandataire) pourrait vous identifier.
he: כל מי שעוקב אחר תעבורת האינטרנט שלך &mdash; כולל הממשלה שלך, ספק האינטרנט שלך או מפעיל ה-proxy &mdash; אולי יוכל לזהות אותך.
is: Hver sá sem gæti fylgist með netumferðinni þinni &mdash; t.d. stjórnvöld, netþjónustan þín, o.fl. &mdash; getur greint hver þú ert.
it_it: Chiunque stia monitorando il traffico Internet come il tuo governo, il tuo provider internet, o il gestore del proxy potrebbe identificarti.
nb_no: Om noen følger med på internettbruken din &mdash; som myndigheter, internettilbyderen din eller proxy-operatøren &mdash; kan identifisere deg.
nl: Iedereen die uw internetverkeer controleert, inclusief uw overheid, uw internetprovider of de proxy-operator, kan u mogelijk identificeren.
pl: Każdy, kto monitoruje Twój ruch internetowy &mdash; w tym rząd, dostawca Internetu lub operator proxy &mdash; może być w stanie Cię zidentyfikować.
pt_br: Qualquer um monitorando seu trafego na Internet &mdash; incluindo seu governo, provedor de Internet, ou operador de proxy &mdash; pode identificar você.
pt_pt: Qualquer entidade ou pessoa que possa inspecionar a sua atividade na Internet &mdash; incluindo o governo do seu país, a empresa de telecomunicações que lhe fornece Internet, ou o administrador do serviço de proxy &mdash; poderá identificá-lo.
ru: Любой, кто контролирует ваш интернет-трафик (правительство, интернет-провайдер или владелец прокси-сервера) сможет идентифицировать вас.
sv: Om någon övervakar din internettrafik &mdash; inklusive dina myndigheter, din internetleverantör eller proxy-administratören &mdash; kan det ha möjlighet att identifiera dig.
tr: İnternet kullanımını gözetleyen herhangi birinin (hükümetiniz, İnternet hizmeti sağlayıcınız ya da vekil sunucu işletmecisiniz) sizin kim olduğunuzu belirleyebilir.

source: Always use Tor Browser (<code>{}</code>) to access SecureDrop. Valid SecureDrop site addresses end with <code>.onion</code>. The correct address for this site is:
ar: استخدم دائمًا متصفح Tor (<code> {} </code>) للوصول إلى SecureDrop. تنتهي عناوين موقع SecureDrop الصالحة بـ <code> .onion </code>. العنوان الصحيح لهذا الموقع هو:
ca: Utilitzeu sempre el Tor Browser (<code>{}</code>) per accedir al SecureDrop. Les adreces vàlides de llocs del SecureDrop acaben en <code>.onion</code>. L'adreça correcta per a aquest lloc web és:
cs: Vždy používejte Tor Browser (<code>{}</code>) pro přístup k SecureDrop. Platná adresa SecureDrop stránky končí <code>.onion</code>. Správná adresa této stránky je:
de_de: Nutzen Sie immer den Tor Browser (<code>{}</code>), um auf SecureDrop zuzugreifen. Gültige SecureDrop-Webadressen enden mit <code>.onion</code>. Die korrekte Adresse für diese Seite lautet:
el: Χρησιμοποιείτε πάντα τον Περιηγητή Tor (<code>{}</code>) για να επισκεφθείτε το SecureDrop. Οι έγκυρες διευθύνσεις SecureDrop τελειώνουν σε <code>.onion</code>. Η σωστή διεύθυνση για αυτόν τον ιστότοπο είναι η:
fi: Käytä aina Tor-selainta (<code>{}</code>) päästäksesi SecureDropiin. Kelvollisten SecureDrop-sivustojen osoitteet päättyvät <code>.onion</code>. Tämän sivuston oikea osoite on:
fr_fr: Utilisez toujours le Navigateur Tor (<code>{}</code>) pour accéder à SecureDrop. Les adresses de sites SecureDrop valides se terminent par <code>.onion</code>. La bonne adresse pour ce site est :
he: השתמש תמיד בדפדפן Tor (<code>{}</code>) כדי לגשת ל-SecureDrop. כתובות אתר SecureDrop חוקיות מסתיימות ב-<code>.onion</code>. הכתובת הנכונה לאתר זה היא:
is: Þú skalt alltaf nota Tor-vafrann (<code>{}</code>) til að tengjast SecureDrop. Gildar slóðir á SecureDrop-vefsvæði enda á <code>.onion</code>. Rétta slóðin á þennan vef er:
it_it: Usa sempre il browser Tor (<code>{}</code>) per accedere a SecureDrop. Gli indirizzi validi per SecueDrop terminano con <code>.onion</code>. L'indirizzo esatto di questo sito è:
nb_no: Alltid bruk Tor-nettleseren(<code>{}</code>) for å bruke SecureDrop. Riktige SecureDrop-addresser slutter på <code>.onion</code>. Den riktige adressen for denne SecureDrop-siden er:
nl: Gebruik altijd de Tor Browser (<code>{}</code>) om SecureDrop te bezoeken. Geldige SecureDrop website adressen eindigen op <code>.onion</code>. Het juiste adres voor deze site:
pl: Zawsze używaj Tor Browser (<code>{}</code>), aby uzyskać dostęp do SecureDrop. Prawidłowe adresy witryn SecureDrop kończą się ciągiem <code>.onion</code>. Prawidłowy adres tej witryny to:
pt_br: Sempre use o Navegador Tor (<code>{}</code>) para acessar o SecureDrop. Os endereços de site SecureDrop válidos terminam com <code>.onion</code>. O endereço correto deste site é:
pt_pt: Use sempre o Navegador Tor (<code>{}</code>) para aceder ao SecureDrop. Os endereços válidos para o site SecureDrop terminam em <code>.onion</code>. O endereço correto para este site é:
ru: Всегда используйте Tor Browser (<code>{}</code>) для доступа к SecureDrop. Допустимые адреса сайта SecureDrop заканчиваются на <code>.onion</code>. Корректный адрес этого сайта:
sv: Använd alltid Tor Browser (<code>{}</code>) för att ansluta till SecureDrop. Riktiga SecureDrop-sidadresser slutar med <code>.onion</code>. Den korrekta adressen för den här sidan är:
tr: SecureDrop erişimi için her zaman Tor Browser (<code>{}</code>) kullanın. Geçerli SecureDrop site adreslerinin sonunda <code>.onion</code> bulunur. Bu sitenin doğru adresi:
