Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Name too long
ar: الاسم طويلٌ جداً
ca: El nom és massa llarg
cs: Uživatelské jméno je příliš dlouhé
de_de: Name zu lang
el: Το όνομα είναι πολύ μεγάλο
fi: Nimi on liian pitkä
fr_fr: Le nom est trop long
he: השם ארוך מדי
is: Nafnið er of langt
it_it: Nome troppo lungo
nb_no: Navnet er for langt
nl: Naam is te lang
pl: Zbyt długa nazwa
pt_br: Nome muito longo
pt_pt: Nome demasiado longo
ru: Название слишком длинное
sv: Namnet är för långt
tr: İsim çok uzun

source: Must be at least {num} character long.
ar: يجب ألا يحوي أي حرف.
ca: Cal que tingui com a mínim {num} caràcter.
cs: Uživatelské jméno musí mít alespoň {num} znak.
de_de: Muss mindestens {num} Zeichen lang sein.
el: Πρέπει να έχει τουλάχιστον {num} χαρακτήρα.
fi: Pituuden on oltava ainakin {num} merkki.
fr_fr: Doit comporter au moins {num} caractère.
he: חייב להיות באורך של תו לפחות.
id: Isi minimal {num} karakter.
is: Verður að vera a.m.k. {num} stafur að lengd.
it_it: Deve essere lungo almeno {num} carattere.
lt: Turi būti bent {num} simbolio ilgio.
nb_no: Må være minst {num} tegn langt.
nl: Moet ten minste {num} teken lang zijn.
pl: Musi mieć co najmniej {num} znak.
pt_br: Deve conter pelo menos {num} caractere.
pt_pt: Deve ter no mínimo {num} caracter.
ro: Trebuie să aibă cel puțin {num} caracter.
ru: Должно быть не менее {num} символ.
sv: Måste vara minst {num} tecken långt.
ta: குறைந்தது {num} எழுத்து நீளம் இருக்க வேண்டும்.
tr: {num} karakterden az olamaz.

source: This username is invalid because it is reserved for internal use by the software.
ar: اسم المستخدم غير صالح لأن هذا الاسم محجوز من قبل البرنامج للاستخدام الداخلي.
ca: Aquest nom d'usuari no és vàlid perquè és reservat per a ús intern del programari.
cs: Toto uživatelské jméno je neplatné, protože je rezervováno pro interní použití.
de_de: Dieser Benutzername ist ungültig, da er für interne Nutzung durch die Software reserviert ist.
el: Αυτό το όνομα χρήστη δεν είναι έγκυρο επειδή είναι κατοχυρωμένο για εσωτερική χρήση του λογισμικού.
fi: Käyttäjänimi ei ole sallittu, sillä se on varattu ohjelmiston sisäiseen toimintaan.
fr_fr: Ce nom d’utilisateur est invalide, car il est réservé pour une utilisation interne par le logiciel.
he: שם משתמש זה שגוי כיוון שהוא שמור לשימוש פנימי של התוכנה.
hi: यह उपयोगकर्ता नाम अमान्य है क्योंकि यह सॉफ़्टवेयर द्वारा आंतरिक उपयोग के लिए आरक्षित है।
id: Nama pengguna ini tidak valid karena sudah diamankan untuk penggunaan internal oleh perangkat lunak.
is: Þetta notandanafn er ekki gilt því það er frátekið til innri nota í hugbúnaðnum.
it_it: Questo nome utente non è valido in quanto è riservato per uso interno da parte del software.
lt: Šis vartotojo vardas yra neteisingas, nes jis skirtas vidiniam programinės įrangos naudojimui.
nb_no: Dette brukernavnet er ugyldig fordi programvaren har reservert det for intern bruk.
nl: Deze gebruikersnaam is ongeldig, omdat het voor intern gebruik door de software is gereserveerd.
pl: Ta nazwa użytkownika jest nieprawidłowa, ponieważ jest zarezerwowana do użytku wewnętrznego przez oprogramowanie.
pt_br: Este nome de usuário é inválido porque ele é reservado ao uso interno do software.
pt_pt: Este nome de utilizador é inválido porque está reservado para uso interno do software.
ro: Acest nume de utilizator este nevalid deoarece este rezervat pentru utilizare internă de către software.
ru: Данное имя пользователя недоступно, так как оно предназначено для внутреннего использования в ПО.
sv: Detta användarnamn är ogiltigt, pga. att det är reserverat av programvaran för internt bruk.
ta: இந்தப் பயனர்பெயர் ஏற்புடையதல்ல ஏனெனில் இது மென்பொருளின் அகப்பயன்பாட்டிற்கென ஒதுக்கப்பட்டுள்ளது.
tr: Bu kullanıcı adı geçersiz, çünkü yazılım tarafından içsel olarak kullanıma tahsis edilmiştir.

source: Invalid username
ar: اسم المستخدم غير صالح
ca: El nom d'usuari no és vàlid
cs: Neplatné uživatelské jméno
de_de: Ungültiger Benutzername
el: Άκυρο όνομα χρήστη
fi: Virheellinen käyttäjätunnus
fr_fr: Le nom d’utilisateur est invalide
he: שם משתמש שגוי
is: Ógilt notandanafn
it_it: Nome utente non valido
nb_no: Ugyldig brukernavn
nl: Gebruikersnaam wijzigen
pl: Nieprawidłowa nazwa użytkownika
pt_br: Nome de usuário inválido
pt_pt: Nome de utilizador inválido
ru: Недопустимое имя пользователя
sv: Inkorrekt användarnamn
tr: Geçersiz kullanıcı adı

source: {time} ago
ar: {time} مضت
ca: fa {time}
cs: před {time}
de_de: vor {time}
el: πριν από {time}
fi: {time} sitten
fr_fr: il y a {time}
he: לפני {time}
hi: {time} पहले
id: {time} lalu
is: Fyrir {time} síðan
it_it: {time} fa
lt: Prieš {time}
nb_no: {time} siden
nl: {time} geleden
pl: {time} temu
pt_br: há {time}
pt_pt: há {time}
ro: acum {time}
ru: {time} назад
sv: {time} sedan
ta: {time} முன்பு
tr: {time} önce

source: You have been logged out due to inactivity or a problem with your session.
ar: تم تسجيل خروجك بسبب عدم التفاعل أو حدثت مشكلة في فترة دخولك.
ca: S'ha tancat la sessió per inactivitat o per un problema amb la vostra sessió.
el: Έχετε αποσυνδεθεί λόγω αδράνειας ή προβλήματος με τη συνεδρία σας.
fi: Sinut on kirjattu ulos käyttämättömyyden tai istunnon ongelman vuoksi.
fr_fr: Votre session a été déconnectée en raison de l’inactivité ou d’un problème de votre session.
nb_no: Du har blitt logget ut på grunn av inaktivitet eller et problem med din innloggingsøkt.
nl: U bent uitgelogd vanwege inactiviteit of een probleem met uw sessie.
pl: Zostałeś wylogowany z powodu braku aktywności lub problemu z sesją.
sv: Du har loggats ut pågrund av inaktivitet eller problem med din session.

source: Incorrect password or two-factor code.
ar: كلمة السر أو رمز الاستيثاق بخطوتين غير صحيح.
ca: La contrasenya o el testimoni de factor doble no són vàlids.
cs: Chybné heslo nebo kód pro dvoufaktorové ověření.
de_de: Falsches Passwort oder Zwei-Faktor-Authentifizierungstoken.
el: Λάθος κωδικός πρόσβασης ή κωδικός πιστοποίησης δύο παραγόντων.
fi: Väärä salasana tai kaksiosaisen todennuksen koodi.
fr_fr: Le mot de passe ou le code d’authentification à deux facteurs est erroné.
he: סיסמה או קוד אימות דו־שלבי שגויים.
hi: पासवर्ड या दो-कारक कोड गलत है।
id: Kata sandi atau kode dua faktor salah.
is: Rangt lykilorð eða tvíþátta kóði.
it_it: Password o codice a due fattori errati.
lt: Klaidingas slaptažodis arba dviejų veiksnių kodas.
nb_no: Feil passord eller tofaktor-kode.
nl: Onjuist wachtwoord of tweestapstoken.
pl: Nieprawidłowe hasło lub kod dwuskładnikowy.
pt_br: Senha ou código de verificação de dois fatores incorreto.
pt_pt: Palavra-passe ou código de dois fatores (2FA) incorreto.
ro: Parolă sau cod de autentificare cu doi factori greșit(ă).
ru: Неверный пароль или код двухфакторной аутентификации.
sv: Felaktigt lösenord eller tvåfaktorsautentisering.
ta: சரியில்லாக் கடவுச்சொல் அல்லது இருகூற்றுக் குறி.
tr: Parola ya da iki aşamalı kimlik doğrulama kodu hatalı.

source: Your two-factor credentials have been reset successfully.
ar: لقد تم تصفير بيانات اعتماد الاستيثاق بخطوتين بنجاح.
ca: Les credencials de factor doble s'han restablert correctament.
cs: Vaše dvoufaktorové přihlašovací údaje byly resetovány.
de_de: Ihre Zwei-Faktor-Anmeldedaten wurden erfolgreich zurückgesetzt.
el: Τα στοιχεία πιστοποίησης δυο παραγόντων έχουν επαναφερθεί επιτυχώς.
fi: Kaksivaiheisen tunnistautumisesi tiedot on palautettu onnistuneesti.
fr_fr: Les authentifiants A2F ont été réinitialisés avec succès.
he: פרטי האימות הדו־שלבי שלך אופסו בהצלחה.
hi: आपके दो-कारक क्रेडेंशियल को सफलतापूर्वक रीसेट कर दिया गया है।
id: Kredensial dua-faktor Anda telah berhasil diatur ulang.
is: Það tókst að endurstilla tvíþátta-auðkennin þín.
it_it: L'autenticazione a due fattori è stata ripristinata con successo.
lt: Dviejų veiksnių kredencialai sėkmingai nustatyti iš naujo.
nb_no: Tofaktorinnloggingen din har blitt tilbakestilt.
nl: Uw tweestapsauthenticatie is succesvol opnieuw ingesteld.
pl: Twoje dane weryfikujące uwierzytelnianie dwuskładnikowe zostało pomyślnie zresetowane.
pt_br: As suas credencias de 2FA foram redefinidas com sucesso.
pt_pt: O seu código de dois fatores (2FA) foi alterado com sucesso.
ro: Datele pentru autentificarea cu doi factori au fost resetate cu succes.
ru: Ваш доступ двухфакторной аутентификации был успешно сброшен.
sv: Din tvåfaktorsautentisering har blivit återställd.
ta: உங்களுடைய இருகூற்றுச் சான்றாவணங்கள் வெற்றிகரமாக மறுவமைப்பு செய்யப்பட்டுவிட்டன.
tr: İki aşamalı kimlik doğrulama bilgileriniz sıfırlandı.

source: There was a problem verifying the two-factor code. Please try again.
ar: هناك مشكلة في التأكد من رمز التسجيل في خطوتين. حاول مرة أخرى.
ca: S'ha produït un error amb la contrasenya generada automàticament. No s'ha creat l'usuari. Torneu a provar.
cs: Při ověřování dvoufaktorového kódu došlo k problému. Zkuste to prosím znovu.
de_de: Es gab ein Problem bei der Überprüfung des Zwei-Faktor-Codes. Bitte versuchen Sie es erneut.
el: Υπήρξε πρόβλημα με την επαλήθευση του κωδικού πιστοποίησης δυο παραγόντων. Παρακαλώ δοκιμάστε ξανά.
fi: Kaksivaiheisen tunnistautumisen koodin tarkistuksessa ilmeni ongelma. Yritä uudestaan.
fr_fr: Un problème est survenu lors de la vérification du code A2F. Veuillez réessayer.
he: הייתה בעיה באימות הקוד הדו־שלבי שלך. נא לנסות שוב.
hi: दो कारक कोड की पुष्टि करने में समस्या थी। कृपया पुन: प्रयास करें।
id: Terjadi masalah dalam verifikasi kode dua-faktor. Mohon coba lagi.
is: Það kom upp villa við staðfestingu tvíþátta-kóðans. Reyndu aftur.
it_it: C'è stato un problema nella verifica del codice a due fattori. Riprovare nuovamente.
lt: Tikrinant dviejų veiksnių kodą kilo problema. Prašome bandyti dar kartą.
nb_no: En feil oppstod ved bekreftelse av tofaktorkoden. Prøv igjen.
nl: Er was een probleem bij de verificatie van de tweestapstoken. Probeer het nogmaals.
pl: Wystąpił błąd podczas weryfikacji dwuskładnikowego kodu. Proszę spróbować ponownie.
pt_br: Houve um problema na verificação do código 2FA. Por favor, tente novamente.
pt_pt: Houve um problema com a verificação do código de dois fatores (2FA). Por favor, tente de novo.
ro: A apărut o problemă la verificarea datelor pentru autentificarea cu doi factori. Te rugăm să încerci din nou.
ru: Произошла ошибка при подтверждении двухфакторного кода. Пожалуйста, попробуйте еще раз.
sv: Det uppstod ett fel vid bekräftelse av tvåfaktorsautentisering. Vänligen försök igen.
ta: இருகூற்றுக் குறியைச் சரிபார்ப்பதில் குழப்பம் நேர்ந்துள்ளது. தயவு செய்து மீண்டும் முயல்க.
tr: İki aşamalı kimlik doğrulama kodu doğrulanırken bir sorun çıktı. Lütfen yeniden deneyin.

source: Image updated.
ar: تم تحديث الصورة بنجاح.
ca: S’ha actualitzat la imatge.
cs: Obrázek byl aktualizován.
de_de: Bild aktualisiert.
el: Η φωτογραφία ενημερώθηκε.
fi: Kuva päivitetty.
fr_fr: L’image a été mise à jour.
he: תמונה עודכנה.
hi: छवि अपडेट की गई है।
id: Gambar diperbarui.
is: Mynd var uppfærð.
it_it: Immagine aggiornata.
lt: Paveikslėlis atnaujintas.
nb_no: Bilde oppdatert.
nl: Afbeelding bijgewerkt.
pl: Zdjęcie zaktualizowane.
pt_br: Imagem atualizada.
pt_pt: Imagem atualizada.
ro: Imaginea a fost actualizată.
ru: Изображение обновлено.
sv: Bild uppdaterad.
ta: படிமம் புதுப்பிக்கப்பட்டது.
tr: Görüntü güncellendi.

source: Unable to process the image file. Please try another one.
ar: تعذر استخدام ملف الصورة، يُرجى اختيار صورة أخرى.
ca: No s'ha pogut processar el fitxer d'imatge. Proveu-ho amb un altre fitxer.
cs: Soubor s obrázkem se nepodařilo načíst. Zkuste prosím jiný.
de_de: Die Bilddatei kann nicht verarbeitet werden. Bitte versuchen Sie eine andere.
el: Αδυναμία επεξεργασίας αρχείου εικόνας. Παρακαλώ δοκιμάστε ένα άλλο.
fi: Kuvatiedostoa ei voida käsitellä. Kokeile eri tiedostoa.
fr_fr: Impossible de traiter le fichier image. Veuillez en essayer un autre.
he: לא ניתן לעבד את קובץ התמונה. נא לנסות אחת אחרת.
is: Tókst ekki að meðhöndla myndskrána. Prófaðu einhverja aðra.
it_it: Impossibile elaborare l'immagine. Provare con un altro file.
nb_no: Klarte ikke behandle bildefilen. Vennligst forsøk en annen fil.
nl: Kan het afbeeldingsbestand niet verwerken. Probeer een andere.
pl: Nie można przetworzyć pliku obrazu. Spróbuj innego.
pt_br: Incapaz de processar o arquivo de imagem. Por favor, tente outro.
pt_pt: Não foi possível utilizar esta imagem. Por favor, tente outra.
ru: Невозможно обработать этот файл изображения. Пожалуйста, попробуйте другой.
sv: Kunde inte hantera bild. Vänligen försök med en annan.
tr: Görüntü dosyası işlenemiyor. Lütfen başka bir tane deneyin.

source: Preferences saved.
ar: تم حفظ الاختيارات.
ca: S'han desat les preferències.
cs: Preference uložené.
de_de: Einstellungen gespeichert.
el: Οι προτιμήσεις αποθηκεύτηκαν.
fi: Asetukset tallennettu.
fr_fr: Les préférences ont été enregistrées.
he: העדפות נשמרו.
hi: प्राथमिकताएं सेव हो गयी।
id: Pilihan tersimpan.
is: Kjörstillingar vistaðar.
it_it: Preferenze salvate.
lt: Nustatymai išsaugoti.
nb_no: Innstillinger lagret.
nl: Voorkeuren opgeslagen.
pl: Ustawienia zapisane.
pt_br: Preferências salvas.
pt_pt: Definições guardadas.
ro: Preferințele au fost salvate.
ru: Настройки сохранены.
sv: Inställningar sparade.
ta: விருப்பங்கள் சேமிக்கப்பட்டுள்ளன.
tr: Tercihler kaydedildi.

source: Preferences not updated.
ar: لم يتم تحديث الإختيارات.
ca: No s'han pogut actualitzar les preferències.
cs: Preference nebyly změněny.
de_de: Einstellungen nicht aktualisiert.
el: Οι προτιμήσεις δεν ενημερώθηκαν.
fi: Asetuksia ei päivitetty.
fr_fr: Les préférences n’ont pas été mises à jour.
he: ההעדפות לא עודכנו.
id: Pesan status ditampilkan saat preferensi tidak dapat diperbarui karena galat.
is: Kjörstillingar ekki uppfærðar.
it_it: Preferenze non aggiornate.
lt: Nuostatos neatnaujintos.
nb_no: Innstillingene ikke oppdatert.
nl: Voorkeuren niet bijgewerkt.
pl: Ustawienia nie zostały zaktualizowane.
pt_br: Preferências não foram atualizadas.
pt_pt: Definições não atualizadas.
ro: Preferințele nu au fost actualizate.
ru: Настройки не были изменены.
sv: Inställningarna uppdaterades inte.
ta: விருப்பங்கள் புதுப்பிக்கப்படவில்லை.
tr: Tercihler güncellenmedi.

source: Failed to update organization name.
ar: لم ينجح تحديث اسم المنظمة.
ca: No s'ha pogut actualitzar el nom de l'organització.
cs: Nepodařilo se aktualizovat jméno organizace.
de_de: Organisationsname konnte nicht aktualisiert werden.
el: Αποτυχία ενημέρωσης ονόματος οργανισμού.
fi: Organisaation nimen päivittäminen epäonnistui.
fr_fr: Échec de mise à jour du nom de l’organisme.
he: עדכון שם הארגון נכשל.
id: Gagal memperbarui nama organisasi.
is: Mistókst að uppfæra heiti stofnunar/félags.
it_it: Aggiornamento del nome dell'organizzazione non riuscito.
lt: Organizacijos pavadinimas neatnaujintas.
nb_no: Organisasjonsnavn kunne ikke oppdateres.
nl: Het updaten van de organisatienaam is mislukt.
pl: Nie udało się zaktualizować nazwy organizacji.
pt_br: Falha ao atualizar o nome da organização.
pt_pt: Falha ao atualizar o nome da organização.
ro: Eșec la actualizarea denumirii organizației.
ru: Не удалось обновить название организации.
sv: Uppdatering av organisationsnamn misslyckades.
ta: நிறுவனத்தின் பெயரைப் புதுப்பிப்பது தோல்வியுற்றது.
tr: Kuruluş ismi güncellemesi başarısız oldu.

source: There was an error with the autogenerated password. User not created. Please try again.
ar: تعذر إنشاء حساب المستخدم بسبب عطل في توليد كلمة السر. يرجى إعادة المحاولة.
ca: S'ha produït un error amb la contrasenya generada automàticament. No s'ha creat l'usuari. Torneu a provar.
cs: Došlo k chybě s automaticky generovaným heslem. Uživatelský účet nebyl vytvořen. Zkuste to prosím znovu.
de_de: Es gab einen Fehler mit dem automatisch generierten Passwort. Der Benutzer wurde nicht erstellt. Bitte versuchen Sie es erneut.
el: Υπήρξε κάποιο σφάλμα με τον αυτόματα παραγόμενο κωδικό. Ο χρήστης δεν δημιουργήθηκε. Παρακαλώ δοκιμάστε ξανά.
fi: Automaattisesti luodun salasanan kanssa ilmeni ongelma. Käyttäjää ei luotu. Yritä uudestaan.
fr_fr: La génération automatique du mot de passe a produit une erreur. L’utilisateur n’a pas été créé. Veuillez réessayer.
he: אירעה שגיאה עם יצירת סיסמה אוטומטית. משתמש לא נוצר. נא לנסות שוב.
hi: ऑटोग्रेनेरेटेड पासवर्ड के साथ एक त्रुटि थी| उपयोगकर्ता नहीं बना| कृपया पुन: प्रयास करें।
id: Pembuatan kata sandi otomatis gagal. Pengguna tidak terbuat. Mohon coba lagi.
is: Það kom upp villa með sjálfvirkt útbúna lykilorðið. Notandi var ekki búinn til. Vinsamlegast reyndu aftur.
it_it: C'è stato un errore con la password generata automaticamente. Utente non creato. Riprovare nuovamente.
lt: Automatinis slaptažodžio generavimas nesėkmingas. Vartotojo paskyra nesukurta. Bandykite dar kartą.
nb_no: En feil oppstod knyttet til det automatisk opprettede passordet. Brukeren ble derfor ikke opprettet. Prøv igjen.
nl: Er was een fout met het automatisch gegenereerde wachtwoord. Gebruiker niet aangemaakt. Probeer het nogmaals.
pl: Wystąpił błąd z automatycznie wygenerowanym hasłem. Użytkownik nie został utworzony. Proszę spróbować ponownie.
pt_br: Houve um erro com a senha gerada automaticamente. O usuário não foi criado. Por favor, tente novamente.
pt_pt: Houve um problema com a palavra-passe gerada automaticamente. O utilizador não foi criado. Por favor, tente de novo.
ro: A apărut o eroare la parola generată automat. Utilizatorul nu a fost creat. Te rugăm să încerci din nou.
ru: Произошла ошибка с автоматически сгенерированным паролем. Пользователь не создан. Пожалуйста, попробуйте еще раз.
sv: Det uppstod ett fel med det autogenererade lösenordet. Inget användarkonto skapades. Vänligen försök igen.
ta: தானே உண்டாக்கப்பட்ட கடவுச்சொல்லில் பிழை ஏற்பட்டுள்ளது. பயனர் உருவாக்கப்படவில்லை. தயவு செய்து மீண்டும் முயல்க.
tr: Otomatik üretilen parolada bir sorun var. Kullanıcı eklenemedi. Lütfen yeniden deneyin.

source: Invalid HOTP secret format: please only submit letters A-F and numbers 0-9.
ar: صيغة HOTP غير صحيحة: المقبولة هي الأحرف من A-F و&nbsp;الأرقام من 0-9 فقط.
ca: El format del secret HOTP no és vàlid: introduïu només lletres A-F i números 0-9.
cs: Nesprávný formát HOTP kódu: prosím použijte pouze písmena A-F a čísla 0-9.
de_de: Ungültiges HOTP-Geheimnisformat: bitte nur Buchstaben A-F und Zahlen 0-9 eingeben.
el: Άκυρη μορφή μυστικού HOTP: παρακαλώ πληκτρολογήστε μόνο γράμματα από A έως F και αριθμούς από 0 έως 9.
fi: Virheellinen HOTP-salaisuuden muoto: vain kirjaimet väliltä A–F ja numerot väliltä 0–9 sallitaan.
fr_fr: Le format du secret HOTP est invalide : veuillez n’utiliser que des lettres de A à F et des chiffres de 0 à 9.
he: קוד HOTP בפורמט שגוי: מותרות רק ספרות ואותיות אנגליות.
is: Ógilt snið HOTP-leynilykils: vinsamlegast notaðu einungis stafi frá A-F og tölur frá 0-9.
it_it: Formato del segreto HOTP non valido: utilizzare solo lettere A-F e numeri 0-9.
nb_no: Ugyldig HOTP nøkkelformat: Kun bruk bokstavene A-F og tall fra 0-9.
nl: Ongeldig HTOP geheim: gebruik uitsluitend letters A-F en cijfers 0-9.
pl: Nieprawidłowy format klucza tajnego HOTP: przesyłaj tylko litery A-F i cyfry 0-9.
pt_br: Formato do segredo HOTP inválido: por favor, utilize apenas letras de A a F e números de 0 a 9.
pt_pt: Formato do código secreto HOTP inválido: por favor, utilize apenas letras de A a F e números de 0 a 9.
ru: Неверный формат секретного ключа HOTP: пожалуйста, используйте только буквы от A-F и цифры 0-9.
sv: Ogiltigt format i HOTP-hemlighet: vänligen använd endast bokstäverna A-F och siffrorna 0-9.
tr: HOTP parola biçimi hatalı: lütfen A-F arasındaki harfleri ve 0-9 arasındaki rakamları kullanın.

source: An unexpected error occurred! Please inform your admin.
ar: حدث عطل غير متوقع. الرجاء إبلاغ الإداري.
ca: S’ha produït un error inesperat! Informeu-ne l’administrador.
cs: Došlo k nečekané chybě. Informujte prosím administrátora.
de_de: Es ist ein unerwarteter Fehler aufgetreten! Bitte informieren Sie Ihren Administrator.
el: Παρουσιάστηκε απρόσμενο σφάλμα! Παρακαλώ ειδοποιήστε τον διαχειριστή.
fi: Tapahtui odottamaton virhe! Ilmoita asiasta ylläpitäjälle.
fr_fr: Une erreur inattendue est survenue ! Veuillez la signaler à votre administrateur.
he: שגיאה בלתי צפויה! יש לעדכן את הנהלת המערכת.
hi: अप्रत्याशित त्रुटि हुई ! कृपया अपने व्यवस्थापक को सूचित करें।
id: Terjadi kesalahan yang tidak diperkirakan! Mohon beritahu admin Anda.
is: Óvæn villa kom upp! Hafðu samband við kerfisstjórann þinn.
it_it: Si è verificato un errore inatteso. Informare il proprio amministratore.
lt: Įvyko netikėta klaida! Praneškite savo administratoriui.
nb_no: En uventet feil oppstod! Gi din administrator beskjed.
nl: Er trad een onverwachte fout op! Neem contact op met uw beheerder.
pl: Wystąpił nieoczekiwany błąd! Poinformuj swojego administratora.
pt_br: Ocorreu um erro inesperado! Por favor, informe a pessoa que administra.
pt_pt: Ocorreu um erro inesperado! Por favor informe o administrador do sistema.
ro: A apărut o eroare neașteptată! Te rugăm să îți informezi administratorul.
ru: Произошла непредвиденная ошибка! Сообщите об этом администратору.
sv: Ett oväntat fel uppstod! Informera din administratör.
ta: எதிர்பார்க்கப்படாதொரு பிழை ஏற்பட்டுள்ளது. தயவு செய்து உங்கள் நிர்வாகியிடம் தெரிவிக்கவும்.
tr: Beklenmeyen bir sorun çıktı! Lütfen sistem yöneticinizi bilgilendirin.

source: Invalid username: {message}
ar: اسم المستخدم غير صالح: {message}
ca: El nom d'usuari no és vàlid: {message}
cs: Neplatné uživatelské jméno: {message}
de_de: Ungültiger Benutzername: {message}
el: Άκυρο όνομα χρήστη: {message}
fi: Virheellinen käyttäjätunnus: {message}
fr_fr: Le nom d’utilisateur est invalide : {message}
he: שם משתמש לא חוקי: {message}
is: Ógilt notandanafn: {message}
it_it: Nome utente non valido: {message}
nb_no: Ugyldig brukernavn: {message}
nl: Ongeldige gebruikersnaam: {message}
pl: Nieprawidłowa nazwa użytkownika: {message}
pt_br: Nome de usuário inválido: {message}
pt_pt: Nome de utilizador inválido: {message}
ru: Недопустимое имя пользователя: {message}
sv: Inkorrekt användarnamn: {message}
tr: Geçersiz kullanıcı adı: {message}

source: Username "{username}" already taken.
ar: الاسم "{username}" سبق تخصيصه لمستخدم آخر.
ca: El nom d’usuari «{username}» ja existeix.
cs: Uživatelské jméno "{username}" už používá někdo jiný.
de_de: Benutzername „{username}“ ist bereits vergeben.
el: Το όνομα χρήστη «{username}» χρησιμοποιείται ήδη.
fi: Käyttäjätunnus "{username}" on jo varattu.
fr_fr: Le nom d’utilisateur « {username} » est déjà utilisé.
he: שם המשתמש {username} תפוס.
is: Notandanafnið "{username}" er nú þegar í notkun.
it_it: Il nome utente "{username}" è già stato registrato.
nb_no: Brukernavnet "{username}" er allerede i bruk.
nl: Gebruikersnaam "{username}" al in gebruik.
pl: Nazwa użytkownika "{username}" jest już zajęta.
pt_br: O nome de usuário "{username}" já está em uso.
pt_pt: Já existe um utilizador com o nome "{username}".
ru: Имя пользователя "{username}" уже занято.
sv: Användarnamnet "{username}" är redan upptaget.
tr: "{username}" kullanıcı adı zaten kullanımda.
