Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Here you can update the image displayed on the SecureDrop web interfaces:
ar: من هنا يمكن تغيير الشعار الظاهر على واجهة SecureDrop على الوِب:
ca: Aquí podeu actualitzar la imatge que es mostra en les interfícies web del SecureDrop:
cs: Zde můžete aktualizovat obrázek zobrazený ve webovém rozhraní SecureDrop:
de_de: Hier können Sie das Bild, das auf den SecureDrop-Weboberflächen angezeigt wird, aktualisieren:
el: Εδώ μπορείτε να αλλάξετε τη φωτογραφία που εμφανίζεται στις διεπαφές του SecureDrop:
fi: Tässä voit vaihtaa kuvan, joka näkyy SecureDropin selainkäyttöliittymässä:
fr_fr: Vous pouvez mettre à jour ici l’image affichée sur les interfaces Web de SecureDrop :
he: כאן תוכל לעדכן את התמונה שתוצג בממשק SecureDrop:
hi: यहां आप SecureDrop वेब इंटरफेस पर प्रदर्शित छवि को सुधार सकते हैं:
id: Di sini Anda dapat memperbarui gambar yang ditampilkan pada web SecureDrop:
is: Hér geturðu uppfært myndina sem birt er í vefviðmóti SecureDrop:
it_it: Qui è possibile caricare l'immagine che verrà mostrata nell'interfaccia web di SecureDrop:
lt: Čia galite atnaujinti „SecureDrop“ žiniatinklio sąsajose rodomą vaizdą:
nb_no: Her kan du oppdatere bildet vist på det nettbaserte SecureDrop-grensesnittet:
nl: Hier kan u de afbeelding updaten die getoond wordt in de SecureDrop webinterface:
pl: Tutaj możesz zaktualizować plik graficzny wyświetlany w interfejsie www SecureDrop:
pt_br: Aqui você pode alterar a imagem a ser mostrada na interface web do SecureDrop:
pt_pt: Aqui pode alterar a imagem mostrada nas interfaces web do SecureDrop:
ro: Aici poți actualiza imaginea afișată pe interfețele web SecureDrop:
ru: Здесь вы можете обновить изображение, отображаемое в веб-интерфейсе SecureDrop:
sv: Här kan du uppdatera bilden som visas på SecureDrop-gränssnittet:
ta: இங்கு நீங்கள் SecureDrop வலைய இடைமுகங்களில் காட்டப்படும் படிமத்தை புதுப்பிக்கவியலும்:
tr: SecureDrop web arayüzünde görüntülenecek görseli buradan güncelleyebilirsiniz:

source: Logo image:
ar: صورة الشعار:
ca: Imatge del logotip:
cs: Obrázek loga:
de_de: Logobild:
el: Λογότυπο:
fi: Logo-kuva:
fr_fr: Image du logo :
he: קובץ לוגו:
is: Myndmerki:
it_it: Logo:
nb_no: Logo-bilde:
nl: Logo-afbeelding:
pl: Obraz logo:
pt_br: Logomarca:
pt_pt: Logótipo:
ru: Изображение логотипа:
sv: Logga:
tr: Logo görseli:

source: Recommended size: 500px * 450px
ar: الحجم الموصى به: 500عنصورة × 450 عنصورة
ca: Mida recomanada: 500 px * 450 px
cs: Doporučená velikost: 500px na 450px
de_de: Empfohlene Größe: 500px * 450px
el: Προτεινόμενες διαστάσεις: 500px * 450px
fi: Suositeltu koko: 500*450 pikseliä
fr_fr: Taille recommandée : 500 px * 450 px
he: גודל מומלץ: 500px * 450px
hi: अनुशंसित आकार: 500px * 450px
id: Rekomendasi ukuran : 500px * 450px
is: Mælt með stærðinni: 500px * 450px
it_it: Dimensione consigliata: 500px * 450px
lt: Rekomenduojamas dydis: 500px * 450px
nb_no: Anbefalt størrelse: 500px * 450px
nl: Aangeraden grootte: 500px * 450px
pl: Zalecany rozmiar: 500px * 450px
pt_br: Tamanho recomendado: 500px * 450px
pt_pt: Resolução recomendada: 500px * 450px
ro: Mărime recomandată: 500px * 450px
ru: Рекомендуемый размер: 500px * 450px
sv: Rekommenderad storlek: 500px * 450px
ta: பரிந்துரைக்கப்படும் அளவு: 500புள்ளி * 450புள்ளி
tr: Önerilen boyut: 500 piksel X 450 piksel

source: Update Logo
ar: تحديث الشعار
ca: Actualitza el logo
cs: Aktualizovat logo
de_de: Logo aktualisieren
el: Ανανέωση λογοτύπου
fi: Päivitä logo
fr_fr: Mettre le logo à jour
he: עדכן לוגו
is: Uppfæra myndmerki
it_it: Aggiorna logo
nb_no: Oppdater logo
nl: Logo bijwerken
pl: Zaktualizuj logo
pt_br: Atualizar Logotipo
pt_pt: Alterar Logótipo
ru: Обновить логотип
sv: Uppdatera logga
tr: Logoyu güncelle

source: UPDATE LOGO
ar: تغيير الشعار
ca: ACTUALITZA EL LOGOTIP
cs: AKTUALIZOVAT LOGO
de_de: LOGO AKTUALISIEREN
el: ΑΝΑΝΕΩΣΗ ΛΟΓΟΤΥΠΟΥ
fi: PÄIVITÄ LOGO
fr_fr: METTRE À JOUR LE LOGO
he: עדכן לוגו
hi: अपडेट लोगो
id: PERBARUI LOGO
is: UPPFÆRA MERKI
it_it: AGGIORNA LOGO
lt: ATNAUJINTI LOGOTIPĄ
nb_no: OPPDATER LOGO
nl: LOGO BIJWERKEN
pl: AKTUALIZACJA LOGO
pt_br: ATUALIZAR LOGO
pt_pt: ALTERAR LOGÓTIPO
ro: ACTUALIZEAZĂ LOGO
ru: ОБНОВИТЬ ЛОГОТИП
sv: UPPDATERA LOGGA
ta: குறியத்தைப் புதுப்பித்திடுக
tr: LOGOYU GÜNCELLE

source: Submission Preferences
ar: تفضيلات الإرسال
ca: Preferències de l'enviament
cs: Preference podání
de_de: Einreichungseinstellungen
el: Ρυθμίσεις καταχωρήσεων
fi: Vastaanotettavien tietojen asetukset
fr_fr: Préférences des envois
he: העדפות הגשה
hi: सबमिशन पसंदगी
id: Preferensi Pengiriman
is: Kjörstillingar fyrir innsendingu
it_it: Preferenze di invio
lt: Pateikimo Nuostatos
nb_no: Forsendelsesinnstillinger
nl: Inzendingsvoorkeuren
pl: Ustawienia dot. zgłoszeń
pt_br: Configurações de Envio
pt_pt: Definições de Envio
ro: Preferințe de trimitere
ru: Параметры публикации
sv: Inlämningsinställningar
ta: அனுப்புகை விருப்பங்கள்
tr: Gönderim Tercihleri

source: Prevent sources from uploading files. Sources will still be able to send messages.
ar: منع المصادر من تحميل الملفات. ستظل المصادر قادرة على إرسال الرسائل.
ca: Evita que les fonts puguin penjar fitxers. Les fonts encara podran enviar missatges.
cs: Zabránit zdrojům v nahrávání souborů. Zdroje budou stále moci posílat zprávy.
de_de: Quellen am Hochladen von Dateien hindern. Quellen werden weiterhin Nachrichten senden können.
el: Να μην επιτρέπεται σε πηγές να ανεβάζουν αρχεία. Οι πηγές θα μπορούν παρ' όλα αυτά να στέλνουν μηνύματα.
fi: Estä lähteitä lähettämästä tiedostoja. Lähteet voivat silti lähettää viestejä.
fr_fr: Empêcher les sources de téléverser des fichiers. Les sources pourront encore envoyer des messages.
he: מנע ממקורות להעלות קבצים. מקורות עדיין יוכלו לשלוח הודעות.
is: Koma í veg fyrir að heimildarmenn geti sent inn skrár. Heimildamenn geta eftir sem áður sent skilaboð.
it_it: Impedire alle fonti di caricare file. Le stesse potranno comunque continuare a inviare messaggi.
nb_no: Forhindre kilder i å laste opp filer. De vil fortsatt kunne sende inn meldinger.
nl: Voorkom dat bronnen bestanden kunnen uploaden. Bronnen kunnen wel nog berichten verzenden.
pl: Zapobiegaj przesyłaniu plików przez źródła. Źródła nadal będą mogły wysyłać wiadomości.
pt_pt: Impedir que fontes submetam ficheiros. As fontes continuarão a poder enviar mensagens.
ru: Запретить источникам загружать файлы. Источники по-прежнему смогут отправлять сообщения.
sv: Förhindra källor från att ladda upp filer. Källor kommer fortfarande kunna skicka meddelanden.
tr: Kaynakların dosya yüklemelerini engeller. Kaynaklar ileti göndermeyi sürdürebilir.

source: Prevent sources from sending initial messages shorter than the minimum required length:
ar: منع المصادر من إرسال رسائل أولية أقصر من الحد الأدنى للطول المطلوب:
ca: Evita que les fonts enviïn missatges inicials més curts que la longitud mínima requerida:
cs: Zabránit zdrojům odeslat úvodní zprávu kratší než je minimální požadovaná délka:
de_de: Quellen am Senden von Erstmeldungen hindern, wenn diese kürzer als die Mindestlänge sind:
el: Αποτρέψτε τις πηγές από την αποστολή μηνυμάτων μικρότερων του ελάχιστου απαιτούμενου μήκους:
fi: Estä lähteitä lähettämästä ensimmäistä viestiä, joka on lyhyempi kuin pienin sallittu merkkimäärä:
fr_fr: Empêcher les sources d’envoyer des messages initiaux plus courts que la longueur minimale requise :
he: מנע ממקורות לשלוח הודעות ראשוניות קצרות מהאורך המינימלי הנדרש:
is: Koma í veg fyrir að heimildarmenn sendi upphafsskilaboð sem séu styttri en tiltekin lágmarkslengd:
it_it: Impedisci alle fonti di inviare messaggi iniziali più corti della lunghezza minima richiesta:
nb_no: Forhindre kilder fra å sende første melding som er kortere enn minste påkrevd lengde:
nl: Voorkom dat bronnen hun eerste berichten sturen als korter zijn dan de minimaal vereiste lengte:
pl: Zapobiegaj wysyłaniu przez źródła początkowych wiadomości krótszych niż minimalna wymagana długość:
pt_br: Previne fontes de enviar mensagens iniciais mais curtas que o comprimento mínimo necessário:
pt_pt: Impede que fontes enviem mensagens iniciais mais curtas que o tamanho mínimo obrigatório:
ru: Запретить источникам отправлять первичные сообщения короче минимально необходимой длины:
sv: Hindra källor att skicka in meddelanden som är kortare än minimumkravet:
tr: Kaynakların gereken en az uzunluktan daha kısa ilk iletiler göndermesi engellensin:

source: Minimum number of characters.
ar: الحد الأدنى لعدد الأحرف.
ca: Caràcters com a mínim.
cs: Minimální počet znaků.
de_de: Mindestzeichenanzahl.
el: Ελάχιστος αριθμός χαρακτήρων.
fi: Merkkien vähimmäismäärä.
fr_fr: Nombre minimal de caractères.
he: מספר מינימלי של תווים.
is: Lágmarksfjöldi stafa.
it_it: Numero minimo di caratteri.
nb_no: Minimum antall tegn.
nl: Minimaal aantal tekens.
pl: Minimalna liczba znaków.
pt_br: Número mínimo de caracteres.
pt_pt: Número mínimo de caracteres.
ru: Минимальное количество символов.
sv: Minimumkrav för antal tecken.
tr: En az karakter sayısı.

source: Prevent sources from submitting their codename as an initial message.
ar: منع المصادر من إرسال الاسم الرمزي الخاص بهم كرسالة أولية.
ca: Evita que les fonts enviïn el seu nom en clau com a missatge inicial.
cs: Zabránit zdrojům odeslat jejich krycí jméno jako úvodní zprávu.
de_de: Quellen am Angeben von Decknamen in der Erstmitteilung hindern.
el: Αποτρέψτε τις πηγές από την υποβολή του κωδικού τους ονόματος ως αρχικό μήνυμα.
fi: Estä lähteitä lähettämästä koodinimeään ensimmäisessä viestissään.
fr_fr: Empêcher les sources d’envoyer leur nom de code comme message initial.
he: מנע ממקורות לשלוח את שם הקוד שלהם כהודעה ראשונית.
is: Koma í veg fyrir að heimildarmenn sendi kóðanafnið sitt sem upphafsskilaboð.
it_it: Impedisci alle fonti di inviare il proprio nome in codice come messaggio iniziale.
nb_no: Forhindre kilder fra å sende sitt eget kodenavn som den første meldingen.
nl: Voorkom dat bronnen hun codenaam als eerste bericht sturen.
pl: Uniemożliwiaj źródłom przesyłanie ich kryptonimu jako początkowej wiadomości.
pt_br: Previne fontes de submeter o nome de usuário como mensagem inicial.
pt_pt: Previne que fontes submetam o seu nome-código como mensagem inicial.
ru: Запретить источникам отправлять свой псевдоним в качестве начального сообщения.
sv: Hindra källor från att skicka sitt kodnamn i det första meddelandet.
tr: Kaynakların kod adlarını ilk ileti olarak göndermelerini önler.

source: Update Submission Preferences
ar: تحديث تفضيلات الإرسال
ca: Actualitza les preferències d'enviament
cs: Aktualizujte preference podání
de_de: Einreichungseinstellungen aktualisieren
el: Ενημέρωση ρυθμίσεων υποβολών
fi: Päivitä lähetysasetukset
fr_fr: Mettre à jours les préférences des envois
he: עדכן העדפות הגשה
is: Uppfæra kjörstillingar fyrir innsendingu
it_it: Aggiorna preferenze di invio
nb_no: Oppdater forsendelsesinnstillinger
nl: Inzendingsvoorkeuren bijwerken
pl: Zaktualizuj preferencje zgłoszeń
pt_br: Atualizar Configurações de Envio
pt_pt: Guardar Definições de Envio
ru: Обновить настройки подачи
sv: Uppdatera inlämningsinställningar
tr: Gönderim tercihlerini ayarla

source: UPDATE SUBMISSION PREFERENCES
ar: تحديث تفضيلات الإرسال
ca: PREFERÈNCIES D'ENVIAMENT D'ACTUALITZACIONS
cs: AKTUALIZOVAT PREFERENCE PODÁNÍ
de_de: EINREICHUNGSEINSTELLUNGEN AKTUALISIEREN
el: ΑΝΑΝΕΩΣΗ ΡΥΘΜΙΣΕΩΝ ΚΑΤΑΧΩΡΗΣΕΩΝ
fi: PÄIVITÄ LÄHETYSASETUKSET
fr_fr: METTRE À JOUR LES PRÉFÉRENCES DES ENVOIS
he: עדכן העדפות הגשה
hi: सबमिशन पसंदगी अपडेट करे
id: PERBARUI PREFERENSI PENGIRIMAN
is: UPPFÆRA KJÖRSTILLINGAR FYRIR INNSENDINGU
it_it: AGGIORNA PREFERENZE DI INVIO
lt: ATNAUJINTI PATEIKIMO NUOSTATAS
nb_no: Oppdater innstillinger for forsendelser
nl: UPDATE INZENDINGSVOORKEUREN
pl: ZAKTUALIZUJ USTAWIENIA DOT. ZGŁOSZEŃ
pt_br: ATUALIZAR CONFIGURAÇÕES DE ENVIO
pt_pt: GUARDAR DEFINIÇÕES DE ENVIO
ro: ACTUALIZEAZĂ PREFERINȚELE DE TRIMITERE
ru: ОБНОВИТЬ ПАРАМЕТРЫ ПУБЛИКАЦИЙ
sv: UPPDATERA INLÄMNINGSINSTÄLLNINGAR
ta: அனுப்புகை விருப்பங்களைப் புதுப்பித்திடுக
tr: GÖNDERİM TERCİHLERİNİ GÜNCELLE

source: Alerts
ar: تنبيهات
ca: Alertes
cs: Upozornění
de_de: Alarme
el: Ειδοποιήσεις
fi: Hälytykset
fr_fr: Alertes
he: התראות
hi: अलर्ट
id: Peringatan
is: Viðvaranir
it_it: Avvisi
lt: Įspėjimai
nb_no: Varsler
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
pt_pt: Alertas
ro: Alerte
ru: Оповещения
sv: Larm
ta: விழிப்பூட்டல்கள்
tr: Uyarılar

source: Send an encrypted email to verify if OSSEC alerts work correctly:
ar: أرسل رسالة بريد إلكتروني معمّاة للتأكد من أن تنبيهات OSSEC تعمل كما ينبغي:
ca: Envia un correu xifrat per verificar si les alertes OSSEC funcionen correctament:
cs: Pro ověření fungování OSECC upozornění prosím pošlete zašifrovaný e-mail:
de_de: Senden Sie eine verschlüsselte E-Mail, um zu überprüfen, ob OSSEC-Alarme korrekt funktionieren:
el: Αποστολή ενός κρυπτογραφημένου email για να επιβεβαιώσετε ότι οι ειδοποιήσεις OSSEC λειτουργούν σωστά:
fi: Lähetä salattu sähköposti varmistaaksesi, että OSSEC-hälytykset toimivat:
fr_fr: Envoyer un courriel chiffré pour vérifier si les alertes OSSEC fonctionnent correctement :
he: שלח מייל מוצפן בכדי לוודא שהתראות OSSEC פועלות באופ תקין:
hi: एक एन्क्रिप्टेड ईमेल भेजें ताकि यह सत्यापित किया जा सके की OSSEC अलर्टस सही तरीके से कार्य कर रहे हैं:
id: Kirim email terenkripsi untuk memverifikasi apakah peringatan OSSEC berfungsi dengan benar:
is: Senda dulritaðan tölvupóst til að sannreyna hvort OSSEC-viðvaranir virki rétt:
it_it: Invia una email cifrata per verificare che gli avvisi OSSEC funzionino correttamente:
lt: Siųsti užšifruotą el. laišką patikrinti OSSEC įspėjimus:
nb_no: Send en kryptert e-post for å bekrefte at OSSEC-varsler fungerer:
nl: Verstuur een versleutelde e-mail om te controleren of de waarschuwingen van OSSEC correct functioneren:
pl: Wyślij zaszyfrowaną wiadomość e-mail, aby sprawdzić, czy alerty OSSEC działają poprawnie:
pt_br: Envie um e-mail criptografado para verificar se os alertas OSSEC estão funcionando corretamente:
pt_pt: Envie um e-mail encriptado para verificar se os alertas OSSEC estão a funcionar corretamente:
ro: Trimite un mesaj criptat pe e-mail pentru a verifica dacă alertele OSSEC funcționează corect:
ru: Отправьте зашифрованное письмо, чтобы проверить, правильно ли работают предупреждения OSSEC:
sv: Skicka ett krypterat email för att bekräfta att OSSEC fungerar korrekt:
ta: OSSEC விழிப்பூட்டல்கள் சரியாக வேலை செய்கின்றனவா என்பதைச் சரிபார்க்க ஒரு மறைகுறியிட்ட மின்னஞ்சலை அனுப்புக:
tr: OSSEC uygulamasının düzgün bir şekilde çalıştığını doğrulamak için bir şifreli uyarı e-postası gönderin:

source: Send Test OSSEC Alert
ar: إرسال الإنذار الخاص بإختبار OSSEC
ca: Envia una alerta OSSEC de prova
cs: Pošlete testovací OSSEC upozornění
de_de: Test-OSSEC-Alarm senden
el: Αποστολή δοκιμαστικής ειδοποίησης OSSEC
fi: Lähetä testinä OSSEC-hälytys
fr_fr: Envoyer une alerte OSSEC de test
he: בדיקת התראות OSSEC
is: Senda OSSEC-aðvörun til prófunar
it_it: Invia avviso OSSEC di prova
nb_no: Send test-alarm fra OSSEC
nl: Stuur een OSSEC-alarm test
pl: Wyślij testowy alert OSSEC
pt_br: Envie um alerta OSSEC de teste
pt_pt: Enviar Teste de Alerta OSSEC
ru: Отправить тестовое оповещение OSSEC
sv: Skicka ett test OSSEC-meddelande
tr: OSSEC uyarı denemesi gönder

source: SEND TEST OSSEC ALERT
ar: أرسل تنبيه OSSEC تجريبي
ca: ENVIA UNA ALERTA OSSEC DE PROVA
cs: POSLAT TESTOVACÍ UPOZORNĚNÍ OSSEC
de_de: TESTWEISEN OSSEC-ALARM SENDEN
el: ΑΠΟΣΤΟΛΗ ΔΟΚΙΜΑΣΤΙΚΗΣ ΕΙΔΟΠΟΙΗΣΗΣ OSSEC
fi: LÄHETÄ TESTI-OSSEC-HÄLYTYS
fr_fr: ENVOYER UNE ALERTE DE TEST OSSEC
he: שלח התראת ניסיון של OSSEC
hi: परीक्षण OSSEC अलर्ट भेजें
id: KIRIM UJI PERINGATAN OSSEC
is: SENDA OSSEC PRUFUVIÐVÖRUN
it_it: INVIA AVVISO OSSEC DI PROVA
lt: SIŲSTI PAVYZDINĮ "OSSEC" PRANEŠIMĄ
nb_no: SEND TEST OSSEC-VARSEL
nl: VERSTUUR OSSEC WAARSCHUWINGSTESTMAIL
pl: WYŚLIJ TESTOWY ALERT OSSEC
pt_br: ENVIAR ALERTA DE VERIFICAÇÃO DO OSSEC
pt_pt: ENVIAR TESTE DE ALERTA OSSEC
ro: TRIMITE ALERTĂ OSSEC DE PROBĂ
ru: ОТПРАВИТЬ ТЕСТОВОЕ ПРЕДУПРЕЖДЕНИЕ OSSEC
sv: SKICKA TEST OSSEC-LARM
ta: OSSEC சோதனை விழிப்பூட்டலை அனுப்புக
tr: OSSEC UYARI GÖNDERME DENEMESİ

source: Edit user "{user}"
ar: تعديل حساب المستخدم "{user}"
ca: Edita l'usuari «{user}»
cs: Upravit uživatele „{user}“
de_de: Benutzer "{user}" bearbeiten
el: Επεξεργασία χρήστη "{user}"
fi: Muokkaa käyttäjää "{user}"
fr_fr: Modifier l’utilisateur « {user} »
he: ערוך את המשתמש "{user}"
hi: उपयोगकर्ता "{user}" संपादित करें
id: Edit pengguna "{user}"
is: Breyta notandanum "{user}"
it_it: Modifica utente "{user}"
lt: Koreguoti "{user}" vartotojo duomenis
nb_no: Rediger brukeren "{user}"
nl: Gebruiker "{user}" bewerken
pl: Edycja użytkownika "{user}"
pt_br: Editar usuário "{user}"
pt_pt: Editar utilizador "{user}"
ro: Editează utilizatorul „{user}”
ru: Редактировать пользователя "{user}"
sv: Redigera användaren "{user}"
ta: "{user}" பயனரைத் திருத்துக
tr: "{user}" kullanıcısını düzenle

source: Edit your account
ar: حرّر حسابك
ca: Modifica el compte
cs: Upravit svůj účet
de_de: Ihr Konto bearbeiten
el: Επεξεργαστείτε τον λογαριασμό σας
fi: Muokkaa tiliäsi
fr_fr: Modifier votre compte
he: ערוך את החשבון
hi: अपना खाता संपादित करें
id: Ubah akun anda
is: Breyta aðganginum þínum
it_it: Modifica il tuo account
lt: Redaguoti savo paskyrą
nb_no: Rediger kontoen din
nl: Bewerk uw account
pl: Edytuj swoje konto
pt_br: Editar sua conta
pt_pt: Alterar definições de conta
ro: Editează-ți contul
ru: Изменить свою учетную запись
sv: Redigera ditt konto
ta: உங்களுடைய பயனர்கணக்கைத் திருத்துக
tr: Hesabınızı düzenleyin

source: Change Name and Admin Status
ar: تغيير الاسم و حالة المدير
ca: Canvia el nom i l'estat de l'administració
cs: Změnit jméno a status administrátora
de_de: Name und Admin-Status ändern
el: Αλλαγή Ονόματος και Κατάστασης διαχειριστή
fi: Vaihda nimi ja ylläpitäjä -status
fr_fr: Changer le nom et le rôle d’administrateur
he: עדכן שם ומצב מנהל
hi: नाम और व्यवस्थापक स्थिति बदलें
id: Ganti Nama dan Status Admin
is: Breyta nafni og stöðu stjórnanda
it_it: Cambia nome e stato di amministratore
lt: Pakeisti vartotojo vardą &amp; administratoriaus statusą
nb_no: Endre navn og administratorstatus
nl: Wijzig naam en beheerdersstatus
pl: Zmień nazwę i status administratora
pt_br: Mudar Nome e Status de Admin
pt_pt: Alterar Nome e Estado de Administrador
ro: Schimbă numele și rolul de administrator
ru: Изменить имя и статус администратора
sv: Ändra namn och administratörsstatus
ta: பெயரையும் நிர்வாகி நிலையையும் மாற்றுக
tr: Adı ve Yönetici Durumunu Değiştir

source: Update account
ar: تحديث الحساب
ca: Actualització del compte
cs: Aktualizovat účet
de_de: Konto aktualisieren
el: Ενημέρωση λογαριασμού
fi: Päivitä tili
fr_fr: Mettre le compte à jour
he: עדכן חשבון
is: Uppfæra notandaaðgang
it_it: Aggiorna l'account
nb_no: Oppdater konto
nl: Account bewerken
pl: Zaktualizuj konto
pt_br: Atualizar conta
pt_pt: Alterar definições da conta
ru: Обновить аккаунт
sv: Uppdatera konto
tr: Hesabı güncelle

source: UPDATE
ar: تعديل
ca: ACTUALITZA
cs: AKTUALIZOVAT
de_de: AKTUALISIEREN
el: ΑΝΑΝΕΩΣΗ
fi: PÄIVITÄ
fr_fr: METTRE À JOUR
he: עדכן
hi: अपडेट
id: PERBARUI
is: UPPFÆRA
it_it: AGGIORNA
lt: ATNAUJINTI
nb_no: OPPDATER
nl: BIJWERKEN
pl: ZAKTUALIZUJ
pt_br: ATUALIZAR
pt_pt: ALTERAR
ro: ACTUALIZEAZĂ
ru: ОБНОВИТЬ
sv: UPPDATERA
ta: புதுப்பித்திடுக
tr: GÜNCELLE

source: Change Name
ar: تغيير الاسم
ca: Canvia el nom
cs: Změnit jméno
de_de: Name ändern
el: Αλλαγή ονόματος
fi: Vaihda nimi
fr_fr: Changer votre nom
he: שנה שם
hi: नाम बदलें
id: Ubah Nama
is: Breyta nafni
it_it: Cambia nome
lt: Pakeisti vardą
nb_no: Endre navn
nl: Wijzig naam
pl: Zmień imię i nazwisko
pt_br: Mudar nome
pt_pt: Mudar Nome
ro: Schimbă numele
ru: Изменить имя
sv: Ändra namn
ta: பெயரை மாற்றுக
tr: Ad Değiştir

source: Update your account
ar: تحديث حسابك
ca: Actualitza el vostre compte
cs: Aktualizovat váš účet
de_de: Ihr Konto aktualisieren
el: Ενημέρωση του λογαριασμού σας
fi: Päivitä tilisi
fr_fr: Mettre votre compte à jour
he: עדכן חשבון
is: Uppfærðu aðganginn þinn
it_it: Aggiorna il tuo account
nb_no: Oppdater kontoen din
nl: Bewerk uw account
pl: Uaktualnij konto
pt_br: Atualizar sua conta
pt_pt: Atualizar definições de conta
ru: Обновить свой аккаунт
sv: Uppdatera ditt konto
tr: Hesabınızı güncelleyin

source: Reset Password
ar: صفِّر كلمة السر
ca: Restableix la contrasenya
cs: Obnovit heslo
de_de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
fi: Palauta salasana
fr_fr: Réinitialiser votre mot de passe
he: שחזר סיסמא
hi: पासवर्ड रीसेट
id: Setel Ulang Kata Sandi
is: Endurstilla lykilorð
it_it: Reimposta password
lt: Atstatyti slaptažodį
nb_no: Tilbakestill passord
nl: Herstel wachtwoord
pl: Zresetuj hasło
pt_br: Redefinir Senha
pt_pt: Alterar Palavra-passe
ro: Resetează parola
ru: Сбросить пароль
sv: Återställ lösenord
ta: கடவுச்சொல்லை மறுவமைத்திடுக
tr: Parolayı Sıfırla

source: SecureDrop uses automatically generated diceware passwords.
ar: يستخدم سِكيوردرُب كلمات سرّ مولّدة تلقائيًا بأسلوب النّرد الحاسوبي (diceware).
ca: El SecureDrop usa contrasenyes generades automàticament amb llançament de daus «Diceware».
cs: SecureDrop používá automaticky generovaná diceware hesla.
de_de: SecureDrop nutzt automatisch generierte Diceware-Passwörter.
el: Το SecureDrop χρησιμοποιεί κωδικούς που παράγονται αυτόματα με τη μέθοδο Diceware.
fi: SecureDrop käyttää automattisesti luotuja diceware-salasanoja.
fr_fr: SecureDrop utilise des mots de passe générés automatiquement par la méthode du lancer de dés.
he: SecureDrop יוצר סיסמאות diceware באופן אוטומטי.
hi: SecureDrop स्व - उत्पन्न डाईसवेर पासवर्ड का उपयोग करता है ।
id: SecureDrop menggunakan kata sandi "diceware" yang dibuat secara otomatis.
is: SecureDrop notar sjálfvirkt útbúin Diceware-lykilorð.
it_it: SecureDrop utilizza password “diceware” generate automaticamente.
lt: „SecureDrop“ naudoja automatiškai sugeneruotus diceware slaptažodžius.
nb_no: SecureDrop bruker automatisk genererte Diceware-passord.
nl: SecureDrop gebruikt automatisch gegenereerde Diceware-wachtwoorden.
pl: SecureDrop używa automatycznie generowanych haseł Diceware.
pt_br: SecureDrop usa o método diceware para gerar senhas automaticamente.
pt_pt: O SecureDrop usa palavras-passe “diceware”, geradas automaticamente.
ro: SecureDrop folosește parole generate automat prin metoda diceware.
ru: SecureDrop использует автоматически генерируемые методом игральной кости пароли.
sv: SecureDrop använder automatiskt genererade Diceware-lösenord.
ta: SecureDrop தானாக உண்டாக்கப்பட்ட diceware கடவுச்சொற்களைப் பயன்படுத்துகின்றது.
tr: SecureDrop zar atma sistemi ile otomatik olarak oluşturulmuş parolalar kullanır.
