Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Log in to access the journalist interface
ar: قم بتسجيل الدخول للوصول إلى واجهة الصحفي
ca: Inicieu la sessió per accedir a la interfície
cs: Pro přístup k rozhraní novináře se přihlašte
de_de: Melde dich an, um auf die Journalistenschnittstelle zuzugreifen
el: Συνδεθείτε για πρόσβαση στη διεπαφή δημοσιογράφου
fi: Kirjaudu sisään päästäksesi journalistin käyttöliittymään
fr_fr: Connectez-vous pour accéder à l’interface des journalistes
he: היכנס בכדי לגשת לממשק העיתונאי
is: Skrá inn til að opna blaðamannaviðmótið
it_it: Accedere per utilizzare l'interfaccia giornalista
nb_no: Logg inn for å komme til journalist-grensesnittet
nl: Inloggen op de interface voor journalisten
pl: Zaloguj się, aby uzyskać dostęp do interfejsu dziennikarza
pt_pt: Iniciar sessão para aceder à interface de jornalista
ru: Войдите для доступа к интерфейсу журналиста
sv: Logga in för att få access till journalistgränssnittet
tr: Gazeteci arayüzüne erişmek için oturum açın

source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
de_de: Passwort
el: Κωδικός πρόσβασης
fi: Salasana
fr_fr: Mot de passe
he: סיסמה
hi: पासवर्ड
id: Kata Sandi
is: Lykilorð
lt: Slaptažodis
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
ta: கடவுச்சொல்
tr: Parola

source: Show password
ar: إظهار كلمة السر
ca: Mostra la contrasenya
cs: Zobrazit heslo
de_de: Passwort anzeigen
el: Προβολή κωδικού
fi: Näytä salasana
fr_fr: Afficher le mot de passe
he: הצגת סיסמה
hi: पासवर्ड दिखाएं
id: Tampilkan kata sandi
is: Birta lykilorð
it_it: Mostra password
lt: Rodyti slaptažodį
nb_no: Vis passord
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Mostrar senha
pt_pt: Mostrar palavra-passe
ro: Arată parola
ru: Показать пароль
sv: Visa lösenord
ta: கடவுச்சொல்வைக் காட்டுக
tr: Parolayı Göster

source: Log In to Journalist Interface
ar: تسجيل الدخول إلى واجهة الصحفي
ca: Inicieu sessió a la interfície de periodista
fi: Kirjaudu sisään Ttoimittajan käyttöliittymään
fr_fr: Se connecter à l’interface des journalistes
is: Skrá inn í blaðamannaviðmótið
it_it: Accedi all'interfaccia Giornalista
nb_no: Logg inn på Journalist-grensesnittet
nl: Inloggen op de interface voor journalisten
pl: Zaloguj się do interfejsu dziennikarza
ru: Войдите в интерфейс журналиста
sv: Logga in i journalistgränssnittet
tr: Gazeteci Arayüzünde Oturum Aç

source: LOG IN
ar: لِج
ca: INICIA LA SESSIÓ
cs: PŘIHLÁSIT SE
de_de: ANMELDEN
el: ΣΥΝΔΕΣΗ
fi: KIRJAUDU SISÄÄN
fr_fr: ME CONNECTER
he: כניסה
hi: लॉग इन
id: MASUK
is: SKRÁ INN
it_it: ACCEDI
lt: PRISIJUNGTI
nb_no: LOGG INN
nl: INLOGGEN
pl: ZALOGUJ SIĘ
pt_br: ACESSAR
pt_pt: INICIAR SESSÃO
ro: CONECTARE
ru: Войти
sv: LOGGA IN
ta: புகுபதிகை
tr: OTURUM AÇ

source: Field must be 1 character long.
ar: الحقل يجب أن لا يكون فيه أحرف.
ca: El camp ha de tenir 1 caràcter.
de_de: Das Feld muss 1 Zeichen lang sein.
el: Το πεδίο πρέπει να περιέχει 1 χαρακτήρα.
fi: Kentän on oltava yhden merkin pituinen.
fr_fr: Le champ doit comporter 1 caractère.
he: יש להזין לפחות תו אחד.
is: Reitur verður að vera minnst 1 stafur á lengd.
nb_no: Feltet må inneholde 1 tegn.
nl: Het veld moet 1 teken bevatten.
pl: Pole musi mieć długość 1 znaku.
ru: Поле должно быть длиною между 1 и {max_codename_len} символом.
sv: Fältet måste vara 1 tecken långt.
tr: Saha 1 karakter uzunluğunda olmalıdır.

source: Invalid input.
ar: دَخل غير صالح.
ca: L'entrada no és vàlida.
cs: Neplatný vstup.
de_de: Ungültige Eingabe.
el: Άκυρη είσοδος.
fi: Syöte ei kelpaa.
fr_fr: L’entrée est invalide.
he: שגיאה בנתונים.
hi: अमान्य निवेश।
id: Masukan tidak valid.
is: Ógilt ílag.
it_it: Input non valido.
lt: Neteisinga įvestis.
nb_no: Ugyldig inndata.
nl: Ongeldige invoer.
pl: Nieprawidłowe dane wejściowe.
pt_br: Entrada inválida.
pt_pt: Inseriu caracteres inválidos.
ro: Date introduse nevalide.
ru: Неверный ввод.
sv: Ogiltigt innehåll.
ta: ஏற்புடையதற்ற உள்ளீடு.
tr: Geçersiz girdi.

source: Write a message.
ar: اكتب رسالة.
ca: Escriviu un missatge.
cs: Napsat zprávu.
de_de: Nachricht schreiben.
el: Γράψτε ένα μήνυμα.
fi: Kirjoita viesti.
fr_fr: Rédiger un message.
he: כתוב הודעה.
hi: सन्देश लिखिए।
id: Tulis pesan.
is: Skrifaðu skilaboð.
it_it: Scrivi un messaggio.
lt: Parašykite žinutę.
nb_no: Skriv en melding.
nl: Schrijf een bericht.
pl: Napisz wiadomość.
pt_br: Escreva uma mensagem.
pt_pt: Escreva uma mensagem.
ro: Scrie un mesaj.
ru: Написать сообщение.
sv: Skriv ett meddelande.
ta: ஒரு சேதியை எழுதுக.
tr: Bir ileti yazın.

source: Select a file to upload.
ar: اختيار ملف للرفع.
ca: Trieu quin fitxer voleu penjar.
cs: Vyberte soubor k nahrání.
de_de: Wählen Sie eine Datei zum Hochladen aus.
el: Επιλέξτε ένα αρχείο για ανέβασμα.
fi: Valitse lähetettävä tiedosto.
fr_fr: Sélectionner un fichier à téléverser.
he: בחר קובץ לטעינה.
is: Veldu skrá til að hlaða upp.
it_it: Selezionare un file da caricare.
nb_no: Velg en fil for opplasting.
nl: Selecteer een bestand om te uploaden.
pl: Wybierz plik do przesłania.
pt_br: Selecione um arquivo para carregar.
pt_pt: Selecione um ficheiro para enviar.
ru: Выберите файл для загрузки.
sv: Välj en fil att ladda upp.
tr: Yüklenecek bir dosya seçin.

source: Message text too long.
ar: إن نص الرسالة طويلٌ جداً.
ca: El missatge de text és massa llarg.
cs: Zpráva je příliš dlouhá.
de_de: Nachricht zu lang.
el: Το κείμενο του μηνύματος είναι πολύ μεγάλο.
fi: Viestin teksti on liian pitkä.
fr_fr: Le texte du message est trop long.
he: הודעה ארוכה מידי.
hi: संदेश पाठ बहुत लंबा है |
id: Teks pesan terlalu panjang.
is: Texti skilaboðanna er of langur.
it_it: Testo del messaggio troppo lungo.
lt: Pranešimo tekstas per ilgas.
nb_no: Meldingsteksten er for lang.
nl: Bericht is te lang.
pl: Tekst wiadomości jest za długi.
pt_br: Mensagem de texto muito longa.
pt_pt: Mensagem de texto demasiado longa.
ro: Textul mesajului este prea lung.
ru: Текст сообщения слишком длинный.
sv: Meddelandet är för långt.
ta: சேதியின் உரை மிக நீளமாக உள்ளது.
tr: İleti metni çok uzun.

source: Large blocks of text must be uploaded as a file, not copied and pasted.
ar: يجب تحميل النصوص الكبيرة والطويلة كملفات مرفقة وبالتالي عدم نسخها ولصقها.
ca: Els blocs de text grans s'han de pujar en un fitxer, no copiant-los i enganxant-los.
cs: Rozsáhlé bloky textu musí být nahrány jako soubor, ne zkopírovány a vloženy.
de_de: Längere Texte müssen als Datei hochgeladen, und nicht kopiert und eingefügt werden.
el: Μεγάλα κείμενα πρέπει να ανεβαίνουν ως αρχεία, και όχι να αντιγράφονται και να επικολλούνται.
fi: Pitkät tekstit tulee lähettää tiedostona, ei tekstikenttään kopioituna ja liitettynä.
fr_fr: Les grands blocs de texte doivent être téléversés en tant que fichier et non copiés et collés.
he: קטעי טקסט ארוכים יש לטעון כקובץ ולא להעתיק ולהדביק.
hi: पाठ के बड़े ब्लॉक को एक फ़ाइल के रूप में अपलोड किया जाना चाहिए, कॉपी और पेस्ट नहीं किया जाना चाहिए।
id: Blok teks besar harus diunggah sebagai file, bukan disalin dan ditempel.
is: Langa texta verður að senda inn sem skrá, ekki afritað og límt.
it_it: I blocchi di testo di grandi dimensioni devono essere caricati come file, non copiati e incollati.
lt: Dideli teksto blokai turi būti įkelti kaip failas, o ne nukopijuoti ir įklijuoti.
nb_no: Store mengder tekst må lastes opp som fil, ikke klippes og limes inn.
nl: Grote stukken teksten moeten als bestand worden geüpload, niet gekopieerd en geplakt.
pl: Duże bloki tekstu należy przesyłać jako plik, a nie kopiować i wklejać.
pt_br: Longos textos devem ser carregados como arquivos, não simplesmente copiados e colados.
pt_pt: Textos longos não devem ser copiados e colados, mas sim enviados como ficheiros.
ro: Blocurile mari de text trebuie încărcate ca fișier, nu copiate și lipite.
ru: Большие блоки текста следует загружать в виде файла, а не копировать и вставлять.
sv: Stora block med text måste laddas upp som en fil, inte kopieras och klistras in.
ta: பெரிய உரைத் தொகுதிகள் ஒரு கோப்பாகப் பதிவேற்றப்பட வேண்டும், படியெடுத்து ஒட்டியவாறல்ல.
tr: Büyük metin gövdeleri dosya olarak yüklenmelidir, kopyala ve yapıştır yapılmamalıdır.

source: Your connection is not anonymous right now!
ar: اتصالك ليس مجهولاً الآن!
ca: La vostra connexió actual no és anònima!
cs: Vaše spojení není anonymní v tuto chvíli!
de_de: Ihre Verbindung ist gerade nicht anonym!
el: Η σύνδεσή σας δεν είναι ανώνυμη αυτήν την στιγμή!
fi: Yhteytesi ei ole anonyymi juuri nyt!
fr_fr: Votre connexion n’est pas anonyme actuellement !
he: החיבור שלך אינו אנונימי כרגע!
is: Tengingin þín er ekki nafnlaus í augnablikinu!
it_it: La connessione utilizzata in questo momento non è anonima!
nb_no: Din tilkobling er ikke anonym nå!
nl: Uw verbinding is op dit moment niet anoniem!
pl: Twoje połączenie nie jest teraz anonimowe!
pt_br: Sua conexão não é anônima no momento!
pt_pt: Não está a aceder de forma anónima!
ru: Ваше соединение в данный момент не является анонимным!
sv: Din anslutning är inte anonym just nu!
tr: Bağlantınız şu anda anonim değil!

source: You were redirected because you are already logged in. If you want to create a new account, you should log out first.
ar: تمت إعادة توجيهك إلى حسابك لأنّك والج إليه بالفعل. إنَ كنت تريد إنشاء حساب جديد فعليك الخروج من هذا الحساب أوّلا.
ca: Si us ha redirigit perquè ja teniu una sessió iniciada. Si voleu crear un compte nou, primer heu de tancar la sessió.
cs: Protože jste již přihlášen/a, byl/a jste přesměrován/a na tuto stránku. Pokud chcete vytvořit nový účet, nejprve se odhlaste.
de_de: Sie wurden umgeleitet, weil Sie bereits angemeldet sind. Wenn Sie ein neues Konto erstellen möchten, müssen Sie sich zuerst abmelden.
el: Ανακατευθυνθήκατε επειδή είστε ήδη συνδεδεμένος. Αν θέλετε να δημιουργήσετε έναν νέο λογαριασμό, πρέπει πρώτα να αποσυνδεθείτε.
fi: Sinut uudelleenohjattiin koska olit jo kirjautuneena sisään. Jos haluat luoda uuden tilin, kirjaudu ensin ulos.
fr_fr: Vous avez été redirigé, car vous êtes déjà connecté. Si vous souhaitez créer un nouveau compte, vous devriez d’abord vous déconnecter.
he: הופנית מחדש כי אתה כבר מחובר. אם ברצונך ליצור חשבון חדש, קודם עליך להתנתק.
hi: आपको पुनर्निर्देशित किया गया था क्योंकि आप पहले ही लॉग इन हैं। यदि आप एक नया खाता बनाना चाहते हैं, तो आपको पहले लॉग आउट करना चाहिए।
id: Anda dialihkan karena sudah login. Jika ingin membuat akun baru, Anda harus logout terlebih dahulu.
is: Þér var endurbeint vegna þess að þú ert þegar með innskráningu í gangi. Ef þú ætlar að útbúa annan aðgang, ættirðu að skrá þig fyrst út.
it_it: È stato eseguito il reindirizzamento perché era già stato eseguito l'accesso. Per creare un nuovo account bisogna prima terminare la sessione corrente.
lt: Buvote peradresuotas nes jau esate prisijungęs. Norėdami sukurti naują paskyrą, pirmiausia atsijunkite.
nb_no: Du ble omdirigert fordi du allerede er logget inn. Om du ønsker å lage en ny konto må du først logge ut.
nl: U bent omgeleid omdat u al ingelogd bent. Indien u een nieuw account wilt aanmaken, moet u eerst uitloggen.
pl: Zostałeś przekierowany, ponieważ jesteś już zalogowany. Jeśli chcesz utworzyć nowe konto, musisz się najpierw wylogować.
pt_br: Sessão já iniciada. Para criar uma nova conta, é preciso encerrar esta sessão.
pt_pt: Veio parar a esta página pois já tem uma conta com a sessão iniciada. Para criar uma nova conta é necessário primeiro terminar sessão.
ro: Ai fost redirecționat(ă) pentru că ești deja autentificat(ă). Dacă vrei să creezi un cont nou trebuie să te deconectezi mai întâi.
ru: Вы были перенаправлены, так как уже выполнили вход в систему. Если вы хотите создать новый аккаунт, то сначала нужно выйти из системы.
sv: Du omdirigerades eftersom du redan är inloggad. Ifall du vill skapa ett nytt konto, logga ut först.
ta: ஏற்கனவே புகுபதிந்துள்ளமையால் நீங்கள் வழிமாற்றப்பட்டுள்ளீர்கள். நீங்கள் ஒரு புதிய கணக்கைத் தொடங்க வேண்டினால், முதலில் நீங்கள் விடுபதிகை செய்யவேண்டும்.
tr: Oturumunuz zaten açık olduğundan buraya yönlendirildiniz. Yeni bir hesap açmak istiyorsanız, önce oturumunuzu kapatmalısınız.

source: You are already logged in. Please verify your codename as it may differ from the one displayed on the previous page.
ar: لقد قمت بتسجيل الدخول بالفعل. يرجى التحقق من الاسم الرمزي أعلاه لأنه قد يختلف عن الاسم المعروض في الصفحة السابقة.
ca: Ja teniu una sessió iniciada. Verifiqueu el nom en clau, ja que podria diferir del que s'ha mostrat en la pàgina anterior.
cs: Jste již přihlášen/a. Prosím, zkontrolujte zdali uvedené krycí jméno souhlasí, protože se může lišit od toho zobrazeného na předchozí stránce.
de_de: Sie sind bereits angemeldet. Bitte überprüfen Sie Ihren Decknamen, da er sich von dem auf der vorherigen Seite angezeigten unterscheiden könnte.
el: Έχετε ήδη συνδεθεί. Παρακαλώ ελέγξτε το κωδικό σας όνομα, καθώς αυτό ενδέχεται να διαφέρει από αυτό που εμφανίστηκε στη προηγούμενη σελίδα.
fi: Olet jo sisäänkirjautuneena. Vahvista koodinimesi, koska se saattaa olla eri kuin mitä edellisellä sivulla näytettiin.
fr_fr: Vous êtes déjà connecté. Veuillez vérifier votre nom de code, car il pourrait être différent de celui affiché sur la page précédente.
he: אתה כבר מחובר. אנא אמת את שם הקוד שלך מכיוון שהוא עשוי להיות שונה מזה המוצג בעמוד הקודם.
is: Þú ert þegar skráð/ur inn. Yfirfarðu kóðanafnið þitt þar sem það gæti verið öðruvísi en það sem birt var á fyrri síðu.
it_it: È già stato eseguito l'accesso. Verificare il proprio nome in codice in quanto potrebbe differire da quello visualizzato nella pagina precedente.
nb_no: Du er allerede logget inn. Vennligst verifiser kodenavnet fordi det kan være annerledes enn det som ble vist på den forrige siden.
nl: U bent al ingelogd. Verifieer uw codenaam hierboven want die zou kunnen afwijken van de codenaam op de vorige pagina.
pl: Jesteś już zalogowany. Zweryfikuj swój kryptonim, ponieważ może on różnić się od tego wyświetlanego na poprzedniej stronie.
pt_br: Você já está conectado. Verifique seu codinome, pois pode ser diferente do exibido na página anterior.
pt_pt: Já tem sessão iniciada. Por favor, verifique o seu nome-código, pois pode ser diferente do exibido na página anterior.
ru: Вы уже авторизованы. Подтвердите свой псевдоним, поскольку он может отличаться от того, что отображался на предыдущей странице.
sv: Du är redan inloggad. Kontrollera ditt kodnamn eftersom det kan skilja sig från det som visas på föregående sida.
tr: Zaten oturum açmışsınız. Lütfen kod adınızın önceki sayfada görüntülenen ile aynı olup olmadığını denetleyin.

source: There was a temporary problem creating your account. Please try again.
ar: طرأت مشكلة مؤقتة فيما يتعلّق بإنشاء حسابك. حاول مجددًا.
ca: S'ha produït un error temporal en intentar crear el compte. Torneu-ho a provar.
cs: Při ověřování dvoufaktorového kódu došlo k dočasnému problému. Zkuste to prosím znovu.
de_de: Es gab ein vorübergehendes Problem bei der Erstellung Ihres Kontos. Bitte versuchen Sie es erneut.
el: Υπήρξε κάποιο προσωρινό πρόβλημα κατά την δημιουργία του λογαριασμού σας. Παρακαλώ δοκιμάστε ξανά.
fi: Tunnuksesi luonnin yhteydessä kohdattiin hetkellinen ongelma. Yritä myöhemmin uudestaan.
fr_fr: Un problème temporaire est survenu lors de la création de votre compte. Veuillez réessayer.
he: בעיה זמנית ביצירת החשבון שלך. אנא נסה שוב.
hi: आपके खाते को बनाने में एक अस्थायी समस्या थी। कृपया पुन: प्रयास करें।
id: Muncul masalah saat membuat akun Anda. Silakan coba lagi.
is: Það kom upp tímabundið vandamál við að útbúa notandaaðgang fyrir þig. Vinsamlegast reyndu aftur.
it_it: C'è stato un problema temporaneo nella creazione dell'account. Riprovare nuovamente.
lt: Kuriant jūsų paskyrą kilo laikina problema. Prašome pabandyti dar kartą.
nb_no: En midlertidig feil oppstod ved opprettelsen av kontoen din. Prøv igjen.
nl: Er was een tijdelijk probleem met het aanmaken van uw account. Probeer het nogmaals.
pl: Wystąpił tymczasowy problem podczas tworzenia konta. Spróbuj ponownie.
pt_br: Houve um problema temporário ao criar sua conta. Por favor, tente novamente.
pt_pt: Houve um problema temporário ao criar a sua conta. Por favor, tente novamente.
ro: A apărut o problemă temporară la crearea contului. Te rugăm să încerci din nou.
ru: Возникла временная проблема с созданием аккаунта. Пожалуйста, попробуйте еще раз.
sv: Det uppstod ett tillfälligt fel vid skapandet av ditt konto. Vänligen försök igen.
ta: உங்களுடைய கணக்கை உருவாக்குவதில் தற்காலிகமாக ஒரு குழப்பம் நேர்ந்துள்ளது. தயவு செய்து மீண்டும் முயல்க.
tr: Hesabınızı oluştururken geçici bir sorun çıktı. Lütfen yeniden deneyin.

source: You must enter a message or choose a file to submit.
ar: يجب إدخال نصّ رسالة أو اختيار ملف لإيداعه.
ca: Cal que introduïu un missatge o trieu un fitxer per enviar.
cs: Musíte napsat zprávu nebo vybrat soubor pro nahrání.
de_de: Sie müssen eine Nachricht eingeben oder eine Datei zum Versenden auswählen.
el: Πρέπει να πληκτρολογήσετε ένα μήνυμα ή να επιλέξετε ένα αρχείο για καταχώρηση.
fi: Kirjoita viesti tai valitse tiedosto lähetettäväksi.
fr_fr: Vous devez saisir un message ou sélectionner un fichier à envoyer.
he: עליך להזין הודעה או לבחור קובץ לטעינה.
hi: सबमिट करने के लिए आपको कोई संदेश दर्ज करना होगा या एक फ़ाइल चुनें |
id: Anda harus memasukkan pesan atau memilih file untuk dikirim.
is: Þú verður að setja inn skilaboð eða velja skrá til að senda inn.
it_it: È necessario inserire un messaggio o scegliere un file da inviare.
lt: Turite įvesti pranešimą arba pasirinkti failą, kurį norite pateikti.
nb_no: Du må skrive inn en melding eller velge ei fil å sende inn.
nl: U moet een bericht invoeren of een bestand selecteren om te versturen.
pl: Musisz wprowadzić wiadomość lub wybrać plik do przesłania.
pt_br: É preciso escrever uma mensagem ou escolher um arquivo para enviar.
pt_pt: É preciso escrever uma mensagem ou escolher um ficheiro para enviar.
ro: Trebuie să introduci un mesaj sau să alegi un fișier de trimis.
ru: Вы должны ввести сообщение или выбрать файл для отправки.
sv: Du måste ange ett meddelande eller välja en fil att lämna in.
ta: நீங்கள் ஒரு சேதியை உள்ளிட வேண்டும் அல்லது ஒரு கோப்பைச் அனுப்பிடத் தேர்ந்தெடுக்க வேண்டும்.
tr: Bir ileti yazmalı ya da gönderilecek bir dosya seçmelisiniz.

source: You must enter a message.
ar: يجب إدخال نصّ رسالة.
ca: Cal que introduïu un missatge.
cs: Musíte vložit zprávu.
de_de: Sie müssen eine Nachricht eingeben.
el: Πρέπει να πληκτρολογήσετε ένα μήνυμα.
fi: Sinun on annettava viesti.
fr_fr: Vous devez saisir un message.
he: עליך להזין הודעה.
hi: आपको कोई संदेश दर्ज करना होगा |
id: Anda harus memasukkan pesan.
is: Þú verður að setja inn skilaboð.
it_it: È necessario inserire un messaggio.
lt: Turite įvesti pranešimą.
nb_no: Du må skrive inn en melding.
nl: U moet een bericht invoeren .
pl: Musisz wprowadzić wiadomość.
pt_br: Você deve escrever uma mensagem.
pt_pt: É preciso escrever uma mensagem.
ro: Trebuie să introduci un mesaj.
ru: Вы должны ввести сообщение.
sv: Du måste ange ett meddelande.
ta: நீங்கள் ஒரு சேதியை உள்ளிட வேண்டும்.
tr: Bir ileti yazmalısınız.

source: Your first message must be at least {} characters long.
ar: يجب أن تكون رسالتك الأولى على الأقل {} من الأحرف.
ca: El primer missatge cal que tingui com a mínim {} caràcters.
cs: Vaše první zpráva musí mít délku alespoň {} znaků.
de_de: Ihre erste Nachricht muss mindestens {} Zeichen lang sein.
el: Το πρώτο σας μήνυμα πρέπει να έχει τουλάχιστον {} χαρακτήρες.
fi: Ensimmäisessä viestissä tulee olla vähintään {} merkkiä.
fr_fr: Votre premier message doit comporter au moins {} caractères.
he: ההודעה הראשונה שלך חייבת להיות באורך של {} תווים לפחות.
is: Fyrstu skilaboðin þín verða að vera a.m.k. {} stafa löng.
it_it: Il tuo primo messaggio deve essere lungo almeno {} carattere.
nb_no: Din første melding må være minst {} tegn lang.
nl: Uw eerste bericht moet ten minste {num} teken lang zijn.
pl: Twoja pierwsza wiadomość musi mieć co najmniej {} znaków.
pt_br: Deve conter pelo menos {} caracteres.
pt_pt: A sua primeira mensagem tem de ter no mínimo {} caracteres.
ru: Ваше первое сообщение должно быть длиной не менее {} символов.
sv: Ditt första meddelande måste vara minst {} tecken långt.
tr: İlk iletiniz en az {} karakter uzunluğunda olmalıdır.

source: Please do not submit your codename!
ar: من فضلك لا ترسل الاسم الرمزي الخاص بك!
ca: No envieu el vostre nom en clau!
cs: Prosím neodesílejte své krycí jméno!
de_de: Bitte schicken Sie nicht Ihren Decknamen ab!
el: Παρακαλώ μην υποβάλλετε το κωδικό σας όνομα!
fi: Älä lähetä koodinimeäsi!
fr_fr: Veuillez ne pas envoyer votre nom de code !
he: אין לשלוח את שם הקוד בהודעה!
is: Ekki senda inn kóðanafnið þitt!
it_it: Non inviare il tuo nome in codice!
nb_no: Vennligst ikke send inn kodenavnet ditt!
nl: Stuur uw codenaam niet mee!
pl: Proszę nie przesyłać swojego kryptonimu!
pt_br: Por favor, não submeta seu nome de usuário!
pt_pt: Por favor, não envie o seu nome-código!
ru: Пожалуйста, не указывайте свой псевдоним!
sv: Vänligen ange inte ditt kodnamn!
tr: Lütfen kod adınızı göndermeyin!

source: Keep your codename secret, and use it to log in later to check for replies.
ar: حافظ على سرية اسمك الرمزي، واستخدمه لتسجيل الدخول لاحقًا للتحقق من الردود.
ca: Mantingueu secret el vostre nom en clau i utilitzeu-lo només en iniciar sessió per revisar si hi ha cap resposta.
cs: Udržte své krycí jméno v tajnosti a použijte jej k pozdějšímu přihlášení pro kontrolu odpovědí.
de_de: Halten Sie Ihren Decknamen geheim und verwenden Sie ihn später, um zu sehen, ob Sie Antworten erhalten haben.
el: Κρατήστε το κωδικό σας όνομα μυστικό και χρησιμοποιήστε το αργότερα για να συνδεθείτε και να ελέγξετε για απαντήσεις.
fi: Pidä koodinimi omana salaisuutenasi, käytä sitä myöhemmin tarkistaaksesi vastaukset.
fr_fr: Gardez votre nom de code secret et utilisez-le pour vous connecter ultérieurement afin de vérifier la présence de réponses.
he: שמור את שם הקוד שלך בסוד. שם הקוד משמש לכניסה חוזרת ולקריאת תשובות.
is: Haltu kóðanafninu þínu leyndu, notaðu það til að skrá þig inn síðar til að athuga með svör.
it_it: Mantieni il tuo nome in codice segreto e usalo per accedere qui in un secondo momento per controllare eventuali risposte.
nb_no: Hold kodenavnet ditt hemmlig, og bruk det for å logge inn igjen senere for å se om du har fått svar.
nl: Houd uw codenaam geheim en gebruik deze later om u aan te melden om te zien of u antwoorden hebt ontvangen.
pl: Zachowaj swój kryptonim w tajemnicy i użyj go, aby zalogować się później i sprawdzić odpowiedzi.
pt_br: Mantenha seu nome de usuário secreto, e utilize para fazer login mais tarde e checar se há respostas.
pt_pt: Nunca partilhe o seu nome-código. Use-o para iniciar sessão mais tarde e ler respostas.
ru: Сохраняйте свой псевдоним в тайне и используйте его позже для входа, чтобы проверить наличие ответов.
sv: Håll ditt kodnamn hemligt, och använd det för att logga in och kontrollera om du fått svar.
tr: Kod adınızı gizli tutun ve daha sonra yanıtları denetlemek için oturum açmakta kullanın.
