Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Your password will be changed immediately, so you will need to save it before pressing the "Reset Password" button.
ar: سيتم تغيير كلمة السر فورًا و لن تُعرض مُجدّدًا لذا عليك حفظها قبل الضغط على زر "صفِّر كلمة السر".
ca: Es canviarà la vostra contrasenya immediatament, cal que la deseu abans de prémer el botó «Restableix la contrasenya».
cs: Vaše heslo bude okamžitě změněno, proto si ho před stiskem tlačítka „Obnovit heslo“ uložte.
de_de: Ihr Passwort wird sofort geändert. Bevor Sie die Schaltfläche "Passwort zurücksetzen" drücken, müssen Sie es speichern.
el: Ο κωδικός πρόσβασής σας θα αλλάξει άμεσα, οπότε θα πρέπει να τον αποθηκεύσετε πριν πατήσετε το κουμπί "Επαναφορά κωδικού".
fi: Salasanasi tulee vaihtumaan välittömästi, joten sinun tulee ottaa se ylös ennen kuin painat "Vaihda Salasana"-nappia.
fr_fr: Votre mot de passe sera changé immédiatement et vous devrez donc le prendre en note avant d’appuyer sur le bouton « Réinitialiser le mot de passe ».
he: הסיסמה שלך תשתנה מיד, ששמור אותה לפני שתלחץ על "איפוס סיסמה".
hi: आपका पासवर्ड तुरंत बदल जाएगा, इसलिए आपको "पासवर्ड रीसेट करें" बटन दबाने के पहले इसे सहेजना होगा।
id: Kata sandi Anda akan segera diubah, jadi Anda harus menyimpannya sebelum menekan tombol "Setel Ulang Kata Sandi".
is: Lykilorðinu þínu verður breytt strax, þannig að þú þarft að vista það áður en þú ýtir á "Endurstilla lykilorð" hnappinn.
it_it: La password sarà cambiata immediatamente, quindi è necessario salvarla prima di premere il pulsante "Reimposta password".
lt: Jūsų slaptažodis bus pakeistas nedelsiant, todėl turite jį išsaugoti prieš spaudžiant "Nustatyti slaptažodį" mygtuką.
nb_no: Passordet ditt vil bli endret med en gang, så du må lagre det før du trykker på "Tilbakestill passord".
nl: Uw wachtwoord wordt meteen veranderd, dus sla het op voordat u op de "Herstel Wachtwoord"-knop drukt.
pl: Twoje hasło zostanie natychmiast zmienione, więc musisz je zapisać przed naciśnięciem przycisku "Resetuj hasło".
pt_br: Sua senha será alterada imediatamente. Salve-a antes de clicar em "Redefinir Senha".
pt_pt: A sua palavra-passe será alterada imediatamente. Guarde-a antes de clicar em "Alterar Palavra-Passe".
ro: Parola ta va fi schimbată imediat, așa că va trebui să o salvezi înainte de a apăsa butonul „Resetează parola”.
ru: Ваш пароль будет немедленно изменен. Сохраните ваш новый пароль перед тем как нажать кнопку "Сбросить пароль".
sv: Ditt lösenord kommer att återställas omedelbart, så du behöver spara det innan du klickar "Återställ lösenord" -knappen.
ta: உங்கள் கடவுச்சொல் உடனடியாக மாற்றப்பட்டுவிடும், எனவே "கடவுச்சொல்லை மறுவமைத்திடுக" பொத்தானை அழுத்தும் முன்னரே நீங்கள் சேமித்துக்கொள்ள வேண்டும்.
tr: Parolanız anında değiştirileceğinden, "Parolayı Sıfırla" düğmesine basmadan önce parolanızı kaydetmeniz gerekiyor.

source: Please enter your current password and two-factor code.
ar: أدخل كلمة السر الحالية و&nbsp;رمز الاستيثاق في خطوتين.
ca: Introduïu la vostra contrasenya actual i el codi de factor doble.
cs: Zadejte prosím své aktuální heslo a dvoufaktorový kód.
de_de: Bitte geben Sie Ihr aktuelles Passwort und Zwei-Faktor-Code ein.
el: Παρακαλώ εισάγετε τον τρέχοντα κωδικό πρόσβασης και τον κωδικό πιστοποίησης δύο παραγόντων.
fi: Anna nykyinen salasanasi ja kaksivaiheisen tunnistusmekanismin varmenne.
fr_fr: Veuillez saisir votre mot de passe actuel et votre code d’authentification à deux facteurs.
he: הזן סיסמה נוכחית וקוד אימות דו-שלבי.
hi: कृपया अपना वर्तमान पासवर्ड और दो-कारक कोड दर्ज करें।
id: Silakan masukkan kata sandi Anda saat ini dan kode dua faktor.
is: Settu inn núverandi lykilorð þitt og tvíþátta auðkenningarkóða.
it_it: Inserire la password attuale e il codice a due fattori.
lt: Prašome įvesti savo dabartinį slaptažodį ir dviejų veiksnių kodą.
nb_no: Skriv inn ditt nåværende passord og tofaktor-kode.
nl: Gelieve je huidige wachtwoord en tweestapstoken in te geven.
pl: Wprowadź obecne hasło i dwuskładnikowy kod.
pt_br: Por favor, insira a sua senha atual e o código de dois fatores.
pt_pt: Por favor, insira a sua palavra-passe atual e o código de dois fatores (2FA).
ro: Te rugăm să introduci parola actuală și codul de autentificare cu doi factori.
ru: Пожалуйста, введите ваш текущий пароль и код двухэтапной аутентификации.
sv: Var snäll och ange ditt nuvarande lösenord och tvåfaktorsautentiseringskod.
ta: தயவுசெய்து உங்களுடைய தற்போதைய கடவுச்சொல்லையும் இருகூற்றுக் குறியையும் உள்ளிடுக.
tr: Lütfen geçerli parolanızı ve iki aşamalı kimlik doğrulama kodunu yazın.

source: Current Password
ar: كلمة السر الحالية
ca: Contrasenya actual
cs: Stávající heslo
de_de: Aktuelles Passwort
el: Τρέχων κωδικός
fi: Nykyinen Salasana
fr_fr: Mot de passe actuel
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
id: Kata Sandi saat ini
is: Núverandi lykilorð
it_it: Password attuale
lt: Dabartinis Slaptažodis
nb_no: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
pt_br: Senha Atual
pt_pt: Palavra-passe Atual
ro: Parolă actuală
ru: Текущий пароль
sv: Nuvarande lösenord
ta: தற்போதைய கடவுச்சொல்
tr: Geçerli Parola

source: Two-factor Code
ar: رمز الاستيثاق في خطوتين
ca: Codi de factor doble
cs: Dvoufaktorový kód
de_de: Zwei-Faktor-Code
el: Κωδικός πιστοποίησης δύο παραγόντων
fi: Kaksivaiheisen tunnistusmekanismin varmenne
fr_fr: Code d’authentification à deux facteurs
he: קוד אימות דו-שלבי
hi: दो-कारक कोड
id: Kode dua faktor
is: Tvíþátta kóði
it: Codice a due fattori
it_it: Codice a due fattori
lt: Dviejų veiksnių autentifikavimo kodas
nb_no: Tofaktor-kode
nl: Tweestapstoken
pl: Dwuskładnikowy kod
pt_br: Código de dois fatores
pt_pt: Código de Dois Fatores (2FA)
ro: Cod de autentificare cu doi factori
ru: Двухэтапный код
sv: Tvåfaktorsautentiseringskod
ta: இருகூற்றுக் குறி
tr: İki Aşamalı Kimlik Doğrulama Kodu

source: The user's password will be changed to:
ar: كلمة سر المستخدم ستصير:
ca: La contrasenya de l'usuari es canviarà a:
cs: Heslo tohoto uživatele bude změněno na:
de_de: Das Benutzerpasswort wird geändert zu:
el: Ο κωδικός πρόσβασης του χρήστη θα αλλάξει σε:
fi: Käyttäjän salasana vaihdetaan. Uusi salasana:
fr_fr: Le mot de passe de l’utilisateur sera désormais :
he: הסיסמה תתעדכן ל:
hi: पयोगकर्ता का पासवर्ड इस में बदल जाएगा:
id: Kata sandi pengguna akan diubah menjadi:
is: Lykilorð notandans verður breytt í:
it_it: La password dell'utente verrà cambiata in:
lt: Vartotojo slaptažodis bus pakeistas į:
nb_no: Brukerens passord vil bli endret til:
nl: Het wachtwoord van de gebruiker zal gewijzigd worden in:
pl: Hasło użytkownika zostanie zmienione na:
pt_br: A senha de usuário será alterada para:
pt_pt: A palavra-passe do utilizador passará a ser a seguinte:
ro: Parola utilizatorului va fi schimbată în:
ru: Пароль пользователя будет изменен на:
sv: Användarens lösenord kommer att ändras till:
ta: பயனரின் கடவுச்சொல் இவ்வாறு மாற்றம் பெறும்:
tr: Kullanıcının parolası şu şekilde değiştirilecek:

source: Your password will be changed to:
ar: كلمة سرّك ستصير:
ca: La vostra contrasenya es canviarà a:
cs: Vaše heslo bude změněno na:
de_de: Ihr Passwort wird geändert zu:
el: Ο κωδικός σας θα αλλάξει σε:
fi: Salasanasi vaihdetaan. Uusi salasana:
fr_fr: Votre mot de passe sera désormais :
he: הסיסמה תתעדכן ל:
hi: आपका पासवर्ड इसमें बदल जाएगा:
id: Kata sandi Anda akan diubah menjadi:
is: Lykilorðinu þínu verður breytt í:
it_it: La tua password verrà cambiata in:
lt: Jūsų slaptažodis bus pakeistas į:
nb_no: Ditt passord vil bli endret til:
nl: Uw wachtwoord wordt gewijzigd naar:
pl: Twoje hasło zostanie zmienione na:
pt_br: A sua senha será alterada para:
pt_pt: A sua palavra-passe passará a ser a seguinte:
ro: Parola ta va fi schimbată în:
ru: Ваш пароль будет изменен на:
sv: Ditt lösenord kommer att ändras till:
ta: உங்களுடைய கடவுச்சொல் இவ்வாறு மாற்றம் பெறும்:
tr: Parolanız şu şekilde değiştirilecek:

source: RESET PASSWORD
ar: صفِّر كلمة السر
ca: REINICIA LA CONTRASENYA
cs: RESETOVAT HESLO
de_de: PASSWORT ZURÜCKSETZEN
el: ΕΠΑΝΑΦΟΡΑ ΚΩΔΙΚΟΥ ΠΡΟΣΒΑΣΗΣ
fi: PALAUTA SALASANA
fr_fr: RÉINITIALISER LE MOT DE PASSE
he: איפוס סיסמה
is: ENDURSTILLA LYKILORÐ
it_it: REIMPOSTA PASSWORD
nb_no: TILBAKESTILL PASSORD
nl: HERSTEL WACHTWOORD
pl: ZRESETUJ HASŁO
pt_br: REDEFINIR SENHA
pt_pt: ALTERAR PALAVRA-PASSE
ru: СБРОСИТЬ ПАРОЛЬ
sv: ÅTERSTÄLL LÖSENORD
tr: PAROLAYI SIFIRLA

source: Reset Two-Factor Authentication
ar: صفِّر وظيفة الاستيثاق في خطوتين
ca: Restableix l'autenticació de factor doble
cs: Resetovat dvoufaktorovou autentizaci
de_de: Zwei-Faktor-Authentifizierung zurücksetzen
el: Επαναφορά πιστοποίησης δύο παραγόντων
fi: Nollaa kaksifaktorinen todennus
fr_fr: Réinitialiser l’authentification à deux facteurs
he: איפוס אימות דו-שלבי
hi: दो-फैक्टर प्रमाणीकरण रीसेट करें
id: Setel Ulang Otentikasi Dua Faktor
is: Endurstilla tvíþátta auðkenningu
it_it: Reimposta autenticazione a due fattori
lt: Iš naujo nustatyti dviejų veiksnių autentifikavimą
nb_no: Tilbakestill tofaktor-autentisering
nl: Herstel tweestapsauthenticatie
pl: Zresetuj uwierzytelnienie dwuskładnikowe
pt_br: Redefinir Autenticação de Dois Fatores
pt_pt: Alterar Autenticação de Dois Fatores (2FA)
ro: Resetează autentificarea cu doi factori
ru: Сбросить двухэтапную аутентификацию
sv: Återställ tvåfaktorsautentisering
ta: இருகூற்று உறுதிப்படுத்தலை மறுவமைக்கவும்
tr: İki Aşamalı Kimlik Doğrulamayı Sıfırla

source: If a user's two-factor authentication credentials have been lost or compromised, you can reset them here. <em>If you do this, make sure the user is present and ready to set up their device with the new two-factor credentials. Otherwise, they will be locked out of their account.</em>
ar: إذا فقد المستخدم بيانات الاستيثاق في خطوتين أو انكشفت، فيمكن تصفيرها من هنا. <em> لفعل ذلك ينبغي أن يكون المستخدم حاضرًا و&nbsp;مستعدًّا لضبط جهازه بوظيفة الاستيثاق في خطوتين مجدّدًا وإلا لن يمكنه الولوج إلى الحساب.</em>
ca: Si les credencials d'autenticació de factor doble d'un usuari s'han perdut o compromès, podeu restablir-les aquí. <em>Si feu això, assegureu-vos que l'usuari és present i preparat per configurar el seu aparell amb les credencials de factor doble noves. Altrament, tindrà el compte blocat.</em>
cs: Pokud jste ztratili údaje pro dvoufaktorovou autentizaci nebo došlo k jejich zneužití, můžete je zde obnovit. <em>Nejdříve se ale ujistěte, že je daný uživatel připraven nastavit si pro své zařízení nové dvoufaktorové přístupové údaje. Jinak uživatel ztratí přístup ke svému účtu.</em>
de_de: Wenn die Anmeldedaten eines Benutzers für die Zwei-Faktor-Authentifizierung verloren oder kompromittiert wurden, können Sie sie hier zurücksetzen. <em>Wenn Sie das tun, stellen Sie sicher, dass der Benutzer anwesend ist und sein Gerät mit den neuen Zwei-Faktor-Anmeldedaten einrichten kann. Sonst verliert der Benutzer den Zugriff auf sein Konto.</em>
el: Αν τα διαπιστευτήρια πιστοποίησης δύο παραγόντων ενός χρήστη χαθούν ή κλαπούν, μπορείτε να τα επαναφέρετε εδώ. <em>Αν το κάνετε αυτό, επιβεβαιώστε πως ο χρήστης είναι παρών και έτοιμος να ρυθμίσει τη συσκευή του με τα νέα διαπιστευτήρια πιστοποίησης δύο παραγόντων. Διαφορετικά, θα χάσει την πρόσβαση στο λογαριασμό του.</em>
fi: Jos käyttäjän kaksivaiheisen tunnistautumisen tiedot ovat kadonneet tai joutuneet vääriin käsiin, voit nollata ne täällä. <em>Jos teet tämän, varmista että käyttäjä on läsnä, ja että hän on valmiina asettamaan laitteelleensa uudet kaksivaiheisen tunnistautumisen tiedot. Muutoin he lukkiutuvat ulos tunnuksistaan.</em>
fr_fr: Si les authentifiants d’authentification à deux facteurs d’un utilisateur ont été perdus ou compromis, vous pouvez les réinitialiser ici. <em>Si vous le faites, assurez-vous que l’utilisateur est présent et prêt à configurer les nouveaux authentifiants d’authentification à deux facteurs sur son appareil. Il ne pourra autrement plus accéder à son compte.</em>
he: אם קודי האימות הדו-שלבי של משתמש אבדו או נפגעו, תוכל לאפס אותם כאן. <em>אם תעשה זאת, ודא שהמשתמש נוכח ומוכן להגדיר את המכשיר שלו עם קודי האימות הדו-שלבי החדשים. אחרת, הוא יינעל מחוץ לחשבון.</em>
hi: अगर उपयोगकर्ता के दो-कारक प्रमाणीकरण प्रत्यायक खो गए या चोरी किए गए हैं, तो आप उन्हें यहां रीसेट कर सकते हैं। <em>यदि आप ऐसा करते हैं, तो सुनिश्चित करें कि उपयोगकर्ता मौजूद है और अपने उपकरण को दो-कारक प्रमाणिकता प्रत्यायक के साथ सेट अप करने के लिए तैयार है। अन्यथा, वे अपने खाते से लॉक कर दिए जायेंगे।</em>
id: Jika kredensial autentikasi dua faktor pengguna hilang atau dicuri, Anda dapat menyetel ulang di sini. <em>Jika Anda melakukan ini, pastikan pengguna ada dan siap untuk menyiapkan perangkat mereka dengan kredensial dua faktor yang baru. Jika tidak, akun mereka akan terkunci.</em>
is: Ef tvíþátta auðkenningargögn notanda hafa týnst eða orðið berskjölduð, geturðu endurstillt þau hér. <em>Ef þú gerir þetta, skaltu ganga úr skugga um að notandinn sé á staðnum og allt sé til reiðu til að setja upp tvíþátta auðkenningu á viðkomandi tæki. Annars verður notandinn útilokað frá aðgangnum sínum.</em>
it_it: Se l'autenticazione a due fattori di un utente è stata persa o compromessa, è possibile reimpostarla qui. <em>Se lo fai, assicurati che l'utente sia presente e pronto a configurare il suo dispositivo con le nuove credenziali a due fattori, altrimenti, non potrà più accedere al suo account.</em>
lt: Jei vartotojo dviejų veiksnių autentifikavimo raktas buvo prarastas ar pažeistas, čia galima jį nustatyti iš naujo. <em>Proceso metu vartotojo raktų įrenginys turi būti paruoštas naujo rakto nustatymui, kitu atveju vartotojo paskyra bus negrįžtamai užrakinta.</em>
nb_no: Hvis oppsettet av tofaktor-autentisering for en bruker har gått tapt eller er på avveie, kan du tilbakestille tofaktor her. <em>Forsikre deg om at brukeren er til stede og klar for å sette opp enheten sin på nytt med tofaktor-autentisering. Ellers vil de bli låst ute av kontoen sin.</em>
nl: Als een gebruiker zijn inloggegevens voor tweestapsauthenticatie kwijt is of mogelijk niet meer veilig, dan kunt u het hier herstellen. <em>Zorg ervoor dat de gebruiker aanwezig is op het moment dat dit gedaan wordt en dat hun apparaat gereed is voor inrichting met een nieuwe tweeledige authenticatie. Anders kan de gebruiker niet meer op zijn/haar account inloggen.</em>
pl: Jeśli dane weryfikujące uwierzytelniania dwuskładnikowego użytkownika zostały utracone lub naruszone, możesz je zresetować tutaj. <em> Jeśli to zrobisz, upewnij się, że użytkownik jest obecny i gotowy do skonfigurowania urządzenia z nowymi, dwuetapowymi danymi uwierzytelniającymi. W przeciwnym razie utraci dostęp do swojego konta.</em>
pt_br: Se as credenciais de autenticação de dois fatores de um/a usuário/a forem perdidas ou comprometidas, você poderá redefini-las aqui. <em>Ao fazê-lo, essa pessoa deverá estar presente e preparada para configurar o aparelho dela com as novas credenciais. Caso contrário, ela não poderá mais acessar a própria conta.</em>
pt_pt: Se as credenciais de autenticação de dois fatores (2FA) de um utilizador tiverem sido perdidas ou comprometidas, poderá alterá-las aqui. <em>Ao fazê-lo, garanta a presença desse utilizador e que ele está preparado para configurar no seu dispositivo as novas credenciais de autenticação de dois fatores. Caso contrário, o utilizador perderá o acesso à sua conta.</em>
ro: Dacă acreditările de autentificare cu doi factori ale unui utilizator au fost pierdute sau compromise, le poți reseta aici.<em>Dacă le resetezi, asigură-te că utilizatorul este prezent și gata să-și seteze dispozitivul folosind noile acreditări cu doi factori de autentificare, altminteri nu va mai putea intra în cont.</em>
ru: Если учетные данные двухэтапной аутентификации пользователя потеряны или скомпрометированы, вы можете сбросить их здесь. <em>Если вы сделаете это, убедитесь, что пользователь присутствует и готов настроить свое устройство повторно. В противном случае он будет заблокирован.</em>
sv: Om användarens lösenord med tvåfaktorsautentisering har förlorats eller utsatts för en säkerhetsrisk så kan du återställa det här. <em>Ifall du gör det, försäkra dig om att användaren är närvarande och kan skapa en ny tvåfaktorsautentisering. Annars kommer användaren att bli utelåst från sitt konto.</em>
ta: ஒரு பயனரின் இருகூற்று உறுதிப்படுத்தல் சான்றாவணங்கள் இழந்துவிட்டாலோ களவாடப்பட்டாலோ, அவற்றை நீங்கள் இங்கே மறுவமைப்பு செய்ய முடியும். <em>நீங்கள் இதைச் செய்கையில், பயனர் இருப்பையும் அவர்களுடைய கருவியில் புது இருகூற்றுச் சான்றாவணங்களை உள்ளிட்டமைக்க ஆயத்தமாக இருப்பதையும் உறுதி செய்துகொள்க. இல்லையெனில் அவர்கள் தங்கள் கணக்கிலிருந்து வெளிப்பூட்டிட்டுக் கொள்வர்.</em>
tr: Bir kullanıcının iki aşamalı kimlik doğrulama bilgileri kaybolursa veya ele geçirilirse buradan sıfırlayabilirsiniz. <em>Bu işlemi yaparsanız, kullanıcının var olduğundan ve aygıtlarını yeni iki aşamalı kimlik doğrulama bilgilerine göre ayarlayabileceğinden emin olun. Yoksa kullanıcılar hesaplarına erişemez.</em>

source: If your two-factor authentication credentials have been lost or compromised, or you got a new device, you can reset your credentials here. <em>If you do this, make sure you are ready to set up your new device, otherwise you will be locked out of your account.</em>
ar: إذا فقدت بيانات الاستيثاق في خطوتين أو انكشفت فيمكنك تصفيرها هنا. <em>لفعل ذلك ينبغي عليك تحضير جهازك لضبطه و&nbsp;إلا فلن يمكنك الولوج إلى الحساب بعد الآن.</em>
ca: Si heu perdut les vostres credencials d'autenticació de factor doble, si s'han compromès o bé teniu un aparell nou, podeu restablir les vostres credencials aquí. <em>Si feu això, assegureu-vos que esteu preparat per configurar l'aparell nou, altrament si us blocarà el compte.</em>
cs: Pokud byly vaše přístupy pro dvoufaktorovou autentizaci ztraceny nebo zneužity, nebo máte nové zařízení, můžete si zde obnovit svůj přístup. <em>Připravte si k nastavení nové zařízení, jinak ztratíte přístup ke svému účtu.</em>
de_de: Wenn Ihre Anmeldedaten für die Zwei-Faktor-Authentifizierung verloren oder kompromittiert wurden oder Sie ein neues Gerät nutzen, können Sie Ihre Anmeldedaten hier zurücksetzen. <em>Wenn Sie das tun, stellen Sie sicher, dass Sie bereit sind, Ihr neues Gerät einzurichten, sonst verlieren Sie den Zugriff auf Ihr Konto.</em>
el: Αν τα διαπιστευτήρια πιστοποίησης δύο παραγόντων χαθούν ή κλαπούν, ή αποκτήσατε μια καινούργια συσκευή, μπορείτε να επαναφέρετε τα διαπιστευτήριά σας εδώ. <em> Αν το κάνετε αυτό, επιβεβαιώστε πως η νέα σας συσκευή είναι έτοιμη προς ρύθμιση, αλλιώς θα χάσετε την πρόσβαση στο λογαριασμό σας.</em>
fi: Jos kaksivaiheisen tunnistusmekanismin tunnukset ovat kadonneet tai vaarannettu, tai jos käytät uutta laitetta, voit palauttaa tilisi täällä. <em>Jos teet tämän, varmista että olet valmis asentamaan tunnuksesi uudelle laitteellesi. Muutoin lukkiudut ulos käyttäjätililtäsi.</em>
fr_fr: Si vos authentifiants d’A2F ont été perdus ou compromis ou encore si vous avez un nouvel appareil, vous pouvez les réinitialiser ici. <em>Si vous le faites, assurez-vous d’être prêt à configurer votre nouvel appareil, sans quoi vous ne pourrez plus accéder à votre compte.</em>
he: אם קודי האימות הדו-שלבי שלך אבדו או נגנבו, או שיש לך מכשיר חדש, תוכל לאפס את הההגדות כאן. <em>אם תעשה זאת, ודא שאתה מוכן להגדיר את המכשיר החדש שלך, אחרת תינעל מחוץ לחשבונך.</em>
hi: यदि आपके दो-कारक प्रमाणीकरण क्रेडेंशियल्स खो गए या चोरी किए गए हैं, या आपको एक नया उपकरण मिला है, तो आप यहां अपने क्रेडेंशियल्स रीसेट कर सकते हैं। <em>अगर आप ऐसा करते हैं, तो सुनिश्चित करें कि आप अपना नया उपकरण सेट करने के लिए तैयार हैं, अन्यथा आप अपने खाते से लॉक हो जाएंगे।</ em>
id: Jika kredensial otentikasi dua faktor Anda hilang atau dicuri, atau Anda mendapatkan perangkat baru, Anda dapat mengatur ulang kredensial Anda di sini. <em>Jika Anda melakukan ini, pastikan Anda siap untuk menyiapkan perangkat baru Anda, jika tidak, akun Anda akan terkunci.</em>
is: Ef tvíþátta auðkenningargögnin þín hafa týnst eða orðið berskjölduð - eða ef þú sért með nýtt tæki - geturðu endurstillt auðkennin þín hér. <em>Ef þú gerir þetta, skaltu ganga úr skugga um að allt sé til reiðu til að setja upp nýja tækið þitt, annars útilokast þú frá aðgangnum þínum.</em>
it_it: Se le tue credenziali per l'autenticazione a due fattori sono state perse o compromesse, o hai un nuovo dispositivo, puoi reimpostarle qui. <em>Se lo fai, assicurati di essere pronto a configurare il tuo nuovo dispositivo, altrimenti non potrai più accedere al tuo account.</em>
lt: Jei tavo dviejų veiksnių autentifikavimo raktas buvo prarastas ar pažeistas, čia gali jį nustatyti iš naujo. <em>Proceso metu tavo raktų įrenginys turi būti paruoštas naujo rakto nustatymui, kitu atveju tavo paskyra bus negrįžtamai užrakinta.</em>
nb_no: Hvis oppsettet ditt for tofaktor-autentisering har gått tapt eller er på avveie, eller du rett å slett har å gjøre med en ny enhet, kan du tilbakestille tofaktor her. <em>Om du vil tilbakestille, må du være klar for å sette opp en enhet på nytt med tofaktor-autentisering. Ellers vil du bli låst ute av kontoen din.</em>
nl: Indien uw tweestapsauthenticatie kwijt of gecompromitteerd zijn of u heeft een nieuw apparaat, kunt u uw gegevens hier herstellen. <em>Indien u dit doet, zorg dan dat alles is voorbereid om uw nieuw apparaat in te stellen, anders wordt u buitengesloten van uw account.</em>
pl: Jeśli Twoje dane weryfikujące uwierzytelnianie dwuskładnikowe zostały utracone lub naruszone, możesz je zresetować tutaj. <em> Jeśli to zrobisz, upewnij się, że jesteś gotowy do skonfigurowania nowego urządzenia. W przeciwnym razie utracisz dostęp do swojego konta.</em>
pt_br: Se suas credenciais de autenticação de dois fatores tiverem sido perdidas ou comprometidas - ou se você tiver mudado de aparelho -, é possível redefini-las aqui. <em>Caso deseje fazê-lo, tenha seu aparelho à mão para configurá-lo. Caso contrário, não será mais possível acessar a sua conta.</em>
pt_pt: Se as suas credenciais de autenticação de dois fatores (2FA) tiverem sido perdidas ou comprometidas, ou se tem um novo dispositivo, é possível redefini-las aqui.<em>Caso deseje fazê-lo, certifique-se de que está pronto para configurar o novo dispositivo. Caso contrário, perderá o acesso à sua conta.</em>
ro: Dacă ți-ai pierdut propriile acreditări de autentificare cu doi factori sau au fost compromise ori ai un dispozitiv nou, le poți reseta aici. <em>Dacă le resetezi, asigură-te că ești gata să-ți setezi noul dispozitiv, altminteri nu vei mai putea intra în cont.</em>
ru: Если ваши двухэтапные аутентификационные данные были потеряны или скомпрометированы или у вас появилось новое устройство, вы можете сбросить свои учетные данные здесь. <em>Если вы сделаете это, убедитесь, что готовы настроить новое устройство, иначе вы будете заблокированы.</em>
sv: Ifall tvåfaktorsautentiseringens lösen har förlorats eller utsatts för en säkerhetsrisk, eller ifall du börjar använda en ny enhet kan du återställa dina lösen här. <em> Ifall du gör detta måste du vara redo att konfigurera din nya enhet, annars kommer du att låsas ut från ditt konto. </em>
ta: உங்களுடைய இருகூற்று உறுதிப்படுத்தல் சான்றாவணங்கள் இழந்துவிட்டாலோ களவாடப்பட்டாலோ அல்லது நீங்கள் புதிய கருவியைப் பெற்றாலோ, உங்களுடைய சான்றாவணங்களை இங்கே மறுவமைப்பு செய்து கொள்ள முடியும். <em>நீங்கள் இதைச் செய்கையில், கருவியில் புது இருகூற்றுச் சான்றாவணங்களை உள்ளிட்டமைக்க ஆயத்தமாக இருப்பதை உறுதி செய்துகொள்க. இல்லையெனில் நீங்களே உங்களுடைய கணக்கிலிருந்து வெளிப்பூட்டிட்டுக் கொள்வீர்கள்.</em>
tr: İki aşamalı kimlik doğrulama bilgileriniz kaybolursa ya da ele geçirilirse ya da yeni bir aygıt edindiyseniz bilgilerinizi buradan sıfırlayabilirsiniz. <em>Bu işlemi yaparsanız, yeni aygıtınızı ayarladığından emin olun. Yoksa hesabınıza erişemezsiniz.</em>
