Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two-factor authentication with FreeOTP. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
ar: قاربت على الانتهاء! لإتمام إضافة الحساب على المستخدم الجديد اتّباع التعليمات التالية لضبط الاستيثاق في خطوتين بواسطة FreeOTP. و&nbsp;بعد إضافة مدخلة لهذا الحساب في التطبيق يجب إدخال أحد الرموز المؤلّفة من 6 أرقام للتأكد من صحّة الإعداد.
ca: Gairebé heu acabat! Per finalitzar l'addició d'aquest usuari nou, seguiu les instruccions per configurar l'autenticació de factor doble amb el FreeOTP. Una vegada hagin afegit una entrada per a aquest compte en l'aplicació, cal que ingressin un dels codis de 6 dígits de l'aplicació per confirmar que l'autenticació de factor doble està configurada correctament.
cs: Máte skoro hotovo! Abyste tohoto uživatele mohli přidat, postupujte prosím podle pokynů níže a nastavte dvoufaktorovou autentizaci s FreeOTP. Jakmile uživatel nastaví v aplikaci svůj účet, požádejte jej, aby zadal jeden z šesticiferných kódů, které mu aplikace vygeneruje. Tímto kódem ověří, že byla dvoufaktorová autentizace správně nastavena.
de_de: Sie sind fast fertig! Um das Hinzufügen dieses neuen Nutzers abzuschließen, muss dieser den untenstehenden Anweisungen folgen, um die Zwei-Faktor-Authentifizierung mit FreeOTP einzurichten. Sobald der Nutzer in der App einen Eintrag für dieses Konto hinzugefügt hat, muss er einen der 6-stelligen Codes aus der App eingeben, um zu bestätigen, dass die Zwei-Faktor-Authentifizierung erfolgreich eingerichtet ist.
el: Έχετε σχεδόν τελειώσει. Για να ολοκληρώσετε την προσθήκη του νέου χρήστη, ζητήστε του να ακολουθήσει τις παρακάτω οδηγίες για να ρυθμίσει την πιστοποίηση δύο παραγόντων με το FreeOTP. Μόλις προσθέσουν μια εγγραφή για αυτό τον λογαριασμό στην εφαρμογή, ζητήστε τους να εισάγουν έναν από τους εξαψήφιους κωδικούς από την εφαρμογή για να επιβεβαιώσουν ότι η πιστοποίηση δύο παραγόντων έχει ρυθμιστεί σωστά.
fi: Olet melkein valmis! Viimeistelläksesi uuden käyttäjän lisäämisen, pyydä häntä seuraamaan alla olevia ohjeita kaksivaiheisen tunnistautumismekanismin asentamiseksi FreeOTP:lla. Kun hän on lisännyt merkinnän tätä tiliä varten sovellukseen, pyydä häntä antamaan yksi sovelluksen 6-numeroisista koodeista varmistaaksesi, että kaksivaiheinen tunnistautumismekanismi on asetettu oikein.
fr_fr: Vous avez presque terminé ! Pour finir d’ajouter ce nouvel utilisateur, faites-lui suivre les instructions ci-dessous pour configurer l’authentification à deux facteurs avec FreeOTP. Après avoir ajouté son compte dans l’appli, demandez-lui de saisir l’un des codes à 6 chiffres de l’appli pour confirmer que l’A2F est configurée correctement.
he: כמעט סיימתם! כדי לסיים את הוספת המשתמש החדש, בקש ממנו לבצע את ההוראות שלהלן כדי להגדיר אימות דו-שלבי עם FreeOTP. לאחר ביצוע ההוספה עבור חשבון זה באפליקציה, על המשתמש להזין קוד בן 6 הספרות מהאפליקציה בכדי לאשר שאימות דו-שלבי מוגדר כהלכה.
hi: लगभग काम हो गया! इस नए उपयोगकर्ता को जोड़ने के लिए, उनको नीचे दिए गए निर्देशों का पालन करने को बोले , जिसमें दो-कारक प्रमाणीकरण को FreeOTP के साथ स्थापित किया गया है। ऐप में इस खाते के लिए एक प्रवेश जोड़ लेने के बाद, उन्हें एप से 6-अंकों वाले कोडों में से एक को दर्ज करने को कहें ताकि यह पुष्टि हो सके की दो-कारक प्रमाणीकरण को सही तरीके से सेटअप किया गया है|
id: Kamu hampir selesai! Untuk menyelesaikan penambahan pengguna baru ini, minta mereka untuk mengikuti petunjuk di bawah ini guna menyiapkan autentikasi dua faktor menggunakan FreeOTP. Setelah mereka menambahkan entri untuk akun ini di aplikasi, minta mereka memasukkan salah satu dari kode 6 digit pada aplikasi untuk mengonfirmasi bahwa autentikasi dua faktor telah diatur dengan benar.
is: Þetta er næstum því búið! Til að klára að bæta við þessum nýja notanda, láttu hán fara eftir leiðbeiningunum hér fyrir neðan til að setja upp tvíþátta-auðkenningu með FreeOTP. Eftir að hán hefur sett inn færslu með þessum aðgangi í forritið, þá á hán að setja inn einn af 6-stafa kóðunum úr forritinu til að staðfesta að tvíþátta auðkenningin sé rétt uppsett.
it_it: Hai quasi finito! Per completare l'aggiunta di questo nuovo utente, chiedere a quest'ultimo di seguire le istruzioni qui sotto per configurare l'autenticazione a due fattori con FreeOTP. Una volta che avrà inserito nell'applicazione i dati per questo account, chiedi all'utente di usare uno dei codici a sei cifre disponibili per confermare che l'autenticazione a due fattori è stata impostata correttamente.
lt: Beveik baigta! Norėdami baigti pridėti naują vartotoją, paprašykite, kad atlikdami toliau nurodytas instrukcijas nustatytumėte dviejų veiksnių autentifikavimą naudodami „FreeOTP“. Pridėję šios paskyros įrašą programoje, leiskite jiems įvesti vieną iš 6 skaitmenų kodų iš programos, kad patvirtintumėte, jog dviejų veiksnių autentifikavimas nustatytas teisingai.
nb_no: Du er nesten ferdig! For å fullføre opprettelsen av denne nye brukeren, hjelp vedkommende med å følge instruksjonene under for å sette opp to-faktorautentisering med FreeOTP. Når de har fått lagt til SecureDrop-kontoen sin i appen, legg så inn én av de 6-sifrede kodene fra appen i skjemaet under for å bekrefte at autentiseringen er satt opp riktig.
nl: U bent bijna klaar! Om het toevoegen van deze nieuwe gebruiker af te ronden, moet u de gebruiker de onderstaande instructies laten volgen om de tweestapsauthenticatie met FreeOTP in te stellen. Zodra dit account is toegevoegd, moet u de gebruiker vervolgens de zescijferige code uit de app invoeren om te bevestigen dat de tweestapsauthenticatie succesvol is ingericht.
pl: Jesteś prawie gotowy! Aby dokończyć dodawanie nowego użytkownika, wykonaj poniższe instrukcje, aby skonfigurować uwierzytelnianie dwuetapowe w FreeOTP. Po dodaniu wpisu dotyczącego tego konta w aplikacji, poproś, aby wprowadził jeden z 6-cyfrowych kodów z aplikacji, aby potwierdzić, że uwierzytelnianie dwuskładnikowe jest skonfigurowane poprawnie.
pt_br: Está quase terminando! Para finalizar a criação deste novo usuário, peça para essa pessoa seguir as instruções abaixo e configurar a autenticação de dois fatores (2FA) com o FreeOTP. Ao registrar a nova conta no aplicativo, um código de seis dígitos será gerado. Ele deve ser usado pela.o usuária.o para verificar a configuração do 2FA.
pt_pt: Está quase a terminar! Para finalizar a criação deste novo utilizador, peça-lhe que siga as instruções abaixo para configurar a autenticação de dois fatores (2FA) com a aplicação móvel FreeOTP. Ao registar a nova conta na aplicação, peça-lhe que insira um código de 6 dígitos gerado na aplicação para confirmar que a autenticação de dois fatores foi configurada corretamente.
ro: Aproape că ai terminat! Pentru a finaliza adăugarea acestui utilizator, trebuie să îi spui să urmeze instrucțiunile de mai jos pentru setarea autentificării cu doi factori folosind FreeOTP. După ce utilizatorul a adăugat acest cont în aplicație, spune-i să introducă unul dintre codurile de 6 cifre din aplicație pentru a confirma că autentificarea cu doi factori este setată corect.
ru: Вы почти закончили! Чтобы завершить добавление нового пользователя, попросите его выполнить следующие инструкции, чтобы настроить двухфакторную аутентификацию с помощью FreeOTP. После того, как он добавит запись для этого аккаунта в приложение, попросите его ввести один из 6-значных кодов из приложения, чтобы подтвердить правильность настройки двухфакторной аутентификации.
sv: Du är nästan klar! För att avsluta användarkonfigureringen, följ instruktionerna nedan för att sätta upp tvåfaktorsautentisering med FreeOTP. När det här kontot har lagts till i appen, mata in den sexsiffriga koden från appen för att bekräfta tvåfaktorsautentiseringen.
ta: நீங்கள் ஏறத்தாழ முடித்துவிட்டீர்கள்! புதுப்பயனர் சேர்க்கையை முடிக்க, அவர்களை கீழுள்ள அறிவுறுத்தல்களைப் பின்பற்றி இருகூற்றுக் குறியடன் தளையற்ற ஒபகவை அமைக்கச் செய்திடுக. செயலியில் இந்தக் கணக்கை அவர்கள் உள்ளிட்டு இணைத்தவுடன், இருகூற்றுக் குறி சரியாக அமைக்கப்பட்டதை உறுதிசெய்யும் பொருட்டு அவர்களைச் செயலியிலிருந்து பெற்ற 6-இலக்கக் குறிகளுள் ஒன்றை உள்ளிடச் செய்திடுக.
tr: Neredeyse bitti! Yeni kullanıcıyı eklemeyi tamamlamak için, kullanıcıdan aşağıdaki adımları izlemesini ve FreeOTP ile iki aşamalı kimlik doğrulamasını kurmasını isteyin. Uygulamaya bu hesap için bir kayıt eklendiğinde, uygulamanın ürettiği 6 haneli doğrulama kodlarından birini yazmalarını isteyin ve iki aşamalı kimlik doğrulamasının doğru bir şekilde kurulduğunu doğrulayın.

source: Can't scan the barcode? You can manually pair FreeOTP with this account by entering the following two-factor secret into the app:
ar: هل عجزت عن مسح وقراءة البار كود؟ بامكانك ربط FreeOTP مع هذا الحساب عن طريق إدخال رمزي الاستيثاق التاليين في التطبيق:
ca: No podeu escanejar el codi de barres? Podeu vincular manualment el FreeOTP amb aquest compte, inserint el codi de factor doble a l'aplicació:
cs: Nemůžete načíst čárový kód? Můžete manuálně spárovat FreeOTP s tímto účtem, stačí zadat následující dvoufaktorové heslo do aplikace:
de_de: Können Sie den Barcode nicht scannen? Um FreeOTP manuell mit diesem Konto zu verbinden, geben Sie den folgenden Zwei-Faktor-Schlüssel in die App ein:
el: Δεν μπορείτε να σαρώσετε το barcode; Μπορείτε να συνδέσετε το FreeOTP με το λογαριασμό SecureDrop σας χειροκίνητα, εισάγοντας το παρακάτω μυστικό δυο παραγόντων στην εφαρμογή:
fi: Etkö voi skannata QR-koodia? Voit parittaa FreeOTP:n käsin tämän tilin kanssa syöttämällä seuraavan kaksivaiheisen tunnistautumisen salaisuuden sovellukseen:
fr_fr: Des difficultés pour balayer le code à barres ? Vous pouvez associer FreeOTP manuellement avec ce compte en saisissant le secret A2F suivant dans l’appli :
he: לא מצליחים לסרוק את הברקוד? ניתן לשייך FreeOTP באופן ידני לחשבון זה על ידי הזנת הקוד הדו-שלבי הבא באפליקציה:
hi: बारकोड को स्कैन नहीं कर सकते? आप इस खाते के साथ ऐप में निम्नलिखित दो-कारक रहस्य दर्ज करके खुद से नि: शुल्क जोड सकते हैं:
id: Tidak dapat memindai barcode? Anda dapat memasangkan FreeOTP secara manual dengan akun ini dengan memasukkan rahasia dua faktor berikut ke dalam aplikasi:
is: Nærðu ekki að skanna strikamerkið? Þú getur parað FreeOTP handvirkt við þennan notandaaðgang með því að setja eftirfarandi tvíþátta-leyniorð inn í forritið:
it_it: Impossibile eseguire la scansione del codice a barre? È possibile accoppiare manualmente FreeOTP con questo account inserendo il seguente codice a due fattori nell'applicazione:
lt: Negalite nuskaityti brūkšninio kodo? Tuomet rankiniu būdu galite susieti „FreeOTP“ su šia paskyra, į programėlę įvesdami šią dviejų veiksnių paslaptį:
nb_no: Kan du ikke skanne strekkoden? Du kan koble FreeOTP til denne kontoen manuelt ved å skrive inn følgende tofaktorhemmelighet i FreeOTP:
nl: Lukt het niet de barcode te scannen? U kunt handmatig FreeOTP aan dit account linken door onderstaande authenticatiecode in de applicatie in te voeren:
pl: Problem z zeskanowaniem kodu? Możesz ręcznie sparować FreeOTP z tym kontem poprzez wprowadzenie poniższego, dwuskładnikowego klucza tajnego do aplikacji:
pt_br: Não consegue escanear o código de barras? Você pode emparelhar manualmente o FreeOTP com esta conta inserindo o seguinte 2FA no aplicativo:
pt_pt: Não consegue ler o código QR? Pode adicionar a sua conta SecureDrop manualmente na aplicação móvel FreeOTP inserindo o seguinte código secreto de dois fatores (2FA):
ro: Nu poți scana codul de bare? Poți asocia manual FreeOTP cu acest cont introducând în aplicație următorul cod secret de autentificare cu doi factori:
ru: Не получается считать штрихкод? Вы можете вручную соединить FreeOTP с этим аккаунтом, введя следующий двухфакторный секретный ключ в приложение:
sv: Kan du inte skanna koden? Du kan manuellt koppla FreeOTP till detta konto genom att skriva in denna tvåfaktorhemligheten i FreeOTP:
ta: வரிக்குறியை ஊடறிய முடியவில்லையா? பின்வரும் இருகூற்று மறைசெய்தியைச் செயலியில் உள்ளிட்டு தஒபகவை (FreeOTP) இந்தக் கணக்குடன் நீங்களே இணைத்திட முடியும்:
tr: Barkodu okutamıyor musunuz? Şu iki aşamalı kimlik doğrulama parolasını uygulamaya yazarak FreeOTP ile bu hesabı el ile eşleştirebilirsiniz:

source: Navigation
ar: التنقل
ca: Navegació
cs: Navigace
el: Πλοήγηση
fi: Liikkuminen
he: ניווט
is: Flakk
it_it: Navigazione
nb_no: Navigasjon
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
pt_pt: Menu de navegação
ru: Навигация
sv: Navigering
tr: Gezinme

source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي
ca: Omet i mostra el contingut principal
cs: Skočit na hlavní obsah
de_de: Zum Hauptinhalt springen
el: Προχωρήστε στο κύριο περιεχόμενο
fi: Siirry pääsisältöön
fr_fr: Accéder au contenu principal
he: דלג לתוכן הראשי
is: Fara yfir í meginefnið
it_it: Salta al contenuto principale
nb_no: Fortsett til hovedinnhold
nl: Overslaan en naar de inhoud gaan
pl: Przejdź do głównej treści
pt_br: Avançar para o conteúdo principal
pt_pt: Ignorar e avançar para o conteúdo principal
ru: Перейти к основному контенту
sv: Hoppa till huvudsidan
tr: Ana içeriğe git

source: Logged on as
ar: والج باسم
ca: Sessió iniciada com a
cs: Přihlášen/a jako
de_de: Angemeldet als
el: Συνδεδεμένος/η ως
fi: Kirjautunut käyttäjänä
fr_fr: Connecté en tant que
he: מחובר כ
hi: जैसे लॉग ऑन
id: Log masuk sebagai
is: Innskráður sem
it_it: Accesso eseguito come
lt: Prisijungęs kaip
nb_no: Innlogget som
nl: Aangemeld als
pl: Zalogowany jako
pt_br: Conectado(a) como
pt_pt: Sessão iniciada como
ro: Autentificat ca
ru: Вы вошли как
sv: Inloggad som
ta: புகுபதிகை செய்தவர்
tr: Oturum açan

source: Admin
ar: الإدارة
ca: Administrador
cs: Administrátor
el: Διαχείριση
fi: Ylläpitäjä
fr_fr: Administration
he: מנהל
hi: व्यवस्थापक
id: Administrasi
is: Stjórnandi
it_it: Amministratore
lt: Administratorius
nb_no: Administrator
nl: Beheerder
pt_pt: Administrador
ro: Administrator
ru: Администратор
ta: நிர்வாகி
tr: Yönetici

source: Log Out
ar: اخرج من الحساب
ca: Tanca la sessió
cs: Odhlásit se
de_de: Abmelden
el: Αποσύνδεση
fi: Kirjaudu ulos
fr_fr: Déconnexion
he: התנתק
hi: लोग आउट
id: Log keluar
is: Skrá út
it_it: Esci
lt: Atsijungti
nb_no: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Encerrar sessão
pt_pt: Terminar Sessão
ro: Deconectare
ru: Выйти
sv: Logga ut
ta: விடுபதிகை
tr: Oturumu Kapat

source: Return to All Sources
ar: العودة إلى جميع المصادر
ca: Torna a Totes les fonts
el: Επιστροφή σε Όλες Οι Πηγές
fi: Palaa 'Kaikki lähteet':een
fr_fr: Retour à Toutes les sources
is: Til baka í alla heimildarmenn
nb_no: Tilbake til Alle kilder
nl: Terug naar Alle Bronnen
pl: Wróć do wszystkich źródeł
ru: Вернуться ко всем источникам
sv: Tillbaka till Alla Källor
tr: Tüm Kaynaklara Dön

source: Powered by <b>SecureDrop {version}</b>.
ar: يعمل على <b>SecureDrop {version} </b>.
ca: Funciona amb <b>SecureDrop {version}</b>.
cs: Používá systém <b>SecureDrop {version}</b>.
de_de: Ermöglicht von <b>SecureDrop {version}</b>.
el: Με την υποστήριξη του <b>SecureDrop {version}</b>.
fi: Taustavoimana <b>SecureDrop {version}</b>.
fr_fr: Propulsée par <b>SecureDrop {version}</b>.
is: Keyrt með <b>SecureDrop {version}</b>.
it_it: Offerto da <b>SecureDrop {version}</b>.
nb_no: Drevet av: <b>SecureDrop {version}</b>.
nl: Mogelijk gemaakt door <b>SecureDrop {version}</b>.
pl: Obsługiwane przez <b>SecureDrop {version}</b>.
pt_br: Este site utiliza o <b>SecureDrop {version}</b>.
pt_pt: Este site utiliza a tecnologia <b>SecureDrop {version}</b>.
ru: Основано на <b>SecureDrop {version}</b>.
sv: Körs på <b>SecureDrop {version}</b>.
tr: <b>SecureDrop {version}</b> tarafından desteklenmektedir.

source: You are here:
ar: أنت هنا:
ca: Sou aquí:
cs: Jste zde:
de_de: Sie sind hier:
el: Βρίσκεστε εδώ:
fi: Sinä olet:
fr_fr: Vous êtes ici :
he: אתה נמצא כאן:
is: Þú ert hér:
it_it: Ti trovi qui:
nb_no: Du er her:
nl: U bent hier:
pl: Jesteś tutaj:
pt_br: Você está aqui:
pt_pt: Você está aqui:
ru: Вы здесь:
sv: Du är här:
tr: Bulunduğunu yer:

source: All Sources
ar: كُلّ المصادر
ca: Totes les fonts
cs: Všechny zdroje
de_de: Alle Quellen
el: Όλες οι πηγές
fi: Kaikki lähteet
fr_fr: Toutes les sources
he: כל המקורות
hi: सभी स्रोत
id: Semua sumber
is: Allir heimildarmenn
it: Tutte le fonti
it_it: Tutte le fonti
lt: Visi šaltiniai
nb_no: Alle kilder
nl: Alle bronnen
pl: Wszystkie źródła
pt_br: Todas as Fontes
pt_pt: Todas as Fontes
ro: Toate sursele
ru: Все источники
sv: Alla källor
ta: எல்லா மூலங்கள்
tr: Tüm Kaynaklar

source: All messages, files, and replies from sources are stored as encrypted files for security. To read them, you will need to decrypt them on your Secure Viewing Station.
ar: كل الرسائل والملفات والردود من المصادر يتم تخزينها مشفرة لدواع أمنية. اذا أردت قرائتها فلا بد من فك تشفيرها في "جهاز الاستعراض الآمن Secure Viewing Station".
ca: Per motius de seguretat, tots els missatges, fitxers i respostes de les fonts s'emmagatzemen com a fitxers xifrats. Per llegir-los, desxifreu-los únicament en un dispositiu de visualització segura.
cs: Všechny zprávy, soubory a odpovědi od zdrojů jsou kvůli zabezpečení ukládány jako šifrované soubory. Pro přečtení je musíte dešifrovat na vašem bezpečném počítači (Secure Viewing Station).
de_de: Alle Nachrichten, Dateien und Antworten von Quellen werden aus Sicherheitsgründen als verschlüsselte Dateien gespeichert. Damit Sie sie lesen können, müssen Sie sie auf Ihrer Sicheren Ansichtsstation entschlüsseln.
el: Όλα τα μηνύματα, αρχεία και απαντήσεις αποθηκεύονται ως κρυπτογραφημένα αρχεία για ασφάλεια. Για να τα διαβάσετε, θα πρέπει να τα αποκρυπτογραφήσετε στον Σταθμό Ασφαλούς Προβολής.
fi: Kaikki viestit, tiedostot ja vastaukset lähteeltä tallennetaan salattuina tiedostoina tietoturvan vuoksi. Niiden lukeminen vaatii, että purat salauksen Secure Viewing Station -tietokoneella.
fr_fr: Tous les messages, fichiers et réponses des sources sont stockés chiffrés pour des raisons de sécurité. Pour les lire, vous devrez les déchiffrer sur votre poste d’affichage sécurisé.
he: כל ההודעות, הקבצים והתשובות ממקורות מאוחסנים כקבצים מוצפנים לצורך אבטחה. כדי לקרוא אותם, תצטרך לפענח אותם בתחנת הצפייה המאובטחת שלך.
id: Semua pesan, file, dan balasan dari sumber disimpan sebagai file terenkripsi untuk keamanan. Untuk membacanya, Anda perlu mendekripsinya di Secure Viewing Station Anda.
is: Öll skilaboð, skrár og svör frá heimildarmönnum eru geymd dulrituð af öryggisástæðum. Til að lesa þau, þarftu að afkóða þau í öruggu skoðunarstöðinni þinni (Secure Viewing Station).
it_it: Tutti i messaggi, i file e le risposte delle fonti sono archiviati in forma cifrata per ragioni di sicurezza. Per poterli leggere, è necessario decifrarli sulla propria postazione di visualizzazione sicura.
lt: Visi pranešimai, failai ir atsakymai iš šaltinių saugomi kaip užšifruoti failai. Norėdami juos perskaityti, turėsite juos iššifruoti saugioje peržiūros stotyje.
nb_no: Alle meldinger, filer og svar fra kilder er lagret som krypterte filer av hensyn til sikkerhet. For å lese dem, må du dekryptere dem på Secure Viewing Station.
nl: Alle berichten, bestanden en antwoorden van bronnen worden opgeslagen als versleutelde bestanden om veiligheidsredenen. Om ze te lezen, moeten ze ontsleuteld worden op uw Secure Viewing Station.
pl: Wszystkie wiadomości, pliki i odpowiedzi ze źródeł są przechowywane jako zaszyfrowane pliki ze względów bezpieczeństwa. Aby je przeczytać, musisz je odszyfrować na swojej bezpiecznej stacji przeglądania.
pt_br: Todas as mensagens, arquivos e respostas enviados por fontes sao armazenados em formato de arquivos criptografados por motidos de segurança. Para acessá-los, é preciso descriptografá-los no seu Secure Viewing Station.
pt_pt: Todas as mensagens, ficheiros e respostas de fontes são armazenadas em ficheiros encriptados, por motivos de segurança. Para aceder, é necessário desencriptá-los no seu Posto Seguro de Leitura.
ru: Все сообщения, файлы и ответы источника хранятся в зашифрованном виде для обеспечения безопасности. Чтобы прочитать их, вам потребуется расшифровка при помощи SVS.
sv: Alla meddelanden, filer och svar sparas som krypterade filer av säkerhetsskäl. För att läsa dessa, behöver du avkryptera dem på din “Secure Viewing Station”.
ta: மூலங்களிமிருந்து வரும் எல்லா சேதிகளும் கோப்புகளும் மறுமொழிகளும் பாதுகாப்பிற்காக மறைகுறியிடப்பட்டு செமிக்கப்படுகின்றன. அவற்றைப் படிக்க, நீங்கள் உங்களுடைய பாதுகாக்கப்பட்ட காணும் நிலையத்தில் அவற்றின் மறைகுறியை விலக்கவேண்டும்.
tr: Kaynakların tüm iletileri, dosyaları ve yanıtları güvenlik amacıyla şifrelenerek saklanır. Bunları okuyabilmek için Güvenli Görüntüleme İstasyonunuz'dan şifrelerini çözmelisiniz.

source: Download Selected Files
ar: تحميل الملفات المختارة
ca: Baixa els fitxers seleccionats
el: Λήψη επιλεγμένων αρχείων
fi: Lataa valitut tiedostot
fr_fr: Télécharger les fichiers sélectionnés
is: Sækja valdar skrár
it_it: Scarica i file selezionati
nb_no: Last ned valgte filer
nl: Download geselecteerde bestanden
pl: Pobierz wybrane pliki
ru: Скачать выбранные файлы
sv: Ladda ner valda filer
tr: Seçili Dosyaları İndir

source: Download Selected
ar: نزّل المختارة
ca: Baixa la selecció
cs: Stáhnout vybrané
de_de: Herunterladen ausgewählt
el: Λήψη επιλεγμένων
fi: Lataa valitut
fr_fr: Télécharger la sélection
he: הורד נבחרים
hi: डाउनलोड चयनित
id: Unduh yang pilih
is: Sækja valið
it_it: Scarica selezionati
lt: Atsisiųsti pasirinktus
nb_no: Last ned valgte
nl: Geselecteerde downloaden
pl: Pobierz wybrane
pt_br: Baixar Seleção
pt_pt: Transferir Selecionados
ro: Descarcă selecția
ru: Загрузить выбранное
sv: Ladda ned markerade
ta: தேர்ந்தெடுக்கப்பட்டதைப் பதிவிறக்குக
tr: Seçilmişleri İndir

source: Delete Selected Files
ar: حذف الملفات المختارة
ca: Suprimeix els fitxers seleccionats
el: Διαγραφή επιλεγμένων αρχείων
fi: Poista valitut tiedostot
fr_fr: Supprimer les fichiers sélectionnés
is: Eyða völdum skrám
it_it: Elimina i file selezionati
nb_no: Slett valgte filer
nl: Verwijder geselecteerde bestanden
pl: Usuń wybrane pliki
ru: Удалить выбранные файлы
sv: Radera valda filer
tr: Seçili Dosyaları Sil

source: Delete Selected
ar: احذف المختارة
ca: Suprimeix la selecció
cs: Smazat vybrané
de_de: Löschen ausgewählt
el: Διαγραφή επιλεγμένων
fi: Poista valitut
fr_fr: Supprimer la sélection
he: מחק נבחרים
hi: चयनित मिटाएं
id: Hapus yang dipilih
is: Eyða völdu
it_it: Elimina selezionati
lt: Ištrinti pasirinktus
nb_no: Slett valgte
nl: Geselecteerde verwijderen
pl: Usuń wybrane
pt_br: Apagar Seleção
pt_pt: Eliminar Selecionados
ro: Șterge selecția
ru: Удалить выбранное
sv: Radera markerade
ta: தேர்ந்தெடுக்கப்பட்டதைப் நீக்கிடுக
tr: Seçilmişleri Sil

source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
fi: Tila
fr_fr: État
he: מצב
is: Staða
it_it: Stato
pt_br: Estado
pt_pt: Estado
ru: Статус
tr: Durum

source: Filename
ar: اسم الملف
ca: Nom del fitxer
cs: Jméno souboru
de_de: Dateiname
el: Όνομα αρχείου
fi: Tiedostonimi
fr_fr: Nom du fichier
he: שם קובץ
is: Skráarheiti
it_it: Nome file
nb_no: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
ru: Имя файла
sv: Filnamn
tr: Dosya adı

source: Size
ar: الحجم
ca: Mida
cs: Velikost
de_de: Größe
el: Μέγεθος
fi: Koko
fr_fr: Taille
he: גודל
is: Stærð
it_it: Dimensione
nb_no: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek
tr: Boyut

source: Type
ar: النوع
ca: Tipus
cs: Typ
de_de: Typ
el: Τύπος
fi: Tyyppi
he: סוג
is: Tegund
it_it: Tipo
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sv: Typ
tr: Tür

source: Unread
ar: غير مقروءة
ca: Per llegir
cs: Nepřečteno
de_de: Ungelesen
el: Μη αναγνωσμένο
fi: Lukemattomat
fr_fr: Non lu
he: לא נקרא
hi: अपठित
id: Belum Dibaca
is: Ólesið
it_it: Non letto
lt: Neperskaityta
nb_no: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lida
pt_pt: Por Ler
ro: Necitit
ru: Не прочитано
sv: Olästa
ta: படிக்கப்படாதவை
tr: Okunmamış
