Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: SecureDrop is a project of Freedom of the Press Foundation.
ar: إن سيكيور دروب SecureDrop لمشروع من مؤسسة حرية الصحافة Freedom of the Press Foundation.
ca: El SecureDrop és un projecte de la Fundació «Freedom of the Press».
cs: SecureDrop je projekt Freedom of the Press Foundation.
de_de: SecureDrop ist ein Projekt der Freedom of the Press Foundation.
el: Το SecureDrop είναι έργο του ιδρύματος Freedom of the Press.
fi: SecureDrop on Freedom of the Press Foundationin projekti.
fr_fr: SecureDrop est un projet de la fondation « Freedom of the Press » (liberté des médias).
he: SecureDrop הוא פרויקט של Freedom of the Press Foundation.
hi: Securedrop Freedom of the Press Foundation का एक प्रोजेक्ट है।
id: SecureDrop adalah proyek dari Freedom of the Press Foundation.
is: SecureDrop er verkefni á vegum Freedom of the Press stofnuninnar.
it_it: SecureDrop è un progetto della Freedom of the Press Foundation.
lt: „SecureDrop“ yra „Spaudos laisvės“ fondo projektas.
nb_no: SecureDrop er et prosjekt drevet av Freedom of the Press Foundation.
nl: SecureDrop is een project van Freedom of the Press Foundation.
pl: SecureDrop jest projektem Freedom of the Press Foundation.
pt_br: SecureDrop é um projeto da Freedom of the Press Foundation (Fundação pela Liberdade de Imprensa).
pt_pt: SecureDrop é um projeto da Freedom of the Press Foundation.
ro: SecureDrop este un proiect al Fundației Freedom of the Press.
ru: SecureDrop - Это проект Фонда поддержки свободы прессы.
sv: SecureDrop är ett projekt från Freedom of the Press Foundation.
ta: SecureDrop பதிப்போர் விடுதலை நிறுவனத்தின் (Freedom of the Press Foundation) ஒரு திட்டமாகும்.
tr: SecureDrop, Freedom of the Press (Basın Özgürlüğü) vakfının bir projesidir.

source: Get Your Codename
ar: احصل على الاسم الرمزي الخاص بك
ca: Obtingueu un nom en clau
cs: Získejte své krycí jméno
de_de: Decknamen bekommen
el: Λάβετε το κωδικό σας όνομα
fi: Hanki koodinimi
fr_fr: Obtenir votre nom de code
he: קבל את שם הקוד שלך
is: Fáðu kóðanafnið þitt
it_it: Ottieni il tuo nome in codice
nb_no: Få ditt kodenavn
nl: Ontvang uw codenaam
pl: Uzyskaj swój kryptonim
pt_br: Receba seu nome de usuário
pt_pt: Obtenha o Seu Nome-Código
ru: Получить псевдоним
sv: Hämta ditt kodnamn
tr: Kod adınızı alın

source: A <em>codename</em> in SecureDrop functions as both your username and your password.
ar: يعمل <em>codename </em> في SecureDrop كاسم مستخدم وكلمة مرور.
ca: Al SecureDrop, el <em>nom en clau</em> serveix tant per al nom d'usuari com per a la contrasenya.
cs: <em>Krycí jméno</em> v SecureDrop funguje jako uživatelské jméno i heslo.
de_de: Der <em>Deckname</em> wird in SecureDrop sowohl als Ihr Benutzername, als auch Passwort verwendet.
el: Το <em>κωδικό όνομα</em> λειτουργεί ως όνομα χρήστη και ως κωδικό πρόσβασης στο SecureDrop.
fi: SecureDropin <em>koodinimi</em> toimii sekä käyttäjätunnuksenasi että salasananasi.
fr_fr: Dans SecureDrop, le <em>nom de code</em> sert à la fois de nom d’utilisateur et de mot de passe.
he: <em>שם הקוד</em> ב-SecureDrop מתפקד הן כשם המשתמש והן כסיסמה.
is: <em>Kóðanafn</em> í SecureDrop virkar bæði sem notandanafn þitt og lykilorð.
it_it: Un <em>nome in codice</em> in SecureDrop svolge la funzione sia da nome utente che da password.
nb_no: Et <em>kodenavn</em> i SecureDrop fungerer både som ditt brukernavn og passord.
nl: De <em>codenaam</em> wordt in SecureDrop gebruikt voor zowel uw gebruikersnaam als uw wachtwoord.
pl: <em>Kryptonim</em> w SecureDrop działa zarówno jako nazwa użytkownika, jak i hasło.
pt_br: O <em>codinome</em> em SecureDrop serve tanto como nome de usuário, quanto como senha.
pt_pt: Um <em>nome-código</em> no SecureDrop funciona tanto como nome de utilizador quanto como palavra-passe.
ru: <em>Псевдоним</em> в SecureDrop одновременно является и вашим именем пользователя, и вашим паролем.
sv: Ett <em>kodnamn</em> i SecureDrop fungerar både som ditt användarnamn och lösenord.
tr: Bir <em>kod adı</em>, SecureDrop üzerinde hem kullanıcı adı hem de parola olarak kullanılır.

source: You will need this codename to log into our SecureDrop later:
ar: ستحتاج إلى هذا الاسم الرمزي لتسجيل الدخول إلى SecureDrop لاحقًا:
ca: Necessitareu aquest nom en clau per accedir més tard al SecureDrop:
cs: Toto krycí jméno budete potřebovat pro pozdější přihlášení do SecureDrop:
de_de: Sie benötigen diesen Decknamen, um sich später bei unserem SecureDrop anzumelden:
el: Θα χρειαστείτε αυτό το κωδικό όνομα για να συνδεθείτε στο SecureDrop μας αργότερα:
fi: Tarvitset tämän koodinimen kirjautuaksesi SecureDropiin myöhemmin:
fr_fr: Vous aurez besoin de ce nom de code pour vous connecter à SecureDrop ultérieurement :
he: תזדקק לשם הקוד הזה כדי להיכנס ל-SecureDrop שלנו מאוחר יותר:
is: Þú munt þurfa þetta kóðanafn síðar til að geta skrá þig aftur inn á SecureDrop hér hjá okkur:
it_it: Questo nome in codice ti servirà per accedere in futuro al nostro SecureDrop:
nb_no: Du vil trenge dette kodenavnet for å logge inn i SecureDrop senere:
nl: U hebt deze codenaam nodig om later in te loggen op onze SecureDrop:
pl: Będziesz potrzebować tego kryptonimu, aby później zalogować się do naszego SecureDrop:
pt_br: Será necessário este nome de usuário para entrar no seu SecureDrop mais tarde:
pt_pt: Vai precisar deste nome-código para iniciar sessão neste SecureDrop mais tarde:
ru: Этот псевдоним понадобится вам позже для входа в SecureDrop:
sv: Du kommer att behöva det här kodnamnet för att logga in i SecureDrop senare:
tr: Daha sonra SecureDrop oturumu açmak için bu kod adına gerek duyacaksınız:

source: <strong>Keep it secret.</strong> Do not share it with anyone.
ar: <strong>Keep it secret.</strong> لا تشاركه مع أي شخص.
ca: <strong>Mantingueu-lo secret.</strong> No el compartiu amb ningú.
cs: <strong>Udržujte v tajnosti.</strong> S nikým nesdílejte.
de_de: <strong>Halten Sie es geheim.</strong> Teilen Sie es mit niemandem.
el: <strong>Κρατήστε το μυστικό.</strong> Μην το μοιραστείτε με κανέναν.
fi: <strong>Pidä se omana salaisuutenasi.</strong> Älä jaa sitä kenenkään kanssa.
fr_fr: <strong>Gardez-le secret.</strong> Ne le partagez avec personne.
he: <strong>שמור אותו בסוד</strong> ואל תשתף עם אף אחד.
is: <strong>Haltu því leyndu.</strong> Ekki deila því með neinum.
it_it: <strong>Mantienilo segreto.</strong> Non condividerlo mai con nessuno.
nb_no: <strong>Hold det hemmelig.</strong> Ikke del det med noen.
nl: <strong>Hou het geheim.</strong> Deel het met niemand.
pl: <strong>Zachowaj go w tajemnicy.</strong> Nie udostępniaj go nikomu.
pt_br: <strong>Mantenha em segredo. </strong> Não compartilhe com ninguém.
pt_pt: <strong>É secreto.</strong> Não partilhe com ninguém.
ru: <strong>Сохраняйте его в тайне.</strong> Не делитесь им ни с кем.
sv: <strong>Håll det hemligt.</strong> Dela det inte med någon.
tr: <strong>Gizli tutun.</strong> Kimseyle paylaşmayın.

source: <strong>Keep it safe.</strong> There is no account recovery option.
ar: <strong>Keep it safe.</strong> لا يوجد خيار لاستعادة الحساب.
ca: <strong>Mantingueu-lo segur.</strong> No hi ha cap opció de restauració.
cs: <strong>Udržujte jej bezpečí.</strong> Obnovení účtu není možné.
de_de: <strong>Bewahren Sie es sicher auf.</strong> Es gibt keine Option zur Wiederherstellung des Kontos.
el: <strong>Κρατήστε το ασφαλές.</strong> Δεν υπάρχει δυνατότητα ανάκτησης λογαριασμού.
fi: <strong>Pidä se turvassa.</strong> Tiliä ei ole mahdollista palauttaa.
fr_fr: <strong>Gardez-le à l’abri.</strong> Il n’existe aucune option de récupération.
he: <strong>שמור במקום בטוח.</strong> אין אפשרות לשחזור חשבון.
is: <strong>Geymdu það á öruggum stað.</strong> Það er engin önnur leið til að endurheimta aðganginn þinn.
it_it: <strong>Tienilo al sicuro</strong>. Non esiste la possibilità di recuperarlo.
nb_no: <strong>Ta godt vare på det.</strong> Det er ingen mulighet for å gjenopprette tilgangen.
nl: <strong>Hou het veilig.</strong> Er is geen optie om het account te herstellen.
pl: <strong>Chroń go.</strong> Nie ma opcji odzyskiwania konta.
pt_br: <strong> Mantenha seguro. </strong> Não existe opção de recuperar conta.
pt_pt: <strong>Não a pode perder.</strong> Não poderá recuperar a sua conta.
ru: <strong>Сохраняйте его в безопасности.</strong> Возможность восстановления аккаунта отсутствует.
sv: <strong>Håll det säkert.</strong> Det finns inget sätt att återställa det.
tr: <strong>Güvenli bir yerde koruyun.</strong> Herhangi bir hesap kurtarma seçeneği yoktur.

source: Continue to Submission Page
ar: الاستمرار إلى صفحة التقديم
ca: Continua a la pàgina d'enviament
fi: Jatka lähetyssivulle
fr_fr: Poursuivre vers la page des envois
is: Halda áfram á innsendingasíðuna
nb_no: Fortsett til siden for Innsendelser
nl: Ga door naar de inzendingspagina
pl: Kontynuuj do strony zgłoszenia
ru: Продолжить к странице отправлений
sv: Fortsätt till inlämningssidan
tr: Gönderim Sayfasına Devam Et

source: Welcome
ar: أهلا بك
ca: Us donem la benvinguda
cs: Vítejte
de_de: Willkommen
el: Καλωσήρθατε
fi: Tervetuloa
fr_fr: Bienvenue
he: ברוכים הבאים
hi: स्वागत हे
id: Selamat Datang
is: Velkomin
it_it: Benvenuti
lt: Sveiki
nb_no: Velkommen
nl: Welkom
pl: Witamy
pt_br: Bem-vindo(a)
pt_pt: Bem-vindo(a)
ro: Bine ai venit
ru: Добро пожаловать
sv: Välkommen
ta: வருக
tr: Hoş Geldiniz

source: Your Tor Browser's <a id="disable-js" href=""><b>Security Level</b></a> is too low. Use the <img src="{icon}" alt="&quot;Security Level&quot;"> button in your browser’s toolbar to change it.
ar: حاليًا <a id="disable-js" href=""><b>مستوى الأمان</b></a> في متصفّح تور أضعف مما ينبغي. اضغط على زرّ <img src="{icon}" alt="&quot;مستوى الأمان&quot;"> &nbsp في شريط أدوات متصفحك لتغييرها.
ca: El <a id="disable-js" href=""><b>nivell de seguretat</b></a> del vostre navegador Tor és massa baix. Useu el botó <img src="{icon}" alt="&quot;Nivell de seguretat&quot;"> de la barra d'eines del navegador per a canviar-ho.
cs: <a id="disable-js" href=""><b>Úroveň zabezpečení</b></a> vašeho prohlížeče Tor je příliš nízká. Pro jeho změnu použijte tlačítko&nbsp;<img src="{icon}" alt="&quot;Úroveň zabezpečení&quot;"> na liště prohlížeče.
de_de: Die <a id="disable-js" href=""><b>Sicherheitsstufe</b></a> Ihres Tor-Browsers ist zu niedrig. Nutzen Sie die Schaltfläche <img src="{icon}" alt="&quot;Sicherheitsstufe&quot;"> in der Werkzeugleiste Ihres Browsers, um sie zu ändern.
el: Το <a id="disable-js" href=""><b>Επίπεδο ασφαλείας</b></a> του Tor Browser σας είναι πολύ χαμηλό. Χρησιμοποιήστε το κουμπί <img src="{icon}" alt="&quot;Επίπεδο ασφαλείας&quot;"> στη γραμμή εργαλειών για να το αλλάξετε.
fi: Tor-selaimesi <a id="disable-js" href=""><b>suojaustaso</b></a> on liian matala. Napsauta <img src="{icon}" alt="&quot;Suojaustaso&quot;">-painiketta selaimen työkalupalkista vaihtaaksesi suojaustasoa.
fr_fr: Le <a id="disable-js" href=""><b>niveau de sécurité</b></a> de votre Navigateur Tor est trop faible. Veuillez utiliser le bouton <img src="{icon}" alt="« Niveau de sécurité »"> de la barre d’outils de votre navigateur pour le changer.
he: <a id="disable-js" href=""><b>רמת האבטחה</b></a> של דפדפן Tor שלך נמוכה מדי. השתמש בלחצן <img src="{icon}" alt="&quot;רמת אבטחה&quot;"> בסרגל הכלים של הדפדפן שלך כדי לשנות אותו.
is: <a id="disable-js" href=""><b>Öryggisstig</b></a> Tor-vafrans þíns er of vægt stillt. Notaðu <img src="{icon}" alt="&quot;Security Level&quot;"> hnappinn í verkfærastiku vafrans þíns til að breyta því.
it_it: Il <a id="disable-js" href=""><b>livello di sicurezza</b></a> del Browser Tor è troppo basso. Usare il pulsante <img src="{icon}" alt="&quot;Livello di sicurezza&quot;"> nella barra degli strumenti del browser per modificarlo.
nb_no: <a id="disable-js" href=""><b>Sikkerhetsinnstillingene</b></a> i din Tor-nettleser er satt for lavt. Bruk <img src="{icon}" alt="&quot;Sikkerhetsnivå&quot;"">knappen i nettleserens verktøylinje for å endre nivået.
nl: De <a id="disable-js" href=""><b>veiligheidsinstellingen</b></a> van uw Tor-browser zijn niet strikt genoeg. Gebruik de <img src="{icon}" alt="&quot;beveiligingsniveau&quot;">-knop in de werkbalk van uw browser om dit te wijzigen.
pl: Twój <a id="disable-js" href=""><b>Poziom bezpieczeństwa</b></a> Tor Browser jest zbyt niski. Użyj przycisku <img src="{icon}" alt="&quot;Poziom bezpieczeństwa&quot;"> na pasku narzędzi przeglądarki, aby go zmienić.
pt_br: O <a id="disable-js" href=""><b>nível de segurança</b></a> do seu navegador Tor está muito baixo. Use o botão <img src="{icon}" alt="&quot;nível de segurança&quot;"> &nbsp;no seu navegador para modificá-lo.
pt_pt: O <a id="disable-js" href=""><b>Nível de Segurança (PT) / Security Level (EN)</b></a> do seu navegador Tor está demasiado fraco. Use o botão <img src="{icon}" alt="&quot;Ícone do Escudo&quot;"> na barra de ferramentas do seu navegador o modificar.
ru: <a id="disable-js" href=""><b>Уровень безопасности</b></a> вашего Tor-браузера слишком низкий. Используйте кнопку <img src="{icon}" alt="&quot;Уровень безопасности&quot;"> на панели инструментов браузера, чтобы изменить его.
sv: Din Tor Browsers <a id="disable-js" href=""><b>Säkerhetsnivå</b></a> är ställd för låg. Använd <img src="{icon}" alt="&quot;Security Level&quot;">-knappen i din Tor Browsers menyrad för att ändra det.
tr: Tor Browser <a id="disable-js" href=""><b>Güvenlik Düzeyi</b></a> çok düşük. Tor Browser araç çubuğundaki <img src="{icon}" alt="&quot;Güvenlik Düzeyi&quot;"> &nbsp;düğmesini kullanarak değiştirebilirsiniz.

source: How to change your security level
ar: كيفية تغيير مستوى الأمان الخاص بك
ca: Com canviar el nivell de seguretat
cs: Jak změnit úroveň vašeho zabezpečení
de_de: Wie Sie Ihre Sicherheitsstufe ändern
el: Πως να αλλάξετε το επίπεδο ασφαλείας σας
fi: Näin vaihdat suojautason
fr_fr: Comment changer votre niveau de sécurité
he: כיצד לשנות את רמת האבטחה שלך
is: Hvernig á að breyta öryggisstigi þínu
it_it: Come modificare il livello di sicurezza
nb_no: Hvordan endre sikkerhetsnivået
nl: Hoe wijzigt u uw beveiligingsniveau
pl: Jak zmienić poziom bezpieczeństwa
pt_br: Como mudar seu nível de segurança
pt_pt: Como alterar o seu nível de segurança
ru: Как изменить уровень безопасности
sv: Så här ändrar du din säkerhetsnivå
tr: Güvenlik düzeyi nasıl değiştirilir

source: Click the <img src="{icon}" alt="&quot;Security Level&quot; button"> in the toolbar above
ar: اضغط على زرّ <img src="{icon}" alt="&quot;مستوى الأمان&quot; زرر"> في شريط الأدوات أعلاه
ca: Feu clic al botó <img src="{icon}" alt="Botó &quot;Nivell de seguretat&quot;"> de la barra d'eines superior
cs: Klepněte na <img src="{icon}" alt="&quot;Security Level&quot; button"> v panelu nástrojů výše
de_de: Klicken Sie auf <img src="{icon}" alt="Schaltfläche &quot;Sicherheitsstufe&quot;"> in der Werkzeugleiste oben
el: Πατήστε το <img src="{icon}" alt="κουμπί &quot;Επίπεδο ασφαλείας&quot;">στη γραμμή εργαλειών παραπάνω
fi: Napsauta <img src="{icon}" alt="&quot;Suojaustaso&quot;-painiketta"> yllä olevasta työkalupalkista
fr_fr: Cliquez sur le bouton <img src="{icon}" alt="« Niveau de sécurité »"> dans la barre d’outils ci-dessus
he: לחץ על הלחצן <img src="{icon}" alt="&quot;רמת אבטחה&quot;"> בסרגל הכלים למעלה
is: Smelltu á <img src="{icon}" alt="&quot;Security Level&quot; hnappinn"> í verkfærastikunni hér fyrir ofan
it_it: Fare clic su <img src="{icon}" alt="Livello sicurezza"> nella barra degli strumenti qui sopra
nb_no: Klikk på <img src="{icon}" alt="&quot;Sikkerhetsnivå&quot; button"> i verktøylinjen ovenfor
nl: Klik op het <img src="{icon}" alt="&quot;beveiligingsniveau&quot;"> in de werkbalk hierboven
pl: Kliknij przycisk <img src="{icon}" alt="&quot;Poziom bezpieczeństwa&quot;"> na pasku narzędzi powyżej
pt_br: Clique no <img src="{icon}" alt="&quot;nível de segurança&quot;"> na barra de ferramentas, acima
pt_pt: Clique em <img src="{icon}" alt="botão &quot;Ícone do Escudo&quot;"> na barra de ferramentas, acima
ru: Нажмите <img src="{icon}" alt="&quote;Уровень безопасности&quot;"> на панели инструментов выше
sv: Klicka på <img src="{icon}" alt="&quot;Security Level&quot; button"> i menyraden ovan
tr: Yukarıdaki araç çubuğundan <img src="{icon}" alt="&quot;Güvenlik Düzeyi&quot;"> düğmesine tıklayın

source: Click <b>Change</b> to open Security Level preferences
ar: انقر فوق <b>Change</b> لفتح تفضيلات مستوى الأمان
ca: Feu clic a <b>Canvia</b> per obrir les opcions del nivell de seguretat
cs: Klikněte na <b>Změnit</b> pro otevření možností Úrovně zabezpečení
de_de: Klicken Sie auf <b>Ändern</b> um die Einstellungen der Sicherheitsstufe anzuzeigen
el: Πατήστε <b>Αλλαγή</b> για να ανοίξετε τις προτιμήσεις Επιπέδου Ασφαλείας
fi: Napsauta <b>Vaihda</b> avataksesi suojaustason asetukset
fr_fr: Cliquez sur <b>Changer</b> pour ouvrir les préférences de niveau de sécurité
he: לחץ על <b>שנה</b> כדי לפתוח את העדפות רמת האבטחה
is: Smelltu á <b>Breyta</b> til að opna stillingar á öryggisstigi
it_it: Fare clic su <b>Cambia</b> per aprire le impostazioni del Livello di sicurezza
nb_no: Klikk <b>Change</b> for å åpne Sikkerhetsnivå-innstillingene
nl: Klik op <b>Wijzig</b> om de voorkeuren voor het beveiligingsniveau te openen
pl: Kliknij <b>Zmień</b>, aby otworzyć preferencje poziomu bezpieczeństwa
pt_br: Clique em <b>Alterar</b> para abrir as preferências de Nível de Segurança
pt_pt: Clique em <b>Alterar (PT) / Change (EN)</b> para abrir as definições de Nível de Segurança
ru: Нажмите <b>Изменить</b>, чтобы открыть настройки уровня безопасности
sv: Klicka <b>Byt</b> för att öppna säkerhetsnivå-inställningar
tr: Güvenlik düzeyi ayarlarını açmak için <b>Değiştir</b> üzerine tıklayın

source: Select <b>Safest</b> and close the preferences tab
ar: حدد <b>Safest</b> وأغلق علامة تبويب التفضيلات
ca: Seleccioneu <b>Segur</b> i tanqueu la pestanya de preferències
cs: Vyberte <b>Nejbezpečnější</b> a zavřete kartu nastavení
de_de: Wählen Sie <b>Am sichersten</b> und schließen Sie den Einstellungs-Tab
el: Επιλέξτε <b>Το πιο ασφαλές</b> και κλείστε την καρτέλα προτιμήσεων
fi: Valitse <b>Turvallisin</b> ja sulje asetusvälilehti
fr_fr: Sélectionnez <b>Le plus sûr</b> et fermer l’onglet des préférences
he: בחר <b>בטוח ביותר</b> וסגור את כרטיסיית ההעדפות
is: Velja <b>Öruggast</b> og lokaðu kjörstillingaflipanum
it_it: Seleziona <b>Molto sicuro</b> e chiudi la scheda delle impostazioni
nb_no: Velg <b>Tryggest</b> og lukk fanen med innstillinger
nl: Selecteer <b>Veiligste </b> en sluit het tabblad voorkeuren
pl: Wybierz <b>Najbezpieczniejszy</b> i zamknij kartę preferencji
pt_br: Selecione <b>Mais Seguro</b> e feche a aba de preferências
pt_pt: Selecione <b>Mais Seguro (PT) / Safest (EN)</b> e feche o separador das definições
ru: Выберите <b>Самый безопасный</b> и закройте вкладку параметров
sv: Välj <b>säkrast</b> och stäng sedan inställningarna
tr: <b>En güvenli</b> olarak seçin ve tercihler sekmesini kapatın

source: <a href="/" aria-label="Follow these instructions, then refresh this page">Refresh this page</a>, and you're done!
ar: <a href="/" aria-label="اتبع هذه التعليمات ثم قم بانعاش هذه الصفحة">أنعش هذه الصفحة</a> فتكون قد أنجزت!
ca: <a href="/" aria-label="Seguiu les instruccions, actualitzeu la pàgina">Actualitzeu aquesta pàgina</a>, i ja heu acabat!
cs: <a href="/" aria-label="Postupujte podle instrukcí, obnovte tuto stránku">Obnovte stránku</a> a máte hotovo!
de_de: <a href="/" aria-label="Befolgen Sie diese Anweisungen und aktualisieren Sie dann diese Seite">Aktualisieren Sie diese Seite</a>, und Sie sind fertig!
el: <a href="/" aria-label="Ακολουθήστε αυτές τις οδηγίες, και μετά ανανεώστε τη σελίδα">Ανανεώστε τη σελίδα</a> και τελειώσατε!
fi: <a href="/" aria-label="Seuraa näitä ohjeita ja päivitä sitten sivu">Päivitä sivu</a> ja kaikki on valmista!
fr_fr: <a href="/" aria-label="Suivez ces instructions, puis actualisez cette page">Actualisez cette page</a> et vous aurez terminé.
he: <a href="/" aria-label="עקוב אחר ההוראות האלה, ולאחר מכן רענן את הדף הזה">רענן דף זה</a>, וסיימת!
is: <a href="/" aria-label="Farðu eftir þessum leiðbeiningum og endurlestu síðuna">Endurlestu þessa síðu</a>, og þetta er komið!
it_it: <a href="/" aria-label="Segui queste istruzioni, quindi aggiorna questa pagina">Aggiorna questa pagina</a>, e il gioco è fatto!
nb_no: <a href="/" aria-label="Følg disse instruksjonene, deretter oppdater siden">Last inn siden igjen</a>, og så er du ferdig!
nl: <a href="/" aria-label="Volg deze instructies en ververs dan deze pagina">Ververs deze pagina</a> en u bent klaar!
pl: <a href="/" aria-label="Wykonaj te instrukcje, a następnie odśwież tę stronę">Odśwież tę stronę</a> i gotowe!
pt_br: <a href="/" aria-label="Siga estas instruções para então atualizar esta página">Refresh this page</a>, e pronto!
pt_pt: <a href="/" aria-label="Siga as instruções e em seguida recarregue esta página">Recarregue esta página</a> e está feito!
ru: <a href="/" aria-label="Следуйте этим инструкциям, затем обновите эту страницу">Обновить страницу</a>, и все!
sv: <a href="/" aria-label="Följ dessa instruktioner och uppdatera sedan sidan">Uppdatera sidan</a> och sedan är du klar!
tr: <a href="/" aria-label="Bu yönergeleri izleyin ve sayfayı yenileyin">Bu sayfayı yenileyin</a> ve işlemi tamamlayın!
