Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: SecureDrop encrypts files and messages after they are submitted. Encrypting messages and files before submission can provide an extra layer of security before your data reaches the SecureDrop server.
ar: يُعمّي SecureDrop الملفات و&nbsp;الرسائل بعد إيداعها. تعمية الرسائل و&nbsp;الملفات من طرفك قبل إيداعها يزيد أمان التواصل بإضافة طبقة أخرى من السرية قبل وصول المعلومات إلى خادوم SecureDrop.
ca: El SecureDrop xifra els fitxers i els missatges després que s'hagin enviat. El xifratge de missatges i fitxers abans de l'enviament pot proporcionar una capa extra de seguretat abans que les dades arribin al servidor del SecureDrop.
cs: SecureDrop šifruje soubory a zprávy až po jejich odeslání. Zašifrování zpráv a souborů před jejich odesláním může poskytnout extra ochranu než vaše data dorazí na server SecureDropu.
de_de: SecureDrop verschlüsselt Dateien und Nachrichten nach dem Senden. Die Verschlüsselung von Nachrichten und Dateien vor der Übermittlung kann eine zusätzliche Sicherheitsschicht bieten, bevor Ihre Daten den SecureDrop-Server erreichen.
el: Το SecureDrop κρυπτογραφεί τα αρχεία και τα μηνύματα αφού υποβληθούν. Κρυπτογραφόντας τα μηνύματα και τα αρχεία πριν την υποβολή τους παρέχει ένα επιπλέον επίπεδο ασφαλείας πριν τα δεδομένα φτάσουν στον διακομιστή του SecureDrop.
fi: SecureDrop salaa tiedostot ja viestit niiden lähettämisen jälkeen. Viestien ja tiedostojen salaaminen ennen niiden lähettämistä tarjoaa ylimääräisen suojakerroksen ennen tiedon saapumista SecureDrop-palvelimelle.
fr_fr: SecureDrop chiffre les fichiers et messages une fois qu’ils ont été envoyés. Le chiffrement des messages et fichiers avant leur envoi peut fournir une couche de sécurité supplémentaire avant que vos données parviennent au serveur SecureDrop.
he: SecureDrop מצפין קבצים והודעות לאחר הגשתם. הצפנת הודעות וקבצים לפני הגשה יכולה לספק שכבת אבטחה נוספת לפני שהנתונים שלך יגיעו לשרת SecureDrop.
hi: SecureDrop फ़ाइलें और संदेश सबमिट किए जाने के बाद उन्हें एन्क्रिप्ट करता है। SecureDrop सर्वर तक पहुंचने से पहले संदेशों और फ़ाइलों को एन्क्रिप्ट करके सुरक्षा के एक अतिरिक्त परत प्रदान करी जा सकती है।
is: SecureDrop dulritar skrár og skilaboð eftir að þær eru sendar inn. Hægt er að útbúa viðbótar-öryggislag með því að dulrita skrár og skilaboð áður en innsending fer framinn á SecureDrop-þjóninn.
it: SecureDrop critta i file e i messaggi solo dopo averli ricevuti. Crittarli prima dell'invio garantisce un ulteriore livello di sicurezza prima che i tuoi dati raggiungano i server di SecureDrop.
it_it: SecureDrop cifra file e messaggi solo dopo averli ricevuti. Cifrare messaggi e file prima di inviarli può fornire un ulteriore livello di sicurezza prima che i tuoi dati raggiungano il server di SecureDrop.
lt: SecureDrop užšifruoja failus ir žinutes po jų išsiuntimo. Pranešimų ir failų užšifravimas prieš siuntimą, gali suteikti papildomą saugumo lygį prieš jūsų duomenims pasiekiant SecureDrop serverį.
nb_no: SecureDrop krypterer alle filer og meldinger når de kommer inn via systemet. Kryptering av filer eller meldinger før de sendes inn kan gi et ekstra lag beskyttelse for informasjonen før den når vår SecureDrop-tjener.
nl: SecureDrop versleutelt bestanden en berichten nadat ze verstuurd zijn. Berichten en bestanden versleutelen vóór het inzenden kan een extra beveiligingslaag toevoegen alvorens uw gegevens de SecureDrop server bereiken.
pl: SecureDrop szyfruje pliki i wiadomości po ich przesłaniu. Szyfrowanie wiadomości i plików przed zgłoszeniem może zapewnić dodatkową warstwę zabezpieczenia, zanim dane dotrą do serwera SecureDrop.
pt_br: O SecureDrop criptografa arquivos e mensagens apenas depois de enviados. Criptografá-los antes do envio pode ser uma segurança a mais na hora de trocar informações com o nosso servidor.
pt_pt: O SecureDrop encripta ficheiros e mensagens apenas após enviados. Encriptá-los também antes do envio pode adicionar uma camada extra de segurança até à receção do ficheiro no servidor SecureDrop.
ro: SecureDrop criptează fișierele și mesajele după ce sunt trimise. Criptarea mesajelor și a fișierelor înainte de a le trimite poate asigura un strat suplimentar de securitate în tranzit, înainte ca datele tale să ajungă la serverul SecureDrop.
ru: SecureDrop зашифровывает файлы и сообщения после их отправки. Шифрование сообщений и файлов перед отправкой может обеспечить дополнительный уровень безопасности до того, как ваши данные достигнут сервера SecureDrop.
sv: SecureDrop krypterar filer och meddelanden efter att de har lämnats in. Kryptering av filer och meddelanden före inlämning kan erbjuda ett extra lager av säkerhet innan din information når SecureDrop-servern.
ta: SecureDrop கோப்புகளையும் சேதிகளையும் அவை அனுப்பப்பட்ட பின்பு மறைகுறியிடும். சேதிகளையும் கோப்புகளையும் அனுப்பும் முன்பு மறைகுறியிடுவது அந்தத் தரவுகள் SecureDrop வழங்கருக்கு வந்துசேரும் முன்பே ஒரு கூடுதலான பாதுகாப்பு அடுக்கைக் கொடுக்கும்.
tr: SecureDrop dosya ve iletileri gönderildikleri anda şifreler. Dosya ve iletilerin gönderilmeden önce şifrelenmesi, verilerinizin SecureDrop sunucusuna ulaşmasından önce ek bir güvenlik katmanı sağlar.

source: If you are already familiar with the GPG encryption software, you may wish to encrypt your submissions yourself. To do so:
ar: إذا كنت على دراية بكيفية استخدام برمجيات التعمية المتوافقة مع OpenPGP فيمكنك تعمية إيداعك بنفسك. لفعل ذلك:
ca: Si ja esteu familiaritzat amb el programari de xifratge GPG, potser voleu xifrar els enviaments vós mateix. Per a fer-ho:
cs: Pokud ovládáte software GPG, můžete zašifrovat informace sami. K tomu je třeba dodržet následující kroky:
de_de: Wenn Sie bereits mit der GPG-Verschlüsselungssoftware vertraut sind, können Sie Ihre Einreichungen selbst verschlüsseln. Das geht so:
el: Αν είστε ήδη εξοικειωμένοι με το λογισμικό κρυπτογράφησης GPG, ίσως θέλετε να κρυπτογραφήσετε εσείς τις υποβολές σας. Για να το κάνετε:
fi: Jos GPG-salausohjelmisto on jo sinulle tuttu, voit halutessasi salata lähettämäsi asiakirjat itse. Tehdäksesi sen:
fr_fr: Si vous connaissez déjà le logiciel de chiffrement GPG, vous souhaitez peut-être chiffrer vos documents vous-même. Pour ce faire :
he: אם אתה כבר מכיר את תוכנת ההצפנה GPG, ייתכן שתרצה להצפין את ההגשות שלך בעצמך. כדי לעשות זאת:
hi: यदि आप पहले से ही GPG एन्क्रिप्शन सॉफ़्टवेयर से परिचित हैं, तो आप स्वयं अपनी प्रस्तुतियां एन्क्रिप्ट कर सकते हैं। ऐसा करने के लिए:
is: Ef þú kannast nú þegar við GPG-dulritunarhugbúnaðinn, geturðu valið að dulrita sjálf(ur) skjölin þín og skilaboð. Til að gera það:
it: Se conosci già GPG potresti voler crittare i file e il messaggio autonomamente. Per fare questo:
it_it: Se conosci già il software per la cifratura GPG, potresti voler cifrare autonomamente quel che vuoi inviare. Per fare questo:
lt: Jeigu jau esate susipažinęs su GPG šifravimo programine įranga, pateikiamus duomenis galite užšifruoti patys. Norėdami tai atlikti:
nb_no: Om du allerede er komfortabel med programvare for GPG-kryptering, kan du velge å kryptere filene du skal sende inn selv. Gjør da følgende:
nl: Indien u al bekend bent met GPG versleutelingssoftware, wilt u dan uw inzendingen zelf versleutelen. Om dit te doen:
pl: Jeśli znasz już oprogramowanie szyfrujące GPG, możesz samodzielnie zaszyfrować swoje zgłoszenia. Aby to zrobić:
pt_br: Se você já conhece o software de criptografia GPG, talvez queira criptografar seus dados por conta própria. Para fazê-lo:
pt_pt: Se está familiarizado com o software de encriptação GPG, talvez queira encriptar as suas submissões por conta própria. Para fazê-lo:
ro: Dacă știi deja cum funcționează programul de criptare GPG, îl poți folosi pentru a cripta chiar tu ce trimiți. Pentru aceasta:
ru: Если вы уже знакомы с программным обеспечением для шифрования GPG, вы можете зашифровать ваши материалы самостоятельно. Для этого:
sv: Ifall du redan känner till krypteringsmjukvaran GPG vill du kanske kryptera dina inlämningar själv. Så här gör du:
ta: நீங்கள் GPG மறைகுறி மென்பொருளைப் பற்றி முன்பே அறிந்திருந்தால், உங்களுடைய விருப்பப்படி நீங்களே உங்களுடைய அனுப்புகைகளை மறைகுறியிடுக்கொள்ளலாம். அவ்வாறு செய்ய:
tr: GPG şifreleme yazılımını biliyorsanız, gönderimlerinizi kendiniz şifrelemek isteyebilirsiniz. Bunun için şunları yapın:

source: <a href="{url}">Download</a> the public key. It will be saved to a file called: <p><code>{submission_key_fpr_filename}</code></p>
ar: <a href="{url}">نزِّل</a>المفتاح العلني. سيتم حفظه في ملف يُدعَى: <p><code>{submission_key_fpr_filename}</code></p>
ca: <a href="{url}">Baixeu</a> la clau pública. Es desarà en un fitxer anomenat: <p><code>{submission_key_fpr_filename}</code></p>
cs: <a href="{url}">Stáhněte si</a> veřejný klíč. Veřejný klíč bude uložen do souboru: <p><code>{submission_key_fpr_filename}</code></p>
de_de: Laden Sie den öffentlichen Schlüssel <a href="{url}">herunter</a>. Er wird in einer Datei mit folgendem Namen gespeichert: <p><code>{submission_key_fpr_filename}</code></p>
el: <a href="{url}">Κατεβάστε</a> το δημόσιο κλειδί. Θα αποθηκευτεί σε ένα αρχείο με όνομα: <p><code>{submission_key_fpr_filename}</code></p>
fi: <a href="{url}">Lataa</a>julkinen avain. Avain tallennetaan tiedostoon jonka nimi on <p><code>{submission_key_fpr_filename}</code></p>
fr_fr: <a href="{url}">Téléchargez</a> la clé publique. Elle sera enregistrée dans un fichier nommé : <p><code>{submission_key_fpr_filename}</code></p>
he: <a href="{url}">הורד</a> את המפתח הציבורי. זה יישמר בקובץ בשם: <p><code>{submission_key_fpr_filename}</code></p>
hi: <a href="{url}">डाउनलोड</a>सार्वजनिक कुंजी| इसे एक फ़ाइल में सहेजा जाएगा जिसे कहेंगे: <p><code>{submission_key_fpr_filename}</code></p>
is: <a href="{url}">Sæktu</a> dreifilykilinn (public key). Dreifilykillinn verður vistaður í skrá sem kallast: <p><code>{submission_key_fpr_filename}</code></p>
it_it: <a href="{url}">Scarica</a> la chiave pubblica. Verrà salvata in un file chiamato: <p><code>{submission_key_fpr_filename}</code></p>
lt: <a href="{url}">Atsisiųsk</a> viešąjį raktą. Jis bus išsaugotas faile, vadinamame: <p><code>{submission_key_fpr_filename}</code></p>
nb_no: <a href="{url}">Last ned</a> den offentlige nøkkelen. Den vil bli lagret som en fil kalt: <p><code>{submission_key_fpr_filename}</code></p>
nl: <a href="{url}">Download</a> de publieke sleutel. Het zal naar het volgende bestand worden opgeslagen: <p><code>{submission_key_fpr_filename}</code></p>
pl: <a href="{url}">Pobierz</a> klucz publiczny. Zostanie on zapisany do pliku o nazwie: <p><code>{submission_key_fpr_filename}</code></p>
pt_br: <a href="{url}">Faça o download</a> da chave pública. Ela será salva em um arquivo chamado: <p><code>{submission_key_fpr_filename}</code></p>
pt_pt: <a href="{url}">Transfira</a> a chave pública. Será guardada num ficheiro chamado: <p><code>{submission_key_fpr_filename}</code></p>
ro: <a href="{url}">Descarcă</a> cheia publică. Va fi salvată într-un fișier denumit: <p><code>{submission_key_fpr_filename}</code></p>
ru: <a href="{url}">Скачать</a> публичный ключ. Он будет сохранен в файл с именем: <p><code>{submission_key_fpr_filename}</code></p>
sv: <a href="{url}">Ladda ned</a> den publika nyckeln. Den kommer att sparas i en fil som heter: <p><code>{submission_key_fpr_filename}</code></p>
ta: இந்த பொதுச் சாவியைப் <a href="{url}">பதிவிறக்குக </a>. இது பின்வருமாறு அழைக்கப்படும் கோப்பில் சேமிக்கப்படும்: <p><code>{submission_key_fpr_filename}</code></p>
tr: Açık anahtarı <a href="{url}">indirin</a>. Açık anahtar aşağıdaki dosyaya kaydedilecektir: <p><code>{submission_key_fpr_filename}</code></p>

source: Import it into your GPG keyring.
ar: استورد المفتاح العلني في حلقة مفاتيح GPG.
ca: Importeu-la al vostre clauer GPG.
cs: Importujte jej do vaší GPG klíčenky.
de_de: Importieren Sie ihn in Ihren GPG-Schlüsselbund.
el: Εισάγετέ το στην κλειδοθήκη GPG σας.
fi: Tuo se GPG-avainrenkaaseesi.
fr_fr: Importez-la dans votre trousseau GPG.
he: ייבא אותו למחזיק מפתחות GPG שלך.
hi: इसे आपके GPG कीरिंग में आयात करें|
is: Flyttu hann inn í GPG-lyklakippuna þína.
it: Importala nel tuo keyring GPG
it_it: Importala nel tuo portachiavi GPG.
lt: Įtrauk raktą į savo GPG raktinę.
nb_no: Importer den til din GPG-nøkkelring.
nl: Importeer dit in uw GPG sleutelring.
pl: Zaimportuj go do swojej bazy kluczy GPG.
pt_br: Importe a chave para o GPG.
pt_pt: Importe a chave para o seu porta-chaves digital GPG.
ro: Importă cheia în inelul de securitate GPG.
ru: Импортировать в ваше хранилище GPG.
sv: Importera den till din GPG nyckelring.
ta: உங்களுடைய GPG சாவிக்கொத்துகளுடன் இதை இறக்குமதி செய்திடுக.
tr: İndirdiğiniz anahtarı GPG anahtarlığınızda içe aktarın.

source: If you are using <a href="{url}">Tails</a>, you can double-click the <code>.asc</code> file you just downloaded and it will be automatically imported to your keyring.
ar: إذا كنت تستعمل نظام التشغيل <a href="{url}">Tails</a> فيمكنك النقر المزدوج على ملف <code>asc</code> الذي نزّلته و&nbsp;سيُستورد تلقائيا إلى حلقة المفاتيح.
ca: Si utilitzeu el <a href="{url}">Tails</a>, feu doble clic en el fitxer <code>.asc</code> en finalitzar la baixada i s'importarà automàticament al vostre magatzem de claus.
cs: Pokud používáte <a href="{url}">Tails</a>, poklepejte na soubor <code>.asc</code>, který jste právě stáhl/a, a ten bude automaticky importován do Vaší klíčenky.
de_de: Wenn Sie <a href="{url}">Tails</a> nutzen, können Sie doppelt auf die <code>.asc</code>-Datei klicken, die Sie gerade heruntergeladen haben. Sie wird dann automatisch zu ihrem Schlüsselbund importiert.
el: Αν χρησιμοποιείτε το <a href="{url}">Tails</a>, μπορείτε να κάνετε διπλό κλικ στο αρχείο <code>.asc</code> που μόλις κατεβάσατε και αυτό θα προστεθεί αυτόματα στην κλειδοθήκη σας.
fi: Jos käytät <a href="{url}">Tails</a>ia, voit kaksoisnapsauttaa juuri lataamaasi <code>.asc</code>-tiedostoa, ja julkinen avain tuodaan automaattisesti avainrenkaaseesi.
fr_fr: Si vous utilisez <a href="{url}">Tails</a>, vous pouvez double-cliquer sur le fichier <code>.asc</code> que vous venez de télécharger et il sera importé automatiquement dans votre trousseau.
he: אם אתה משתמש ב-<a href="{url}">Tails</a>, אתה יכול ללחוץ פעמיים על הקובץ <code>.asc</code> שהורדת זה עתה והוא יובא אוטומטית למחזיק המפתחות שלך.
hi: अगर आप <a href="{url}">Tails</a> का प्रयोग कर रहे है, तोह आप डाउनलोड की गयी <code>.asc</code> फाइल पर दो बार क्लिक करके उसे खुद बा खुद अपनी कीरिंग में इम्पोर्ट कर सकते हैं।
is: Ef þú ert að nota <a href="{url}">Tails</a>, geturðu tvísmellt á <code>.asc</code>-skrána sem þú varst að sækja og verður hún sjálfkrafa flutt inn í lyklakippuna þína.
it_it: Se stai usando <a href="{url}">Tails</a>, puoi fare doppio-clic sul file <code>.asc</code> appena scaricato e verrà automaticamente importato nel tuo portachiavi.
lt: Jei naudojate <a href="{url}">Tails</a> operacinę sistemą, du kartus spustelkite su pele ant ką tik atsiųsto <code>*.asc</code> failo ir jis bus automatiškai įtrauktas į Jūsų raktinę.
nb_no: Om du bruker <a href="{url}">Tails</a>, kan du dobbeltklikke på <code>.asc</code>-filen du nettopp lastet ned. Da vil den automatisk legges til i nøkkelringen på systemet ditt.
nl: Indien u <a href="{url}">Tails</a> gebruikt, kunt u dubbelklikken op het <code>.asc</code>-bestand dat u zojuist gedownload hebt en het wordt automatisch toegevoegd aan uw sleutelring.
pl: Jeśli korzystasz z <a href="{url}">Tails</a>, możesz kliknąć dwukrotnie pobrany plik <code>.asc </code>, który zostanie automatycznie zaimportowany do Twojego breloku.
pt_br: Se estiver usando o <a href="{url}">Tails</a>, você pode clicar duas vezes no arquivo <code>.asc</code> que acaba de baixar para importar a chave automaticamente.
pt_pt: Se estiver a usar <a href="{url}">Tails</a>, pode fazer duplo clique no ficheiro <code>.asc</code> que transferiu para importar a chave automaticamente para o seu porta-chaves digital.
ro: Dacă folosești <a href="{url}">Tails</a>, poți da dublu clic pe fișierul <code>.asc</code> pe care l-ai descărcat și va fi importat automat în inelul tău de securitate.
ru: Если вы используете <a href="{url}">Tails</a>, вы можете дважды щелкнуть файл <code>.asc</code>, который вы только что загрузили, и он будет автоматически импортирован в ваше хранилище ключей.
sv: Ifall du använder <a href="{url}"> Tails</a> kan du dubbelklicka på <code>.asc</code>-filen du precis laddade ner, så importeras den automatiskt till din nyckelring.
ta: நீங்கள் <a href="{url}">Tails</a>-ஐப் பயன்படுத்தினால், சற்றுமுன் நீங்கள் பதிவிறக்கிய <code>.asc</code> கோப்பை இருமுறை-சுட்டலாம் அது தானாகவே உங்களுடைய சாவிக்கொத்தில் இறக்குமதி செய்யப்பட்டுவிடும்.
tr: <a href="{url}">Tails</a> kullanıyorsanız, indirdiğiniz <code>.asc</code> dosyasına çift tıklayarak anahtarı otomatik olarak içe aktarabilirsiniz.

source: If you are using macOS or Linux, open the terminal. You can import the key with:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
ar: إذا كنت تستخدم macOS أو لينُكس، فيمكنك استيراد المفتاح باستخدام الطرفيّة بواسطة الأمر التالي :<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
ca: Si feu servir macOS o Linux, podeu importar la clau des del terminal amb:<p><code>gpg --import /camí/de/la/{submission_key_fpr_filename}</code></p>
cs: Pokud používáte mac či Linux, otevřete terminál. Klíč pak můžete importovat příkazem <p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
de_de: Wenn Sie macOS oder Linux verwenden, öffnen Sie das Terminal. Sie können den Schlüssel importieren mit:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
el: Αν χρησιμοποιείτε macOS ή Linux, ανοίξτε το τερματικό. Μπορείτε να εισάγετε το κλειδί με την εντολή:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
fi: Jos käytät macOS- tai Linux-käyttöjärjestelmää, avaa komentorivi. Voit tuoda julkisen avaimen komennolla <p><code>gpg --import /polku/tiedostoon/{submission_key_fpr_filename}</code></p>
fr_fr: Si vous utilisez macOS ou Linux, ouvrez un terminal. Vous pouvez importer la clé avec :<p><code>gpg --import /chemin/vers/{submission_key_fpr_filename}</code></p>
he: אם אתה משתמש ב-macOS או Linux, פתח את המסוף. אתה יכול לייבא את המפתח באמצעות:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
hi: यदि आप macOS या Linux का उपयोग कर रहे हैं तो, टर्मिनल खोलें। आप कुंजी को:<p><code>gpg --import /path/to/key.asc{submission_key_fpr_filename}</code>.</p> के साथ आयात कर सकते हैं।
is: Ef þú ert að nota macOS eða Linux, opnaðu þá skjáhermi (terminal). Þú getur flutt inn dulritunarlykilinn með skipuninni: <p><code>gpg --import /slóð/á/{submission_key_fpr_filename}</code></p>
it_it: Se stai utilizzando macOS o Linux, apri il terminale. Puoi importare la chiave con: <p><code>gpg --import /percorso/file/{submission_key_fpr_filename}</code></p>
lt: Jei naudojate Mac/Linux operacinę sistemą, atverk terminalo langą. Rakto importavimui naudokite: <p><code>gpg --import /path/to/{submission_key_fpr_filename}</code> komandą</p>
nb_no: Om du bruker MacOS eller Linux, åpne terminalen. Du kan importere nøkkelen med:<p> <code>gpg --import /plassering/på/disken/for/{submission_key_fpr_filename}</code></p>
nl: Als u macOS of Linux gebruikt, open de terminal. U kunt de sleutel importeren met <p><code>gpg --import /pad/naar/{submission_key_fpr_filename}</code></p>
pl: Jeśli używasz systemu macOS lub Linux, otwórz terminal. Możesz zaimportować klucz za pomocą:<p><code>gpg --import /ścieżka/do/{submission_key_fpr_filename}</code></p>
pt_br: Se você estiver usando macOS ou Linux, abra o terminal. Você pode importar a chave com o comando <p><code>gpg --import /caminho/para/{submission_key_fpr_filename}</code></p>
pt_pt: Em Mac ou Linux, abra o terminal. Pode importar a chave com o comando:<p><code>gpg --import /caminho/para/a/{submission_key_fpr_filename}</code></p>
ro: Dacă folosești macOS sau Linux, deschide terminalul. Poți importa cheia cu:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
ru: Если вы используете Mac/Linux, откройте терминал. Импортировать ключ можно при помощи команды: <p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
sv: Ifall du använder macOS eller Linux, öppna terminalen. Du kan importera nyckeln med kommandot:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
ta: நீங்கள் macOS அல்லது Linux-ஐப் பயன்படுத்தினால், முனையத்தைத் திறந்திடுக. சாவியைப் பின்வரும் கட்டளை வழியே இறக்குமதி செய்யமுடியும்:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
tr: Mac veya Linux kullanıyorsanız bir uçbirim (terminal) açın. Anahtarı şu komutla içe aktarabilirsiniz:<p><code>gpg --import /anahtarin/dizini/{submission_key_fpr_filename}</code></p>

source: Encrypt your submission. Open the terminal and enter this gpg command:
ar: قم بتعمية ما أرسلته. افتح الطرفية وادخل أمر التعمية gpg:
ca: Xifreu l'enviament. Obriu el terminal i introduïu aquesta ordre gpg:
cs: Zašifrujte své podání. Otevřete terminál a zadejte tento gpg příkaz:
de_de: Verschlüsseln Sie Ihre Einreichung. Öffnen Sie das Terminal und geben Sie diesen gpg-Befehl ein:
el: Κρυπτογραφήστε την υποβολή σας. Ανοίξτε το τερματικό και εισάγετε αυτή την εντολή gpg:
fi: Salaa tiedot jotka aiot lähettää. Avaa komentorivi, ja anna tämä gpg-komento:
fr_fr: Chiffrez votre envoi. Ouvrez un terminal et saisissez cette commande gpg :
he: הצפן את ההודעה שלך. פתח טרמינל והזן את פקודת gpg הבאה:
hi: अपना सबमिशन एन्क्रिप्ट करें। टर्मिनल खोलें और इस gpg कमांड को दाखिल करें:
is: Dulrituðu skrána þína. Opnaðu skjáhermi (terminal) og settu inn þessa GPG-skipun:
it_it: Esegui la cifratura dell'invio. Apri il terminale e digita questo comando gpg:
lt: Užšifruokite savo pateikimą. Atidarykite terminalą ir įveskite šią gpg komandą:
nb_no: Krypter innsendelsen din. Åpne terminalen og skriv inn denne gpg-kommandoen:
nl: Versleutel uw inzending. Open de terminal en voer deze gpg-opdracht uit:
pl: Zaszyfruj swoje zgłoszenie. Otwórz terminal i wprowadź to polecenie gpg:
pt_br: Criptografe o conteúdo de seu envio. Abra o terminal e digite esse comando gpg:
pt_pt: Encripte a sua submissão. Abra um terminal e insira o seguinte comando gpg:
ro: Criptează fișierele trimise. Deschide terminalul și introdu această comandă gpg:
ru: Зашифруйте свое сообщение. Откройте терминал и введите эту команду gpg:
sv: Kryptera din inlämning. Öppna terminalen och skriv in följande gpg kommando:
ta: உங்களுடைய அனுப்புகைகளை மறைகுறியிடுக. முனையத்தைத் திறந்து இந்த gpg கட்டளையை உள்ளிடுக:
tr: Gönderinizi şifreleyin. Uçbirimi açın ve şu gpg komutunu girin:

source: <code>gpg --recipient '{submission_key_fpr}' --encrypt /path/to/submission</code>
ar: <code>gpg -المتلقي '{submission_key_fpr}' --تعمية /الطريق/ل/الإرسال</code>
ca: <code>gpg --recipient '{submission_key_fpr}' --encrypt /camí/a/l'enviament</code>
cs: <code>gpg --recipient '{submission_key_fpr}' --encrypt /cesta/k/podani</code>
de_de: <code>gpg --recipient '{submission_key_fpr}' --encrypt /Pfad/zur/Einreichung</code>
fi: <code>gpg --recipient '{submission_key_fpr}' --encrypt /polku/lähetettävään/tiedostoon</code>
fr_fr: <code>gpg --recipient '{submission_key_fpr}' --encrypt /chemin/vers/submission</code>
is: <code>gpg --recipient '{submission_key_fpr}' --encrypt /slóð/á/skrá</code>
it_it: <code>gpg --recipient '{submission_key_fpr}' --encrypt /percoso/file/inviato</code>
nb_no: <code>gpg --recipient '{submission_key_fpr}' --encrypt /plassering/på/disken/for/innsendelsen</code>
nl: <code>gpg --recipient '{submission_key_fpr}' --encrypt /pad/naar/inzending</code>
pl: <code>gpg --recipient '{submission_key_fpr}' --encrypt /ścieżka/do/zgłoszenia</code>
pt_br: <code>gpg --recipient '{submission_key_fpr}' --encrypt /caminho/do/conteudo</code>
pt_pt: <code>gpg --recipient '{submission_key_fpr}' --encrypt /caminho/para/a/submissão</code>
tr: <code>gpg --recipient '{submission_key_fpr}' --encrypt /gonderi/dizini/gonderi_dosyasi</code>
