Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: If you are already using Tor Browser, copy the address above and generate a new identity before you access SecureDrop.
ar: إذا كنت تستخدم متصفح Tor بالفعل، فقم بنسخ العنوان أعلاه وإنشاء هوية جديدة قبل الوصول إلى SecureDrop.
ca: Si ja esteu utilitzant el Tor Browser, copieu l'adreça indicada i genereu una identitat nova abans d'accedir al SecureDrop.
cs: Pokud již používáte Tor Browser, zkopírujte adresu výše a vygenerujte novou identitu před přístupem na SecureDrop.
de_de: Wenn Sie bereits den Tor-Browser benutzen, kopieren Sie die obige Adresse und erstellen Sie eine neue Identität, bevor Sie auf SecureDrop zugreifen.
el: Αν χρησιμοποιείτε ήδη τον περιηγητή Tor, αντιγράψτε την παραπάνω διεύθυνση και δημιουργήστε νέα ταυτότητα πριν επισκεφθείτε το SecureDrop.
fi: Jos käytät jo Tor-selainta, kopioi yllä oleva osoite ja luo uusi identiteetti, ennen kuin käytät SecureDropia.
fr_fr: Si vous utilisez déjà le Navigateur Tor, copiez l’adresse ci-dessus et générez une nouvelle identité avant d’accéder à SecureDrop.
he: אם אתה כבר משתמש בדפדפן Tor, העתק את הכתובת למעלה וצור זהות חדשה לפני שאתה ניגש ל-SecureDrop.
is: Ef þú ert þegar að nota Tor-vafrann, ættirðu að afrita vefslóðina hér fyrir ofan og útbúa nýtt auðkenni áður en þú tengist SecureDrop.
it_it: Se stai già usando Tor Browser, copia l'indirizzo mostrato sopra e genera una nuova identità prima di accedere a SecureDrop.
nb_no: Om du allerede bruker Tor-nettleseren, kopier adressen over og generer en ny identitet før du besøker SecureDrop.
nl: Als u Tor Browser al gebruikt, kopieert u het bovenstaande adres en genereert u een nieuwe identiteit voordat u SecureDrop opent.
pl: Jeśli już korzystasz z Tor Browser, skopiuj powyższy adres i wygeneruj nową tożsamość, zanim uzyskasz dostęp do SecureDrop.
pt_br: Caso já esteja utilizando o navegador Tor, copie o endereço acima e gere uma nova identificação antes de acessar SecureDrop.
pt_pt: Caso esteja a utilizar o Navegador Tor, copie o endereço acima e gere uma nova identidade antes de aceder ao SecureDrop.
ru: Если вы уже используете Tor Browser, скопируйте указанный выше адрес и сгенерируйте новую личность перед тем, как перейти на сайт SecureDrop.
sv: Om du redan använda Tor Browser, kopiera adressen ovan och generera en ny identitet innan du ansluter till SecureDrop.
tr: Zaten Tor Browser kullanıyorsanız, SecureDrop sitesine erişmeden önce kimliğinizi yenileyin ve yukarıdaki adresi kopyalayarak kullanın.

source: If there is a reasonable risk of your Internet traffic being monitored, consider connecting from a different location or network.
ar: إذا كان هناك خطر معقول من مراقبة حركة المرور على الإنترنت، ففكر في الاتصال من موقع أو شبكة مختلفة.
ca: Si existeix cap risc potencial que la vostra connexió d'Internet sigui monitorada, considereu connectar des d'altra ubicació o connexió.
cs: Pokud máte důvod se domnívat, že váš internetový provoz je monitorován, zvažte připojení z jiné lokality nebo jiné sítě.
de_de: Wenn die Gefahr besteht, dass Ihr Internetverkehr überwacht wird, sollten Sie sich von einem anderen Standort oder Netzwerk aus verbinden.
el: Αν υπάρχει σημαντικός κίνδυνος να παρακολουθείται η σύνδεσή σας στο Διαδίκτυο, τότε σκεφθείτε τη δυνατότητα σύνδεσης από άλλη τοποθεσία ή δίκτυο.
fi: Jos koet mahdolliseksi, että Internet-liikennettäsi tarkkaillaan, pyri muodostamaan yhteys eri sijainnista ja/tai verkosta.
fr_fr: S’il existe un risque raisonnable que votre trafic Internet soit surveillé, envisagez de vous connecter à partir d’un lieu ou d’un réseau différent.
he: אם קיים סיכון סביר למעקב אחר תעבורת האינטרנט שלך, שקול להתחבר ממיקום אחר או מרשת אחרת.
is: Ef möguleiki er á að einhverjir fylgist með internetnotkuninni þinni, ættirðu kannski að tengjast frá öðrum stað eða öðru netkerfi.
it_it: Se esiste un ragionevole rischio che il tuo traffico Internet sia monitorato, considera la possibilità di connetterti da un posto o una rete diversi.
nb_no: Om det er grunn til å tro at det er risiko for at internett-trafikken din blir overvåket, vurder å koble til fra et annet sted eller et annet nettverk.
nl: Als er een redelijk risico bestaat dat uw internetverkeer wordt gecontroleerd, kunt u overwegen verbinding te maken vanaf een andere locatie of een ander netwerk.
pl: Jeśli istnieje uzasadnione ryzyko, że Twój ruch internetowy jest monitorowany, rozważ połączenie z innej lokalizacji lub sieci.
pt_br: Caso haja um risco significativo de seu trafego na Internet estar sendo monitorado, considere conectar de uma diferente localização ou rede.
pt_pt: Se houver um risco significativo da sua atividade na Internet estar a ser vigiada, considere conectar-se de um local ou rede diferente.
ru: Если существует реальный риск того, что ваш интернет-трафик будет отслеживаться, рассмотрите возможность подключения из другого места или сети.
sv: Om det finns en risk att din internettrafik är övervakad, fundera på att ansluta från en annan plats eller ett annat nätverk.
tr: İnternet trafiğinizin izlendiğinden şüpheleniyorsanız, farklı bir konumdan veya ağdan bağlantı kurmayı değerlendirin.

source: You Should Use Tor Browser
ar: الأحرى بك استخدام متصفح تور
ca: Hauríeu d'usar el navegador Tor
cs: Doporučujeme použít prohlížeč Tor
de_de: Sie sollten den Tor-Browser benutzen
el: Καλό θα ήταν να χρησιμοποιήσετε τον Tor Browser
fi: Sinun tulisi käyttää Tor Browser -selainta
fr_fr: Vous devriez utiliser le Navigateur Tor
he: עליך להשתמש בדפדפן Tor
hi: आपको Tor ब्राउज़र का इस्तेमाल करना चाहिए
is: Þú ættir að nota Tor-vafrann
it_it: Dovresti usare il browser Tor
lt: Turėtumėte naudoti „Tor“ naršyklę
nb_no: Du burde bruke Tor-nettleseren
nl: Gebruik de Tor Browser
pl: Powinieneś używać Tor Browser
pt_br: Recomendamos o uso do navegador Tor
pt_pt: Recomendamos o uso do Navegador Tor
ro: Ar trebui să folosești browserul Tor
ru: Вы должны использовать Tor Browser
sv: Du borde använda Tor Browser
ta: நீங்கள் Tor உலாவியைப் பயன்படுத்தவேண்டும்
tr: Tor Browser kullanmalısınız

source: If you are not using Tor Browser, you <strong>may not be anonymous</strong>.
ar: في حال عدم استخدام متصفح تور فإنّ <strong>هويتك لن تكون مُجهّلة</strong>.
ca: Si no esteu usant el navegador Tor, <strong>podríeu no tenir anonimat</strong>.
cs: Nepoužíváním prohlížeče Tor <strong>riskujete svou anonymitu</strong>.
de_de: Wenn Sie nicht den Tor-Browser nutzen, dann könnten Sie <strong>nicht anonym</strong> sein.
el: Αν δεν χρησιμοποιείτε τον Tor Browser, ίσως να <strong>μην είστε ανώνυμοι</strong>.
fi: Jos et käytä Tor Browser -selainta, <strong>nimettömyytesi ei ole taattu</strong>.
fr_fr: Si vous n’utilisez pas le Navigateur Tor, vous <strong>pourriez ne pas être anonyme</strong>.
he: אם אינך משתמש בדפדפן Tor, <strong>ייתכן שאינך אנונימי</strong>.
hi: यदि आप टोर ब्राउज़र का उपयोग नहीं कर रहे हैं, तो आप<strong>गुमनाम नहीं हैं</strong>|
is: Ef þú ert ekki að nota Tor-vafrann, þá er mögulegt <strong>að nafnleynd þín sé í hættu</strong>.
it_it: Se non stai usando il browser Tor, potresti <strong>non avere l'anonimato</strong>.
lt: Nenaudodami Tor naršyklės <strong>galite prarasti anonimiškumą</strong>.
nb_no: Om du ikke bruker Tor-nettleseren, kan det være at <strong>du ikke er sikret anonymitet</strong> av den tekniske løsningen.
nl: Indien u de Tor Browser niet gebruikt, dan bestaat de kans dat u <strong>niet anoniem</strong> bent.
pl: Jeśli nie korzystasz z Tor Browser, możesz <strong>nie być anonimowym</strong>.
pt_br: Se você não estiver usando o navegador Tor, seu anonimato <strong>não estará garantido</strong>.
pt_pt: Se não estiver a usar o Navegador Tor, <strong>o seu anonimato não estará garantido</strong>.
ro: Dacă nu folosești browserul Tor, <strong>sunt șanse mari să nu fii anonim(ă)</strong>.
ru: Если вы не используете Tor Browser, вы <strong>не можете быть анонимны</strong>.
sv: Om du inte använder Tor Browser <strong>riskerar du din anonymitet</strong>.
ta: Tor உலாவியை நீங்கள் பயன்படுத்தவில்லையெனில் நீங்கள் <strong>பெயரிலாதிருக்க முடியாது</strong>.
tr: Tor Browser kullanmıyorsanız, <strong>anonim kalamayabilirsiniz</strong>.

source: If you want to submit information to SecureDrop, we <strong>strongly advise you</strong> to install Tor Browser and use it to access our site safely and anonymously.
ar: إن أردت إيداع معلومات في SecureDrop فإننا <strong> نحثّك بشدة</strong> على استخدام متصفح تور للنفاذ إلى موقعنا بأمان و&nbsp;مجهولية.
ca: Si voleu enviar informació a SecureDrop, us <strong>recomanem molt</strong> d'instal·lar el navegador Tor i usar-lo per accedir al lloc de forma segura i anònima.
cs: Pro posílání informací přes SecureDrop <strong>důrazně doporučujeme</strong> nainstalovat prohlížeč Tor se kterým můžete používat naše stránky bezpečně a anonymně.
de_de: Wenn Sie Informationen an SecureDrop senden wollen, empfehlen wir Ihnen <strong>dringend</strong>, den Tor-Browser zu installieren und zu nutzen, um sicher und anonym auf unsere Seite zuzugreifen.
el: Αν θέλετε να καταχωρήσετε πληροφορίες στο SecureDrop, <strong>προτείνουμε ανεπιφύλακτα</strong> να εγκαταστήσετε τον Tor Browser και να τον χρησιμοποιήσετε για να επισκεφτείτε τη σελίδα μας με ασφάλεια και ανωνυμία.
fi: Jos haluat jakaa tietoa SecureDropin kautta, suosittelemme <strong>vahvasti</strong> että lataat Tor Browser -selaimen ja käytät sitä tavoittaaksesi sivustomme turvallisesti ja anonyymisti.
fr_fr: Si vous souhaitez envoyer des renseignements à SecureDrop, nous vous <strong>conseillons vivement </strong> d’installer le Navigateur Tor et de l’utiliser pour accéder à notre site en toute sécurité et anonymement.
he: אם אתה רוצה לשלוח מידע ל-SecureDrop, אנו <strong>ממליצים לך בחום</strong> להתקין את דפדפן Tor ולהשתמש בו כדי לגשת לאתר שלנו בצורה בטוחה ואנונימית.
hi: यदि आप SecureDrop को जानकारी जमा करने के लिए प्रयोग करना चाहते हैं , तो हम आपको <strong>सख्त हिदायत</strong> देते हैं की आप टोर ब्राउज़र का प्रयोग करें ताकि आप हमारी साइट को सुरक्षित और गुमनाम रूप से एक्सेस कर सकें|
is: Ef þú ætlar að senda upplýsingar inn á SecureDrop, þá <strong>mælum við eindregið með því</strong> að þú setjir upp Tor-vafrann og notir hann til að vafra nafnlaust og öruggt um vefinn okkar.
it_it: Se vuoi inviare informazioni a SecureDrop, ti <strong>raccomandiamo caldamente</strong> di installare il browser Tor e usarlo per accedere al nostro sito in maniera sicura e anonima.
lt: Jeigu norite pateikti informaciją SecureDrop platformai, mes <strong>primygtinai rekomenduojame</strong> įdiegti Tor naršyklę ir pasiekti mūsų puslapį saugiai ir anonimiškai.
nb_no: Om du vil sende inn informasjon via SecureDrop, anbefaler vi <strong>på det sterkeste</strong> at du installerer Tor og bruker det for å besøke siden sikkert og anonymt.
nl: Indien u informatie wilt inzenden via SecureDrop adviseren wij <strong>ten strengste</strong> om de Tor Browser te installeren en te gebruiken om onze site veilig en anoniem te bezoeken.
pl: Jeśli chcesz przesłać informacje do SecureDrop, <strong> silnie zalecamy </strong> zainstalowanie Tor Browser i używanie go aby uzyskać bezpiecznego i anonimowego dostępu do naszej strony.
pt_br: Para enviar informações para o SecureDrop, é <strong>altamente recomendado</strong> instalar o navegador Tor e usá-lo para acessar nosso site de modo seguro e anônimo.
pt_pt: Para enviar informações para o SecureDrop, é <strong>altamente recomendado</strong> instalar o Navegador Tor e usá-lo para aceder ao nosso site de forma segura e anónima.
ro: Dacă vrei să trimiți informații pe SecureDrop, <strong>îți recomandăm puternic</strong> să instalezi browserul Tor și să îl folosești pentru a accesa site-ul nostru în siguranță și anonim.
ru: Если вы хотите отправить информацию SecureDrop, мы <strong>настоятельно рекомендуем</strong> установить Tor Browser и использовать его для безопасного и анонимного доступа к нашему сайту.
sv: Ifall du vill lämna in information via SecureDrop, <strong>rekommenderar vi dig starkt</strong> att installera Tor Browser och använda den till att få tillgång till vår sida tryggt och anonymt.
ta: நீங்கள் SecureDrop-இடம் தகவலைச் அனுப்ப வேண்டினால், நாம் உங்களளை Tor உலாவியை நிறுவி அதனைக் கொண்டு நமது இணையதளத்தை பாதுகாப்பாகவும் பெயரிலாதவாறும் அணுக <strong>மிகவும் அறிவுறுத்துகின்றோம்</strong>.
tr: SecureDrop üzerine bilgi göndermek istiyorsanız, sitemize güvenli ve anonim bir şekilde erişmek için Tor Browser kurmanız ve kullanmanız <strong>önemle önerilir</strong>.

source: Copy and paste the following address into your browser and follow the instructions to download and install Tor Browser:
ar: انسخ العنوان التالي و&nbsp;ألصقه في متصفحك و&nbsp;اتّبع الإرشادات لتنزيل و&nbsp;تنصيب متصفّح تور:
ca: Copieu i enganxeu l'adreça següent en el vostre navegador i seguiu les instruccions per baixar i instal·lar el navegador Tor:
cs: Zkopírujte a vložte následující adresu do svého prohlížeče a následujte instrukce pro stažení a instalaci prohlížeče Tor:
de_de: Kopieren Sie die folgende Adresse in Ihren Browser und folgen Sie der Anleitung, um den Tor-Browser herunterzuladen und zu installieren:
el: Αντιγράψτε και επικολλήστε την ακόλουθη διεύθυνση στον browser σας και ακολουθήστε τις οδηγίες για να κατεβάσετε και να εγκαταστήσετε τον Tor Browser:
fi: Kopioi ja liitä seuraava osoite selaimeesi ja seuraa ohjeita ladataksesi ja asentaaksesi Tor Browser -selaimen:
fr_fr: Copiez et collez l’adresse suivante dans votre navigateur et suivez les instructions pour télécharger et installer le Navigateur Tor :
he: העתק והדבק את הכתובת הבאה בדפדפן שלך ובצע את ההוראות להורדה והתקנת דפדפן Tor:
hi: निम्न एड्रेस को अपने ब्राउज़र में कॉपी और पेस्ट करें और Tor ब्राउज़र को डाउनलोड और इंस्टॉल करने के लिए निर्देशों का पालन करें:
is: Afritaðu og límdu eftirfarandi slóð inn í vafrann þinn og fylgdu svo leiðbeiningunum um hvernig eigi að sækja og setja upp Tor-vafrann:
it_it: Copia e incolla il seguente indirizzo nel tuo browser e segui le istruzioni per scaricare e installare il browser Tor:
lt: Nukopijuokite ir įklijuokite šią nuorodą į savo naršyklę ir sekite instrukcijas „Tor“naršyklės atsisiuntimui ir įdiegimui:
nb_no: Kopier og lim inn følgende adresse i adressefeltet øverst i nettleservinduet, og følg anvisningene for å installere Tor:
nl: Kopieer en plak het volgende adres in uw browser en volg de instructies om de Tor Browser te downloaden en te installeren:
pl: Skopiuj i wklej następujący adres do przeglądarki i postępuj zgodnie z instrukcjami, aby pobrać i zainstalować przeglądarkę Tor Browser:
pt_br: Copie e cole o seguinte endereço no seu navegador e siga as instruções para baixar e instalar o Tor:
pt_pt: Copie e cole o seguinte endereço no seu navegador e siga as instruções para transferir e instalar o Navegador Tor:
ro: Copiază și lipește următoarea adresă în browser și urmează instrucțiunile pentru a descărca și instala browserul Tor:
ru: Скопируйте и вставьте следующий адрес в свой браузер и следуйте инструкциям по загрузке и установке Tor Browser:
sv: Kopiera och klistra in följande adress i din webbläsare och följ instruktionerna om hur man laddar ner och installerar Tor Browser:
ta: Tor உலாவியைப் பதிவிறக்கிடவும் நிறுவிடவும் பின்வரும் இணையமுகவரியை உங்களுடைய உலாவியில் படியெடுத்து ஒட்டி கொடுக்கப்பட்ட அறிவுறுத்தல்களைப் பின்பற்றுக:
tr: Tor Browser uygulamasını indirmek ve kurmak için aşağıdaki adresi kopyalayıp tarayıcınızın adres çubuğuna yapıştırın ve açılacak sayfadaki adımları izleyin:

source: If there is a chance that downloading Tor Browser raises suspicion and your mail provider is less likely to be monitored, you can send a mail to <kbd>gettor@torproject.org</kbd> and a bot will answer with instructions.
ar: إذا كانت زيارة موقع تور لتنزيل المتصفح مثيرة للريبة و&nbsp;إذا كان الأرجح أنّ مقدّم خدمة البريد الإلكتروني لك غير مراقب فيمكنك إرسال رسالة إلى <kbd>gettor@torproject.org</kbd> و&nbsp;سوف تتلقى ردًّا فيه إرشادات لتنزيل متصفح تور بطريقة بديلة.
ca: Si existeix la possibilitat que baixar el navegador Tor aixequi sospites i és menys probable que el vostre proveïdor de correu estigui sent monitorat, podeu enviar un correu a <kbd>gettor@torproject.org</kbd> i us respondrà un bot amb instruccions.
cs: Pokud existuje možnost že stažení prohlížeče Tor vzbudí podezření, ale vaše e-mailová schránka nejspíše monitorovaná není, pošlete e-mail na <kbd>gettor@torproject.org</kbd> a dostanete automatickou odpověď s instrukcemi.
de_de: Wenn es eine Möglichkeit gibt, dass das Herunterladen von Tor-Browser Verdacht erwecken könnte, und Ihr Mail-Anbieter wahrscheinlich weniger überwacht wird, können Sie eine E-Mail an <kbd>gettor@torproject.org</kbd> senden und ein Bot wird mit Anweisungen antworten.
el: Εαν υπάρχει ενδεχόμενο πως κατεβάζοντας τον Tor Browser θα εγείρετε υποψίες, και ο πάροχος email σας είναι λιγότερο πιθανό να παρακολουθείται, μπορείτε να στείλετε ένα email στο <kbd>gettor@torproject.org</kbd> και θα λάβετε μια αυτοματοποιημένη απάντηση με οδηγίες.
fi: Jos mahdollista, että Tor-selaimen lataaminen herättää epäilyksiä, ja sähköpostipalveluasi tarkkaillaan pienemmällä todennäköisyydellä, voit lähettää sähköpostia <kbd>gettor@torproject.org</kbd> ja saat vastauksena ohjeistuksen, kuinka menetellä.
fr_fr: S’il est possible que le téléchargement du Navigateur Tor suscite des soupçons et si votre fournisseur de services de courriel est moins susceptible d’être surveillé, vous pouvez envoyer un courriel à <kbd>gettor@torproject.org</kbd>>. Un robot vous enverra des instructions.
he: אם יש סיכוי שהורדת דפדפן Tor מעוררת חשד וסביר להניח שספק המייל שלך יהיה פחות במעקב, אתה יכול לשלוח דואר לכתובת <kbd>gettor@torproject.org</kbd> ובוט יענה עם הוראות.
is: Ef líkur eru á að það að sækja sér Tor-vafrann valdi grunsemdum og ef minni líkur eru á að fylgst sé með tölvupóstþjónustu þinni, þá geturðu sent tölvupóst á <kbd>gettor@torproject.org</kbd> og róbót síðan mun svara með viðeigandi leiðbeiningum.
it_it: Se c'è la possibilità che scaricare il Browser Tor possa destare sospetti e il fornitore di posta elettronica ha meno probabilità di essere monitorato, puoi inviare un messaggio all'indirizzo <kbd>gettor@torproject.org</kbd> e un bot ti risponderà con le istruzioni da seguire.
nb_no: Hvis det er mulig at det å laste ned Tor-nettleseren hever mistanke, og at e-posttilbyderen din mindre sannsynlig er overvåket, du kan sende en e-post til <kbd>gettor@otrproject.org</kbd> og en robot vil svare med instruksjoner.
nl: Als de kans bestaat dat het downloaden van de Tor Browser argwaan wekt en het minder waarschijnlijk is dat uw emailprovider in de gaten wordt gehouden, kan u een e-mail sturen naar <kbd>gettor@torproject.org</kbd> waarna een bot een email met instructies zals treun .
pl: Jeśli istnieje prawdopodobieństwo, że pobranie Tor Browser wzbudzi podejrzenia, a Twój dostawca poczty będzie mniej monitorowany, możesz wysłać wiadomość na adres <kbd>gettor@torproject.org</kbd>, a bot odpowie z instrukcjami.
pt_br: Caso você receie levantar suspeitas ao fazer download do Tor - e sua conta de e-mail for menos vulnerável ao monitoramento por terceiros -, envie um e-mail para <kbd>gettor@torproject.org</kbd>. Você receberá um mensagem automática com instruções.
pt_pt: Se houver probabilidade de levantar suspeitas por instalar o Navegador Tor e se o seu serviço de email tiver menor probabilidade de ser vigiado, pode enviar um email para <kbd>gettor@torproject.org</kbd> e receberá uma mensagem automática com instruções.
ru: Если есть вероятность, что загрузка Tor Browser вызовет подозрение, а ваш почтовый сервис может быть отслежен с меньшей вероятностью, вы можете отправить письмо на <kbd>gettor@torproject.org</kbd> и бот ответит вам инструкциями.
sv: Om det finns risk att en nedladdning av Tor Browser höjer misstankar, och det är mindre risk att din e-postleverantör är övervakad, kan du skicka ett e-postmeddelande till <kbd>gettor@torproject.org</kbd> så kommer en bot svara med instruktioner.
tr: Tor Browser uygulamasını indirmenizin şüphe uyandırma olasılığı varsa ve e-posta hizmeti sağlayıcınızın izlenme olasılığı daha düşük ise, <kbd>gettor@torproject.org</kbd> adresine bir e-posta atabilirsiniz. Bir bot yapmanız gerekenleri size yanıt olarak gönderir.

source: Remember, your codename is:
ar: تذكر أنّ اسمك الرمزي:
ca: Recordeu, el vostre nom en clau és:
cs: Pamatujte, vaše krycí jméno je:
de_de: Denken Sie daran, Ihr Deckname ist:
el: Θυμήσου, το κωδικό όνομά σου είναι:
fi: Muista, koodinimesi on:
fr_fr: Souvenez-vous que votre nom de code est :
he: זכור, שם הקוד שלך הוא:
hi: याद रखें, आपका संकेत नाम है:
is: Mundu, kóðanafnið þitt er:
it: Ricorda, il tuo codename è:
it_it: Ricorda, il tuo nome in codice è:
lt: Atminkite, kad jūsų kodo pavadinimas yra:
nb_no: Husk, kodenavnet ditt er:
nl: Vergeet niet, uw codenaam is:
pl: Pamiętaj, Twój kryptonim to:
pt_br: Lembre-se, o seu codinome é:
pt_pt: Lembre-se, o seu nome-código é:
ro: Reține, numele tău de cod este:
ru: Запомните, что ваше кодовое имя:
sv: Kom ihåg, ditt kodnamn är:
ta: நினைவில கொள்க, உங்கள் குறிப்பெயர்:
tr: Unutmayın, kod adınız:

source: Codename
ar: الاسم الرمزي
ca: Nom en clau
cs: Krycí jméno
de_de: Deckname
el: Κωδικό όνομα
fi: Koodinimi
fr_fr: Nom de code
he: שם קוד
is: Kóðanafn
it_it: Nome in codice
nb_no: Kodenavn
nl: Codenaam
pl: Kryptonim
pt_br: Codinome
pt_pt: Nome-código
ru: Псевдоним
sv: Kodnamn
tr: Kod adı

source: Reveal Codename
ar: كشف الاسم الرمزي
ca: Mostra el nom en clau
fi: Paljasta koodinimi
fr_fr: Afficher le nom de code
is: Birta kóðanafn
nb_no: Avdekk kodenavn
nl: Toon codenaam
pl: Ujawnij kryptonim
ru: Раскрыть псевдоним
sv: Visa kodnamn
tr: Kod Adını Göster

source: Show Codename
ar: إظهار الاسم الرمزي
ca: Mostra el nom en clau
cs: Zobrazit Krycí jméno
de_de: Deckname anzeigen
el: Εμφάνιση κωδικού ονόματος
fi: Näytä koodinimi
fr_fr: Afficher le nom de code
he: הצג שם קוד
is: Birta kóðanafn
it_it: Mostra il nome in codice
nb_no: Vis kodenavn
nl: Toon codenaam
pl: Pokaż kryptonim
pt_br: Mostrar codinome
pt_pt: Mostrar Nome-código
ru: Показать псевдоним
sv: Visa kodnamn
tr: Kod adını görüntüle

source: Why download the team's public key?
ar: ما أهمية تنزيل المفتاح العلني للفريق؟
ca: Per què cal baixar la clau pública de l'equip?
cs: Proč si stáhnout veřejný klíč týmu?
de_de: Warum den öffentlichen Schlüssel des Teams herunterladen?
el: Γιατί να κατεβάσω το δημόσιο κλειδί της ομάδας;
fi: Miksi ladata ryhmän julkinen avain?
fr_fr: Pourquoi télécharger la clé publique de l’équipe ?
he: למה להוריד את המפתח הציבורי של SecureDrop?
hi: टीम की सार्वजनिक कुंजी क्यों डाउनलोड करें?
is: Af hverju að ná í dreifilykil teymisins?
it_it: Perché scaricare la chiave pubblica del gruppo?
lt: Kodėl reikia atsisiųsti komandos viešąjį raktą?
nb_no: Hvorfor laste ned vår offentlige nøkkel?
nl: Waarom moet ik de publieke sleutel van het team downloaden?
pl: Po co pobierać klucz publiczny zespołu?
pt_br: Por que baixar as chaves públicas da nossa equipe?
pt_pt: Porquê transferir a chave pública da equipa?
ro: De ce să descarc cheia publică a echipei?
ru: Зачем загружать публичный ключ команды?
sv: Varför ska du ladda ner vårt teams publika nyckel?
ta: குழுவுக்கான பொதுச் சாவியை ஏன் பதிவிறக்க வேண்டும்?
tr: Neden takımın açık anahtarını indirmelisiniz?
