Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: JavaScript is a widely used programming language for creating interactive web pages. Unfortunately, JavaScript is also the most common source of security vulnerabilities in browsers. In August 2013, the FBI wrote malware that used a JavaScript exploit to de-anonymize Tor users (http://www.wired.com/threatlevel/2013/09/freedom-hosting-fbi). JavaScript exploits are also mentioned in documents describing the NSA's Egotistical Giraffe (http://www.theguardian.com/world/interactive/2013/oct/04/egotistical-giraffe-nsa-tor-document) program, which also has the goal of targeting and de-anonymizing Tor users.
it: JavaScript è un linguaggio utilizzato per creare pagine web interattive. Sfortunatamente, JavaScript è anche la principale fonte di vulnerabilità del tuo browser. Nell'agosto 2013, l'FBI ha utilizzato JavaScript per uno malware exploit in grado di de anonimizzare gli utenti Tor (http://www.wired.com/threatlevel/2013/09/freedom-hosting-fbi). Alcuni exploit JavaScript sono menzionati anche nel programma Egotistical Giraffe dell'NSA (http://www.theguardian.com/world/interactive/2013/oct/04/egotistical-giraffe-nsa-tor-document), il cui obiettivo è de anonimizzare gli utenti Tor.

source: We encourage SecureDrop users to disable JavaScript to protect themselves from malware that would use it to attack their browser and potentially de-anonymize them. There are other ways to get hacked, but given the use of JavaScript-based attacks recently, we believe it is prudent to disable it at this time.
it: Incoraggiamo gli utenti di SecureDrop a disabilitare JavaScript per proteggersi da malware che potrebbero de-anonimizzarne l'attività. Esistono anche altre tecniche, ma visti i recenti attacchi basati su JavaScript riteniamo prudente disabilitarne il supporto.

source: The Tor Browser comes with an add-on called NoScript that can be used to completely disable JavaScript by default, and to only enable it for sites that you trust.
it: Il Browser Tor è configurato con un add-on chiamato NoScript che può essere utilizzato per disabilitare JavaScript di default e attivarlo solo per i siti di cui ci fidiamo.

source: To disable JavaScript in Tor Browser, click the NoScript icon %(icon)s to the left of the address bar above and choose "Forbid Scripts Globally (advised)"
it: Per disabilitare JavaScript nel Browser Tor, clicca sull'icona NoScript %(icon)s nella barra di navigazione e seleziona "Forbid Scripts Globally (advised)"

source: We recommend disabling JavaScript to protect your anonymity:
it: Disabilita JavaScript per proteggere il tuo anonimato:

source: %(howto_disable_js)s, or ignore this warning to continue.
it: %(howto_disable_js)s, o ignora questo avviso per continuare.

source: Learn how to disable it
it: Scopri come disabilitarlo

source: Submit documents for the first time
it: Invia i documenti per la prima volta

source: If this is your first time submitting documents to journalists, start here.
it: Se questa è la prima volta che invii documenti ai giornalisti, comincia qui.

source: Submit Documents
it: Invia Documenti

source: Already submitted something?
it: Hai già inviato qualcosa?

source: If you have already submitted documents in the past, log in here to check for responses.
it: Se hai già inviato dei documenti in passato, fai login qui per controllare le risposte.

source: Check for a response
it: Controlla le risposte

source: You appear to be using the Tor Browser. You can disable Javascript in 3 easy steps!
it: Sembra che tu stia usando Tor Browser. Puoi disabilitare Javascript in 3 semplici passi!

source: Click %(img)s NoScript icon in the toolbar above
it: Fai click sull'icona %(img)s NoScript nella toolbar

source: Click <strong>%(img)s Forbid Scripts Globally (advised)</strong>
it: Fai click <strong>%(img)s Disabilita gli scripts globalmente (consigliato)</strong>

source: If the page does not refresh automatically, %(click_here)s to refresh the page
it: Se la pagina non si ricarica automaticamente, %(click_here)s

source: click here
it: clicca qui

source: Not using the Tor Browser Bundle?
it: Non stai usando Tor Browser Bundle?

source: Login to check for responses
it: Fai login per controllare le risposte

source: A journalist has been waiting for you to log in again so SecureDrop can generate a crypto key for you. Now that you have logged in, they are able to write you a reply. Check back later for replies.
it: Un giornalista è in attesa che tu ti connetta nuovamente in modo che SecureDrop possa generare per te una chiave crittografica. Una volta loggato il giornalista sarà in grado di risponderti. Torna più tardi per controllare se ci sono nuove risposte.

source: Submit documents and messages
it: Invio documenti e messaggi

source: You can send a file, a message, or both.
it: Puoi inviare un file, un messaggio o entrambi

source: Maximum upload size:
it: Dimensione di massimo upload

source: Add message
it: Aggiungi un messaggio

source: Tip:
it: Consiglio:

source: If you are already familiar with GPG, you can optionally encrypt your files and messages with our %(journalist_key)s before submission. Files are encrypted as they are received by SecureDrop; encrypting before submission provides an extra layer of security before your data reaches SecureDrop. %(why_journalist_key)s.
it: Se hai famigliarità con GPG, puoi crittare i tuoi file e messaggi prima dell'invio usando la nostra %(journalist_key)s. Normalmente i file vengono crittati una volta ricevuto da SecureDrop; crittandoli prima dell'invio aggiungerai un livello extra di sicurezza prima che i dati arrivino a SecureDrop. %(why_journalist_key)s.

source: public key
it: chiave pubblica

source: Learn more
it: Scopri maggiori dettagli

source: Replies
it: Risposte

source: You have received a reply. For your security, please delete all replies when you're done with them. This also lets us know that you have received our reply. You can respond by submitting a new message above.
it: Hai ricevuto una risposta. Per la tua sicurezza, cancella tutte le risposte non appena le avrai lette. Questo, inoltre, ci permetterà di sapere che hai letto la nostra risposta. Puoi rispondere inviando un messaggio qui sotto.

source: There are no replies at this time.
it: In questo momento non ci sono risposte.

source: Why download the journalist's public key?
it: Perché scaricare la chiave pubblica del giornalista?

source: %(download)s the public key. The public key is a text file with the extension <code>.asc</code>
it: %(download)s la chiave pubblica, si tratta di un file testo con estensione <code>.asc</code>

source: If you are using Tails (https://tails.boum.org/), you can double-click the <code>.asc</code> file you just downloaded and it will be automatically imported to your keyring.
it: Se stai usando Tails (https://tails.boum.org/), clicca due volte il file <code>.asc</code> che hai appena scaricato e sarà automaticamente importato nel tuo key ring.

source: If you are using Mac/Linux, open the Terminal. You can import the key with <code>gpg --import /path/to/key.asc</code>.
it: Se stai usando Mac o Linux, apri un terminale. Puoi importare la chiave con il comando <code>gpg --import /path/to/key.asc</code>.

source: Encrypt your submission.
it: Critta il materiale da inviare.

source: You will need to be able to identify the key (this is called the "user ID" or uid). Since the public key's filename is the key's fingerprint (with .asc at the end), you can just copy and paste that. (don't include the <code>.asc</code>!)
it: Dovrai essere in grado di identificare la chiave tramite l'user ID o uid. Poichè il nome del file della chiave pubblica è anche il nome del fingerprint della stessa (con estensione .asc), puoi semplicemente fare cut&paste (non includere <code>.asc</code>!)

source: On all systems, open the Terminal and use this gpg command: <code>gpg --recipient &lt;user ID&gt; --encrypt roswell_photos.pdf</code>
it: Su ogni altro sistema, apri un terminale e usa il seguente comando gpg: <code>gpg --recipient &lt;user ID&gt; --encrypt roswell_photos.pdf</code>

source: Upload your encrypted submission. It will have the same filename as the unencrypted file, with .gpg at the end (e.g. <code>roswell_photos.pdf.gpg</code>)
it: Fai l'upload del materiale crittato. Il file avrà lo stesso nome del file originale con l'aggiunta dell'estensione .gpg alla fine (ad esempio <code>roswell_photos.pdf.gpg</code>)

source: <strong>Tip:</strong> If you wish to remain anonymous, <strong>do not</strong> use GPG to sign the encrypted file (with the <code>--sign</code> or <code>-s</code> flag) as this will reveal your GPG identity to us.
it: <strong>Consiglio:</strong> Se vuoi rimanere anonimo <strong>non usare</strong> GPG per firmare il file crittato (con il flag <code>--sign</code> o <code>-s</code>) perché questo ci rivelerebbe la tua identità GPG.
