Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Add User
ar: إضافة مستحدم
ca: Afegeix un usuari
cs: Přidat uživatele
de_de: Benutzer hinzufügen
el: Προσθήκη χρήστη
fi: Lisää käyttäjä
fr_fr: Ajouter un utilisateur
he: הוסף משתמש
is: Bæta við notanda
it_it: Aggiungi utente
nb_no: Legg til bruker
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt_br: Adicionar usuário
pt_pt: Adicionar Utilizador
ru: Добавить пользователя
sv: Lägg till användare
tr: Kullanıcı ekle

source: ADD USER
ar: أضف حساب مستخدم
ca: AFEGEIX UN USUARI
cs: PŘIDAT UŽIVATELE
de_de: BENUTZER HINZUFÜGEN
el: ΠΡΟΣΘΗΚΗ ΧΡΗΣΤΗ
fi: LISÄÄ KÄYTTÄJÄ
fr_fr: AJOUTER UN UTILISATEUR
he: הוספת משתמש
hi: उपयोगकर्ता जोड़ें
id: TAMBAH PENGGUNA
is: BÆTA VIÐ NOTANDA
it_it: AGGIUNGI UTENTE
lt: PRIDĖTI VARTOTOJĄ
nb_no: LEGG TIL BRUKER
nl: GEBRUIKER TOEVOEGEN
pl: DODAJ UŻYTKOWNIKA
pt_br: ADICIONAR USUÁRIO
pt_pt: ADICIONAR UTILIZADOR
ro: ADAUGĂ UN UTILIZATOR
ru: ДОБАВИТЬ ПОЛЬЗОВАТЕЛЯ
sv: LÄGG TILL ANVÄNDARE
ta: பயனரைச் சேர்த்திடுக
tr: KULLANICI EKLE

source: Username
ar: اسم المستخدم
ca: Nom d’usuari
cs: Uživatelské jméno
de_de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjätunnus
fr_fr: Nom d’utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
id: Nama pengguna
is: Notandanafn
it_it: Nome utente
lt: Vartotojo vardas
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
pt_pt: Nome de Utilizador
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
ta: பயனர்பெயர்
tr: Kullanıcı adı

source: Edit
ar: تعديل
ca: Edita
cs: Upravit
de_de: Bearbeiten
el: Επεξεργασία
fi: Muokkaa
fr_fr: Modifier
he: עריכה
hi: संपादित करें
id: Sunting
is: Breyta
it: Modifica
it_it: Modifica
lt: Redaguoti
nb_no: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sv: Redigera
ta: திருத்துக
tr: Düzenle

source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
de_de: Löschen
el: Διαγραφή
fi: Poista
fr_fr: Supprimer
he: מחק
hi: हटाएं
id: Hapus
is: Eyða
it: Cancella
it_it: Elimina
lt: Ištrinti
nb_no: Slett
nl: Verwijderen
pl: Usuń
pt_br: Apagar
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Ta bort
ta: நீக்கிடுக
tr: Sil

source: Created
ar: أُنُشِئ في
ca: Creació
cs: Vytvořeno
de_de: Erstellt
el: Δημιουργήθηκε
fi: Luotu
fr_fr: Créé
he: נוצר
hi: बनाया गया
id: Terbuat
is: Búið til
it: Creato
it_it: Creazione
lt: Sukurta
nb_no: Opprettet
nl: Aangemaakt
pl: Utwórz
pt_br: Criado
pt_pt: Criado
ro: Creat
ru: Создан
sv: Skapad
ta: உருவாக்கப்பட்டுள்ளது
tr: Oluşturulma

source: Last login
ar: آخر ولوج
ca: Darrer inici de sessió
cs: Poslední přihlášení
de_de: Letzte Anmeldung
el: Τελευταία σύνδεση
fi: Viimeinen sisäänkirjautuminen
fr_fr: Dernière connexion
he: הכניסה האחרונה
hi: पिछला लॉगइन
id: Log masuk terakhir
is: Síðasta innskráning
it: Ultimo login
it_it: Ultimo accesso
lt: Paskutinis prisijungimas
nb_no: Siste innlogging
nl: Laatste login
pl: Ostatnie zalogowanie
pt_br: Último login
pt_pt: Último início de sessão
ro: Ultima autentificare
ru: Последний вход
sv: Senaste inloggning
ta: கடந்த புகுபதிகை
tr: Son oturum açma

source: Edit user {username}
ar: حرَّر حساب {username}
ca: Edita el compte {username}
cs: Upravit uživatele „{username}“
de_de: Benutzer {username} bearbeiten
el: Επεξεργασία χρήστη {username}
fi: Muokkaa käyttäjää {username}
fr_fr: Modifier l’utilisateur {username}
he: ערוך את המשתמש {username}
hi: उपयोगकर्ता {username} संपादित करें
id: Sunting pengguna {username}
is: Breyta notandanum {username}
it_it: Modifica utente {username}
lt: Redaguoti {username}
nb_no: Rediger brukeren {username}
nl: Gebruiker {username} bewerken
pl: Edytuj użytkownika {username}
pt_br: Editar usuário {username}
pt_pt: Editar utilizador {username}
ro: Editează utilizatorul {username}
ru: Редактирование пользователя {username}
sv: Redigera användare {username}
ta: {username} பயனரைத் திருத்துக
tr: {username} kullanıcısını düzenle

source: User deletion disabled
ar: حذف المستخدم غير مفعل
ca: S'ha desactivat la supressió d'usuaris
cs: Mazání uživatelů deaktivováno
de_de: Benutzerlöschung deaktiviert
el: Διαγραφή χρηστών απενεργοποιημένη
fi: Mahdollisuus poistaa käyttäjiä ei ole käytössä
fr_fr: La suppression de l’utilisateur est désactivée
he: מחיקת משתמש חסומה
is: Eyðing notenda óvirk
it_it: Eliminazione utente disabilitata
nb_no: Bruker-sletting deaktivert
nl: Verwijderen van gebruiker is uitgeschakeld
pl: Usuwanie użytkownika jest wyłączone
pt_br: Exclusão de usuário desabilitada
pt_pt: A eliminação de utilizadores está desativada
ru: Удаление пользователя отключено
sv: Användarradering inaktiverat
tr: Kullanıcı silme devre dışı bırakılmış

source: Delete user {username}
ar: احذف حساب {username}
ca: Suprimeix el compte {username}
cs: Smazat uživatele „{username}“
de_de: Benutzer {username} löschen
el: Διαγραφή χρήστη {username}
fi: Poista käyttäjä {username}
fr_fr: Supprimer l’utilisateur {username}
he: מחק את המשתמש {username}
hi: {username} उपयोगकर्ता हटाएं
id: Hapus pengguna {username}
is: Eyða notandanum {username}
it_it: Elimina utente {username}
lt: Vartotoją {username} pašalinti
nb_no: Slett brukeren {username}
nl: Gebruiker {username} verwijderen
pl: Usuń użytkownika {username}
pt_br: Apagar usuário {username}
pt_pt: Eliminar utilizador {username}
ro: Șterge utilizatorul {username}
ru: Удалить пользователя {username}
sv: Ta bort {username}
ta: {username} பயனரை நீக்குக
tr: {username} kullanıcısını sil

source: never
ar: أبدًا
ca: mai
cs: nikdy
de_de: niemals
el: ποτέ
fi: ei koskaan
fr_fr: jamais
he: אף פעם
hi: कभी नहीँ
id: jangan pernah
is: aldrei
it_it: mai
lt: niekada
nb_no: aldri
nl: nooit
pl: nigdy
pt_br: nunca
pt_pt: nunca
ro: niciodată
ru: никогда
sv: aldrig
ta: எப்போதுமில்லை
tr: hiçbir zaman

source: Delete Confirmation
ar: تأكيد الحذف
ca: Confirmació de supressió
cs: Potvrdit smazání
de_de: Bestätigung löschen
el: Επιβεβαίωση Διαγραφής
fi: Poistovahvistus
fr_fr: Confirmation de suppression
he: אימות מחיקה
hi: पुष्टिकरण हटाएं
id: Konfirmasi Hapus
is: Staðfesting eyðingu
it_it: Conferma eliminazione
lt: Ištrinti Patvirtinimą
nb_no: Bekreftelse av sletting
nl: Bevestiging verwijderen
pl: Potwierdzenie usunięcia
pt_br: Confirmar para Apagar
pt_pt: Eliminar Confirmação
ro: Confirmarea ștergerii
ru: Удалить подтверждение
sv: Verifiera radering
ta: நீக்கல் உறுதிப்படுத்தல்
tr: Silme Onayı

source: Are you sure you want to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟
ca: Segur que voleu suprimir aquest usuari?
cs: Opravdu chcete smazat tohoto uživatele?
de_de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
el: Είστε σίγουροι πως θέλετε να διαγράψετε τον χρήστη;
fi: Haluatko varmasti poistaa tämän käyttäjän?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur ou cette utilisatrice ?
he: האם אכן למחוק את המשתמש?
is: Ertu viss um að þú viljir eyða þessum notanda?
it_it: Eliminare veramente questo utente?
nb_no: Er du sikker på at du vil slette denne brukeren?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
pl: Czy na pewno chcesz usunąć tego użytkownika?
pt_br: Tem certeza de que deseja excluir o usuário?
pt_pt: Tem a certeza que pretende eliminar este utilizador?
ru: Вы уверены, что хотите удалить этого пользователя?
sv: Är du säker på att du vill ta bort den här användaren?
tr: Bu kullanıcıyı silmek istediğinize emin misiniz?

source: DELETE
ar: احذف
ca: SUPRIMEIX
cs: SMAZAT
de_de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
fi: POISTA
fr_fr: SUPPRIMER
he: מחק
hi: हटाएँ
id: HAPUS
is: EYÐA
it_it: ELIMINA
lt: IŠTRINTI
nb_no: SLETT
nl: VERWIJDER
pl: USUŃ
pt_br: APAGAR
pt_pt: ELIMINAR
ro: ȘTERGE
ru: УДАЛИТЬ
sv: TA BORT
ta: நீக்கிடுக
tr: SİL

source: No users to display
ar: ما مِنْ مستخدمين لعرضهم
ca: No hi ha cap usuari per mostrar
cs: Žádní uživatelé k zobrazení
de_de: Keine Benutzer anzuzeigen
el: Δεν υπάρχουν χρήστες για να προβληθούν
fi: Ei käyttäjiä näytettäväksi
fr_fr: Aucun utilisateur à afficher
he: אין משתמשים לתצוגה
hi: प्रदर्शित करने के लिए कोई उपयोगकर्ता नहीं
id: Tidak ada pengguna untuk ditampilkan
is: Engir notendur til að birta
it: Non ci sono utenti
it_it: Non ci sono utenti da visualizzare
lt: Nėra vartotojų, kuriuos būtų galima rodyti
nb_no: Ingen brukere å vise
nl: Geen gebruikers om weer te geven
pl: Brak użytkowników do wyświetlenia
pt_br: Não há usuários para exibir
pt_pt: Não há utilizadores para mostrar
ro: Nu sunt utilizatori de afișat
ru: Нет пользователей для отображения
sv: Inga användare att visa
ta: காண்பிக்கப் பயனர்கள் யாரும் இல்லை
tr: Görüntülenecek bir kullanıcı yok

source: Update instance configuration
ar: تحديث إعدادات النظام
ca: Actualitza la configuració de la instància
el: Ενημέρωση ρυθμίσεων εγκατάστασης
fi: Päivitä ilmentymän kokoonpano
fr_fr: Mise à jour de la configuration de l’instance
is: Uppfæra uppsetningu þjónsins
it_it: Aggiorna configurazione dell'interfaccia
nb_no: Oppdater konfigurasjon for instansen
nl: Instantie configuratie bijwerken
pl: Zaktualizuj konfigurację instancji
ru: Обновить кофигурацию инстанции
sv: Uppdatera instansens konfiguration
tr: Örnek yapılandırmasını güncelle

source: INSTANCE CONFIG
ar: إعدادات النظام
ca: PARÀMETRES D’INSTÀNCIA
cs: NASTAVENÍ INSTANCE
de_de: INSTANZKONFIGURATION
el: ΠΑΡΑΜΕΤΡΟΠΟΙΗΣΗ ΕΓΚΑΤΑΣΤΑΣΗΣ
fi: INSTANSSIN KONFIGURAATIO
fr_fr: CONFIGURATION DE L’INSTANCE
he: עדכן תצורה
hi: इंस्टैंस कॉन्फिग
id: KONFIGURASI INSTAN
is: UPPSETNING Á KERFISEINTAKI
it_it: CONFIGURAZIONE ISTANZA
lt: NUSTATYMO KONFIGŪRAVIMAS
nb_no: INSTANS-KONFIGURASJON
nl: CONFIGURATIE INSTANTIE
pl: KONFIGURACJA INSTANCJI
pt_br: CONFIGURAÇÃO DE INSTÂNCIA
pt_pt: DEFINIÇÕES DE INSTÂNCIA
ro: CONFIGURAREA INSTANȚEI
ru: ПРОЦЕДУРА КОНФИГУРАЦИИ
sv: INSTANS-KONFIGURATION
ta: நேர்வு உருவமைப்பு
tr: ÖRNEK YAPILANDIRMASI

source: Back to admin interface
ar: الرجوع إلى واجهة الإدارة
ca: Torna a la interfície administrativa
cs: Zpět do administrátorského rozhraní
de_de: Zurück zur Adminoberfläche
el: Πίσω στη διεπαφή διαχείρισης
fi: Takaisin ylläpitäjän käyttäjäliittymään
fr_fr: Retour à l’interface d’administration
he: חזור אל ממשק הניהול
hi: व्यवस्थापक अंतराफलक पर वापस जाएं
id: Kembali ke antarmuka admin
is: Til baka í stjórnunarviðmót
it: Torna all'interfaccia di amministrazione
it_it: Torna all'interfaccia di amministrazione
lt: Grįžti į administratoriaus sąsają
nb_no: Tilbake til administrasjonsgrensesnittet
nl: Terug naar beheerdersinterface
pl: Powrót do interfejsu administracyjnego
pt_br: Voltar à interface de administração
pt_pt: Regressar à interface de administrador
ro: Înapoi la interfața de administrare
ru: Назад к интерфейсу администратора
sv: Tillbaka till administratörsgränssnittet
ta: நிர்வாக இடைமுகத்துக்குத் திரும்புக
tr: Yönetici arayüzüne geri dön

source: Username can contain spaces
ar: يمكن أن يحتوي اسم المستخدم على المسافات
ca: El nom d’usuari pot contenir espais
cs: Uživatelské jméno může obsahovat mezery
de_de: Benutzername kann Leerzeichen enthalten
el: Το όνομα χρήστη μπορεί να περιέχει κενά
fi: Käyttäjänimi saa sisältää välilyöntimerkkejä
fr_fr: Le nom d’utilisateur peut comporter des espaces
he: שם המשתמש יכול להכיל רווחים
hi: उपयोगकर्ता के नाम में रिक्त स्थान हो सकते हैं
id: Nama pengguna dapat berisi spasi
is: Notandanafn getur innihaldið bil
it_it: Il nome utente può contenere spazi
lt: Vartotojo varde gali būti tarpų
nb_no: Brukernavnet kan inneholde mellomrom
nl: Gebruikersnaam kan spaties bevatten
pl: Nazwa użytkownika może zawierać spacje
pt_br: O nome de usuário pode conter espaços
pt_pt: O nome de utilizador pode conter espaços
ro: Numele de utilizator poate conține spații
ru: Имя пользователя может содержать пробелы
sv: Användarnamn kan innehålla mellanslag
ta: பயனர்பெயர் வெற்றிடங்களைக் கொண்டிருக்கலாம்
tr: Kullanıcı adında boşluk karakteri kullanılabilir

source: Username is case-sensitive
ar: يميز حقل اسم المستخدم ما بين الأحرف اللاتينية الكبيرة و الصغيرة
ca: El nom d’usuari distingeix entre majúscules i minúscules
cs: Uživatelské jméno rozlišuje velká a malá písmena
de_de: Benutzername unterscheidet Groß- und Kleinschreibung
el: Το όνομα χρήστη κάνει διάκριση πεζών από κεφαλαία
fi: Isoilla ja pienillä kirjaimilla on merkitystä käyttäjänimessä
fr_fr: Le nom d’utilisateur est sensible à la casse
he: יש הבחנה בין אותיות גדולות וקטנות בשם המשתמש
hi: उपयोगकर्ता के नाम केस-संवेदी है
id: Nama pengguna peka terhadap huruf besar-kecil
is: Notandanafn er háð há/lágstöfum
it_it: Il nome utente differenzia le maiuscole dalle minuscole
lt: Vartotojo vardas skiriamas didžiosiomis ir mažosiomis raidėmis
nb_no: Brukernavnet skiller mellom små og store bokstaver
nl: Gebruikersnaam is hoofdlettergevoelig
pl: Wielkość liter w nazwie użytkownika ma znaczenie
pt_br: O nome de usuário diferencia maiúsculas e minúsculas
pt_pt: O nome de utilizador diferencia maiúsculas de minúsculas
ro: Numele de utilizator distinge literele mari și mici
ru: Имя пользователя с учетом регистра
sv: Användarnamnet är skiftlägeskänsligt
ta: பயனர்பெயர் வரிவுயர்வுநிலை உணர்வு கொண்டது
tr: Kullanıcı adı büyük-küçük harflere duyarlıdır

source: First name
ar: الاسم
ca: Nom
cs: Křestní jméno
de_de: Vorname
el: Όνομα
fi: Etunimi
fr_fr: Prénom
he: שם פרטי
hi: प्रथम नाम
id: Nama depan
is: Fornafn
it_it: Nome
lt: Vardas (pirmas)
nb_no: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Nome próprio
ro: Prenume
ru: Имя
sv: Förnamn
ta: வழங்கு பெயர்
tr: Ad

source: Last name
ar: اسم العائلة
ca: Cognoms
cs: Příjmení
de_de: Nachname
el: Επώνυμο
fi: Sukunimi
fr_fr: Nom de famille
he: שם משפחה
hi: अन्तिम नाम
id: Nama belakang
is: Kenninafn
it_it: Cognome
lt: Pavardė
nb_no: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro: Nume de familie
ru: Фамилия
sv: Efternamn
ta: குடும்பப் பெயர்
tr: Soyad

source: First name and last name are optional
ar: الاسم و اسم العائلة اختياريان
ca: El nom i cognoms són opcionals
cs: Jméno a příjmení jsou nepovinné
de_de: Vorname und Nachname sind optional
el: Το όνομα και το επώνυμο είναι προαιρετικά
fi: Etu- ja sukunimi eivät ole pakollisia
fr_fr: Le prénom et le nom de famille sont facultatifs
he: שם פרטי ושם משפחה הם אופציונליים
hi: प्रथम और अन्तिम नाम वैकल्पिक है
id: Nama depan dan nama belakang adalah opsional
is: Fornafn og kenninafn (eftirnafn) eru valfrjáls
it_it: Nome e cognome non sono obbligatori
lt: Vardas ir pavardė yra neprivalomi
nb_no: For- og etternavn er valgfritt
nl: Voornaam en achternaam zijn niet verplicht
pl: Imię i nazwisko są opcjonalne
pt_br: Nome e sobrenome são opcionais
pt_pt: Nome próprio e apelido são opcionais
ro: Prenumele și numele de familie sunt opționale
ru: Имя и фамилия необязательны
sv: För- och efternamn är valfritt
ta: வழங்கு பெயரும் குடும்பப் பெயரும் விருப்பத்தேர்வுகள்
tr: Ad ve soyad isteğe bağlıdır

source: The user's password will be:
ar: كلمة سر المستخدم:
ca: La contrasenya del compte serà:
cs: Uživatelské heslo bude:
de_de: Das Benutzerpasswort lautet:
el: Ο κωδικός του χρήστη θα είναι:
fi: Käyttäjän salasana tulee olemaan:
fr_fr: Le mot de passe de l’utilisateur sera :
he: סיסמת המשתמש תהיינה:
hi: उपयोगकर्ता का पासवर्ड होगा:
id: Kata sandi pengguna akan menjadi:
is: Lykilorð notandans verður:
it_it: La password dell'utente sarà:
lt: Vartotojo slaptažodis bus:
nb_no: Brukerens passord vil være:
nl: Het wachtwoord van de gebruiker zal zijn:
pl: Hasło użytkownika będzie:
pt_br: A senha de usuário será:
pt_pt: A palavra-passe do utilizador será:
ro: Parola utilizatorului va fi:
ru: Пароль пользователя будет:
sv: Användarens lösenord blir:
ta: பயனரின் கடவுச்சொல் இதுவாகும்:
tr: Kullanıcının parolası şu olacak:

source: Is Admin
ar: إداري
ca: És administrador
cs: Je Administrátor
de_de: Ist Admin
el: είναι διαχειριστής
fi: On ylläpitäjä
fr_fr: Est administrateur
he: הנהלה
hi: व्यवस्थापक हैं
id: Administrator
is: Er stjórnandi
it_it: È amministratore
lt: Yra administratorius
nb_no: Er administrator
nl: Is beheerder
pl: Jest administratorem
pt_br: É administrador
pt_pt: É Administrador
ro: Este administrator
ru: Администратор
sv: Är admin
ta: நிர்வாகியா
tr: Yönetici

source: Is using a YubiKey [HOTP]
ar: يستخدم [YubiKey [HOTP
ca: Fa servir una YubiKey [HOTP]
cs: Používá YubiKey [HOTP]
de_de: Benutzt einen YubiKey [HOTP]
el: Χρησιμοποιεί YubiKey [HOTP]
fi: Käyttää YubiKeytä [HOTP]
fr_fr: Utilise une YubiKey [HOTP]
he: האם משתמש בYubiKey [HOTP]
hi: एक YubiKey [HOTP] का उपयोग कर रहा है
id: Pemakai YubiKey [HOTP]
is: Er að nota YubiKey [HOTP]
it_it: Sta utilizzando una YubiKey [HOTP]
lt: Naudoja „YubiKey“ [HOTP]
nb_no: Bruker en YubiKey [HOTP]
nl: Gebruikt een YubiKey [HOTP]
pl: Korzysta z YubiKey [HOTP]
pt_br: Está usando uma YubiKey [HOTP]
pt_pt: Usa uma YubiKey [HOTP]
ro: Folosește o cheie YubiKey [HOTP]
ru: Использует YubiKey [HOTP]
sv: Använder en YubiKey [HOTP]
ta: ஒரு YubiKey [HOTP]-ஐப் பயன்படுத்துபவரா
tr: Bir YubiKey [HOTP] kullanıyor

source: Change HOTP Secret
ar: تغيير سِّر HOTP
ca: Canvia el secret HOTP
cs: Změnit kód pro generování HOTP
de_de: HOTP-Geheimnis ändern
el: Αλλαγή μυστικού HOTP
fi: Vaihta HOTP-salaisuus
fr_fr: Changer le secret HOTP
he: החלף קוד HOTP
is: Skipta um HOTP-leynilykil
it_it: Cambia il segreto HOTP
nb_no: Endre HOTP-hemmelighet
nl: Verander HOTP-geheim
pl: Zmień klucz tajny HOTP
pt_br: Alterar segredo HOTP
pt_pt: Alterar Código Secreto HOTP
ru: Изменить секретный ключ HOTP
sv: Ändra HOTP-hemlighet
tr: HOTP parolasını değiştir

source: Enter a new HOTP secret formatted as a 40-digit hexadecimal string. Spaces will be ignored:
ar: اكتب سرا جديدا من نوع HOTP (رمز سري لمرة واحدة) المكون من 40 رقم سداسي-عشري على هيئة نصية. سيتم تجاهل المسافات:
ca: Inseriu un secret nou HOTP format per una cadena hexadecimal de 40 caràcters. Els espais seran ignorats:
cs: Zadejte nový kód pro HOTP ve formátu 40ciferného hexadecimálního stringu. Mezery budou ignorovány:
de_de: Geben Sie ein neues HOTP-Geheimnis ein, das als 40-stellige hexadezimale Zeichenkette formatiert ist. Leerzeichen werden ignoriert:
el: Εισαγωγή ενός νέου μυστικού HOTP σε μορφή δεκαεξαδικής συμβολοσειράς (hex string) 40 ψηφίων. Τα κενά θα αγνοηθούν:
fi: Anna uusi HOTP-salaisuus muotoiltuna 40-numeroiseksi heksadesimaalin merkkijonoksi. Välilyönnit jätetään huomiotta:
fr_fr: Saisissez un nouveau secret HOTP formé d’une chaîne hexadécimale à 40 chiffres. Les espaces seront ignorées :
he: הזן קוד HOTP חדש כמחרוזת הקסדצימלית בת 40 ספרות. אין חשיבות לרווחים:
is: Settu inn nýjan HOTP-leynilykil sniðinn sem 40-stafa hex-streng. Bil verða hunsuð:
it_it: Inserisci un nuovo segreto HOTP composto da una stringa di 40 caratteri esadecimali. Gli spazi saranno ignorati:
nb_no: Skriv inn en ny hemmelig HOTP-nøkkel, formatert som en 40-karakters hexadesimal-streng. Mellomrom vil bli ignorert:
nl: Voeg een nieuw HOTP-geheim toe, als een 40-cijferige hexadecimale string. Spaties worden genegeerd:
pl: Wprowadź nowy klucz tajny HOTP sformatowany jako 40-cyfrowy ciąg szesnastkowy. Spacje będą ignorowane:
pt_br: Insira um novo segredo HOTP formatado como uma cadeia de caracteres hexadecimais de 40 dígitos. Os espaços em branco serão ignorados:
pt_pt: Insira um novo código secreto HOTP, composto por 40 caracteres exadecimais. Os espaços serão ignorados:
ru: Введите новый секретный ключ HOTP в виде 40-значной шестнадцатеричной строки. Пробелы игнорируются:
sv: Skriv in en ny HOTP-hemlighet formaterad som en 40-tecken hexadecimal-sträng. Mellanslag kommer att ignoreras:
tr: 40 haneli onaltılık bir dizge biçimindeki yeni bir HOTP parolası yazın. Boşluklar yok sayılır:

source: Once you have configured your YubiKey, enter the 6-digit code below:
ar: بعد إتمام ضبط مفتاح الاستيثاق "YubiKey" أدخل الرمز المكون من 6 أرقام:
ca: Quan hàgiu configurat la YubiKey, introduïu aquest codi de sis dígits:
cs: Jakmile nastavíte svůj YubiKey, zadejte šesticiferný kód níže:
de_de: Geben sie den folgenden 6-stelligen Code unten ein, sobald Sie Ihren YubiKey konfiguriert haben:
el: Όταν ολοκληρώσετε την παραμετροποίηση του YubiKey σας, πληκτρολογήστε τον εξαψήφιο κωδικό παρακάτω:
fi: Kun olet määrittänyt YubiKey:n, syötä kuusinumeroinen koodi alla:
fr_fr: Après avoir configuré votre YubiKey, saisissez le code à 6 chiffres ci-dessous :
he: אחרי שהגדרת את הYubiKey שלך, הקלד מטה את ששת הספרות שהתקבלו:
hi: एक बार जब आप अपने YubiKey को कॉन्फ़िगर कर लेते हैं, तो नीचे 6 अंकों का कोड डालें:
id: Setelah Anda mengonfigurasi YubiKey milik Anda, masukkan 6 digit kode di bawah ini:
is: Þegar þú hefur sett upp YubiKey (dulritunarlykill), settu inn 6-stafa kóðann hér fyrir neðan:
it_it: Una volta configurata la tua Yubikey, inserisci il codice di 6 cifre qui sotto:
lt: Sukonfigūravę „YubiKey“, toliau įveskite 6 skaitmenų kodą:
nb_no: Når du har satt opp din YubiKey, skriv inn den 6 tegn lange koden nedenfor:
nl: Zodra u uw YubiKey geconfigureerd heeft, voert u de zescijferige code hieronder in:
pl: Po skonfigurowaniu YubiKey wprowadź 6-cyfrowy kod poniżej:
pt_br: Após configurar a sua YubiKey, insira o código de seis dígitos abaixo:
pt_pt: Após configurar a sua YubiKey, insira o código de seis dígitos abaixo:
ro: După ce ai configurat cheia fizică YubiKey, introdu codul de 6 cifre de mai jos:
ru: После того, как вы настроили ваш YubiKey, введите 6-значный код ниже:
sv: När du har konfigurerat din Yubikey, ange den sexsiffriga koden nedan:
ta: உங்களுடைய YubiKey ஐ உருவமைவு செய்தபின், அந்த 6-இலக்கக் குறியைக் கீழே உள்ளிடுக:
tr: YubiKey yapılandırmasını tamamladığınızda, aşağıdaki 6 haneli kodu yazın:
