Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Please note: Sharing sensitive documents may put you at risk, even when using Tor and SecureDrop.
hi: कृपया ध्यान दें: Tor और SecureDrop द्वारा संवेदनशील दस्तावेज़ साझा करना आपको जोखिम में डाल सकता है।
id: Harap diperhatikan: Berbagi dokumen sensitif dapat membahayakan Anda, bahkan saat menggunakan Tor dan SecureDrop.
lt: Atkreipkite dėmesį: dalydamiesi neskelbtinais dokumentais, galite rizikuoti net naudodami „Tor“ ir „SecureDrop“.
ro: Notă: Partajarea de documente sensibile te poate supune la riscuri, chiar și când folosești Tor sau SecureDrop.

source: Please either write this codename down and keep it in a safe place, or memorize it.
hi: कृपया यह संकेत नाम नीचे लिखें और इसे किसी सुरक्षित स्थान पर रखें, या इसे याद रखें।
lt: Įsiminkite arba užsirašykite šį slapyvardį. Jį saugokite saugioje vietoje.
ro: Te rugăm să îți notezi acest nume de cod și să-l păstrezi într-un loc sigur sau să-l memorezi.

source: This codename is what you will use in future visits to receive messages from our team in response to what you submit on the next screen.
hi: यह संकेत नाम आप अगली स्क्रीन पर सबमिट की गई प्रतिक्रिया के उत्तर में हमारे टीम से संदेश प्राप्त करने के लिए भविष्य में आने वाले दौरा में उपयोग करें।
lt: Šį kodinį vardą naudosite būsimuose vizituose, kad gautumėte pranešimus iš mūsų komandos atsakydami į tai, ką pateikiate kitame ekrane.
ro: Pe viitor, vei folosi acest nume de cod pentru a primi mesaje de la echipa noastră ca răspuns la ce vei transmite în ecranul următor.

source: Because we do not track users of our <strong>SecureDrop</strong> service, in future visits, using this codename will be the only way we have to communicate with you should we have questions or are interested in additional information. Unlike passwords, there is no way to retrieve a lost codename.
hi: क्योंकि हम हमारे उपयोगकर्ताओं को ट्रैक नहीं करते हैं <strong>SecureDrop</strong> सेवा, भविष्य के दौरे में, इस संकेत नाम का उपयोग करने का एकमात्र तरीका है कि हमारे साथ संवाद करना चाहिए था हमारे पास होना चाहिए प्रश्न या अतिरिक्त जानकारी में रुचि रखते हैं। पासवर्ड के विपरीत, खोई हुई कोडनाम को पुनः प्राप्त करने का कोई तरीका नहीं है।
lt: Kadangi <strong>SecureDrop</strong> neseka vartotojų veiklos, ateityje šis slapyvardis bus vienintelis komunikacijos su jumis būdas, jeigu jums turėtume klausimų ar norėtume gauti papildomos informacijos. Kitaip nei slaptažodžių atveju, nėra būdo atkurti prarastą slapyvardį.
ro: Deoarece noi nu urmărim utilizatorii serviciului nostru <strong>SecureDrop</strong>, în vizitele tale ulterioare, acest nume de cod va fi singura metodă prin care vom putea comunica cu tine în caz că avem întrebări sau dorim să ne trimiți informații suplimentare. Spre deosebire de parole, numele de cod pierdute nu mai pot fi recuperate.

source: SUBMIT DOCUMENTS
hi: दस्तावेज़ जमा करें
lt: PATEIKTI DOKUMENTUS
ro: TRIMITE DOCUMENTE

source: Your Tor Browser's <a id="disable-js" href=""><strong>Security Level</strong></a> is too low. Use the <img src="{icon}" alt="shield icon"> &nbsp;button in your browser’s toolbar to change it.
hi: आपके Tor ब्राउज़र का <a id="disable-js" href=""><strong>सुरक्षा स्तर</strong></a> बहुत कम है। ब्राउज़र टूलबार के <img src="{icon}" alt="shield icon"> &nbsp;बटन से इसे बदलें।
lt: „Tor“ naršyklės <a id="disable-js" href=""><strong>saugos lygis</strong></a> per žemas. Panaudodami <img src="{icon}" alt="shield icon"> &nbsp;naršyklės įrankių juostoje esantį mygtuką, galite atliktį pakeitimą.
ro: <a id="disable-js" href=""><strong>Nivelul de securitate</strong></a> din browserul tău Tor este prea slab. Folosește butonul <img src="{icon}" alt="shield icon"> &nbsp;din bara de instrumente a browserului pentru a-l schimba.

source: <strong>It is recommended to use Tor Browser to access SecureDrop:</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
hi: <strong>SecureDrop तक पहुंचने के लिए Tor ब्राउज़र का उपयोग करने की अनुशंसा की जाती है:</strong><a id="recommend-tor" href="{tor_browser_url}">इसे इस्तमाल करने के बारे में जानें</a>, या जारी रखने के लिए इस चेतावनी को अनदेखा करें|
lt: <strong>SecureDrop naudojimui rekomenduojame Tor naršyklę:</strong> <a id="recommend-tor" href="{tor_browser_url}">Sužinoti kaip įdiegti naršyklę</a>, arba ignoruokite šį įspėjimą ir tęskite.
ro: <strong>Îți recomandăm să folosești browserul Tor pentru a accesa SecureDrop:</strong> <a id="recommend-tor" href="{tor_browser_url}">Află cum îl poți instala</a> sau ignoră acest avertisment pentru a continua.

source: <strong>It is recommended you use the desktop version of Tor Browser to access SecureDrop, as Orfox does not provide the same level of security and anonymity as the desktop version.</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
hi: <strong>यह अनुशंसा की जाती है कि आप SecureDrop तक पहुंचने के लिए Tor ब्राउजर के डेस्कटॉप संस्करण का उपयोग करें, क्योंकि Orfox समान स्तर की सुरक्षा और डेस्कटॉप संस्करण के जितना गुमनाम नहीं प्रदान करता है।</strong><a id="recommend-tor" href="{tor_browser_url}">इसे इंस्टॉल करने के बारे में जानें</a>, या जारी रखने के लिए इस चेतावनी को अनदेखा करें।
lt: <strong>SecureDrop naudojimui rekomenduojame Tor naršyklės darbalaukio versiją, nes Orfox nužtikrina tokio saugumo ir anonimiškumo lygio kaip darbalaukio versija .</strong> <a id="recommend-tor" href="{tor_browser_url}">Sužinokite kaip įdiegti darbalaukio versiją</a>, arba ignoruokite šią žinutę ir tęskite.
ro: <strong>Îți recomandăm să folosești browserul Tor în versiunea pentru calculator ca să accesezi SecureDrop, deoarece Orfox nu oferă același nivel de securitate și anonimitate.</strong> <a id="recommend-tor" href="{tor_browser_url}">Află cum îl poți instala</a> sau ignoră acest avertisment pentru a continua.

source: Click the <img src="{icon}" alt="shield icon"> in the toolbar above
hi: ऊपर दिये गये टूलबार मे <img src="{icon}" alt="shield icon"> &nbsp; पर क्लिक करें
lt: Spustelėkite<img src="{icon}" alt="shield icon"> aukščiau esančioje įrankių juostoje
ro: Dă click pe <img src="{icon}" alt="shield icon"> în bara de instrumente de mai sus

source: Select <strong>Advanced Security Settings</strong>
hi: <strong>उन्न्त सुरक्षा स्तर</strong> चुनें
lt: Pasirinkite <strong>Išplėstiniai saugos parametrai</strong>
ro: Selectează <strong>Setări avansate de securitate</strong>

source: Select <strong>Safest</strong>
hi: <strong>सबसे सुरक्षित</strong> चुनें
lt: Pasirinkite <strong>Saugiausia</strong>
ro: Selectează <strong>Cele mai sigure</strong>

source: <a href="/">Refresh this page</a>, and you're done!
hi: <a href="/">पेज रीफ़्रेश करें</a> और कार्य पूर्न !
lt: <a href="/">Atnaujinkite šį puslapį</a> ir viskas!
ro: <a href="/">Reîmprospătează pagina</a>, și ai terminat!

source: Click the <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>New Identity</strong> button in your Tor Browser's toolbar. This will clear your Tor Browser activity data on this device.
hi: अपने Tor ब्राउज़र के टूलबार में <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>नई पहचान </strong> बटन पर क्लिक करें. यह इस उपकरण पर आपके Tor ब्राउज़र गतिविधि डेटा को साफ़ कर देगा.
lt: Spustelėkite <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>New Identity</strong> mygtuką „Tor“ naršyklės įrankių juostoje. Bus išvalyti „Tor“ naršyklės veiklos duomenys šiame įrenginyje.
ro: Dă clic pe butonul <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>Identitate nouă</strong> din bara de instrumente a browserului Tor. Îți va șterge activitatea din browserul Tor de pe acest dispozitiv.

source: Show
hi: दिखाएं
lt: Rodyti
ro: Arată

source: Hide
hi: छुपाएं
lt: Slėpti
ro: Ascunde

source: Sorry we haven't responded yet!
hi: क्षमा करें, हमने अभी तक कोई प्रतिक्रिया नहीं दी है!
ro: Ne cerem scuze că nu am răspuns încă!

source: Our SecureDrop recently experienced a surge of activity. For security reasons, the creation of a two-way communication channel was delayed until you checked in again.
hi: हमारे SecureDrop ने हाल ही में गतिविधि में वृद्धि का अनुभव किया। सुरक्षा कारणों से, जब तक आप फिर से जाँच नहीं करते, तब तक दो-तरफ़ा संचार चैनल के निर्माण में देरी हो रही थी।
ro: Am întâmpinat recent un vârf de activitate pe SecureDrop. Din motive de securitate, crearea canalelor de comunicații bidirecționale a fost întârziată până la următoarea ta autentificare.

source: Please rest assured that we were able to download your submission, and check back again later for a reply.
hi: कृपया निश्चिंत रहें कि हम आपका सबमिशन डाउनलोड करने में सक्षम थे, और उत्तर के लिए बाद में फिर से जाँच करेंगे।
ro: Te asigurăm că am reușit să descărcăm ce ai trimis. Revino mai târziu pentru un răspuns.

source: Delete this reply?
hi: यह उत्तर हटाएं?
lt: Ištrinti šį atsakymą?
ro: Ștergi acest răspuns?

source: NO, NOT YET
hi: नहीं, अभी तक नहीं
lt: NE, NE DABAR
ro: NU, NU ÎNCĂ

source: — No Messages —
hi: — कोई संदेश नहीं —
lt: — Pranešimų nėra —
ro: — Niciun mesaj —

source: You were logged out due to inactivity. Click the <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>New Identity</strong> button in your Tor Browser's toolbar before moving on. This will clear your Tor Browser activity data on this device.
hi: आप निष्क्रियता के कारण लॉग आउट हो गया. आगे बढ़ने से पहले अपने Tor ब्राउज़र के टूलबार में <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong> नई पहचान </strong> बटन पर क्लिक करें.
lt: Jūs buvote atjungtas dėl neveiklumo. Prieš eidami toliau, spustelėkite<img src={icon} alt="šluotos piktograma" width="16" height="16"> naršyklės „Tor“ mygtuką „ <strong>Naujas tapatybė</strong>. Tai išvalys jūsų naršyklės „Tor“ veiklos duomenis šiame įrenginyje.
ro: Ai fost deconectat(ă) din cauza inactivității. Dă clic pe butonul <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>Identitate nouă</strong> din bara de instrumente a browserului Tor înainte de a merge mai departe. Îți va șterge activitatea din browserul Tor de pe acest dispozitiv.

source: Why is there a warning about Tor2Web?
hi: Tor2Web के बारे में चेतावनी क्यों है?
lt: Kodėl įspėjima apie „Tor2Web“?
ro: De ce sunt avertizat(ă) despre Tor2Web?

source: Using Tor2Web to connect to SecureDrop will not protect your anonymity.
hi: SecureDrop से कनेक्ट करने के लिए Tor2Web का उपयोग करने से आपकी अनामिकता की रक्षा नहीं होगी।
lt: Tor2Web neužtikrins jūsų anonimiškumo prisijungiant prie SecureDrop.
ro: Folosirea Tor2Web pentru a te conecta la SecureDrop nu îți va proteja anonimitatea.

source: It could be possible for anyone monitoring your Internet traffic (your government, your Internet provider), to identify you.
hi: आपकी पहचान करने के लिए किसी भी व्यक्ति के लिए आपके इंटरनेट यातायात (आपकी सरकार, आपका इंटरनेट प्रदाता) की निगरानी करना संभव हो सकता है।
lt: Bet kam, sekančiam jūsų interneto veiklą (jūsų valstybei, interneto paslaugų tiekėjui), gali būti įmanoma jus identifikuoti.
ro: Oricine îți monitorizează traficul pe internet (statul, furnizorul de internet) poate să te identifice.

source: We <strong>strongly advise</strong> you to use the <a href="www.torproject.org/projects/torbrowser.html">Tor Browser</a> instead.
hi: हम <strong>दृढ़ता से सलाह देते हैं</strong> आप <a href="www.torproject.org/projects/torbrowser.html">Tor browser</a> ब्राउज़र का उपयोग करने के लिए।
lt: Vietoje to, mes <strong>primygtinai rekomenduojame</strong> naudoti <a href="www.torproject.org/projects/torbrowser.html">Tor naršyklę</a>.
ro: <strong>Îți recomandăm puternic</strong> să folosești <a href="www.torproject.org/projects/torbrowser.html">browserul Tor</a> în schimb.

source: If there is a chance that downloading Tor Browser raises suspicion and your mail provider is less likely to be monitored, you can send a mail to <pre>gettor@torproject.org</pre> and a bot will answer with instructions.
hi: यदि आशंका है कि Tor ब्राउज़र डाउनलोड करने से संदेह उठता है और आपके मेल प्रदाता पर नजर रखी जाने की संभावना कम है, तो आप एक मेल भेज सकते हैं इस पर <pre>gettor@torproject.org</pre> और एक बॉट निर्देशों के साथ जवाब देंगे|
lt: Jeigu yra tikimybė, kad „Tor“naršyklės parsisiuntimas sukels įtarimų, o jūsų elektroninio pašto tiekėjo stebėjimas yra mažiau tikėtinas, galite siųsti laišką adresu <pre>gettor@torproject.org</pre> ir robotas jums atsiųs instrukcijas.
ro: Dacă descărcarea browserului Tor poate trezi suspiciuni și este mai puțin probabil ca furnizorul tău de e-mail să fie monitorizat, poți trimite un e-mail la <pre>gettor@torproject.org</pre> și un robot electronic îți va răspunde cu instrucțiuni.

source: Your reply has been stored.
lt: Dėkojame. Jūsų atsakymas išsaugotas.

source: HOTP secrets are 40 characters long - you have entered {num_chars}.
hi: फ़ील्ड 40 वर्ण लंबा होनी चाहिए, लेकिन {num_chars} मिले।

source: Must be at least {min_chars} characters long.
hi: कम से कम {min_chars} अक्षर लंबा होनी चाहिए।

source: Cannot be longer than {max_chars} characters.
hi: {max_chars} अक्षर से लंबा नहीं होना चाहिए।

source: Please wait at least {seconds} second before logging in again.
hi: पुनः प्रवेश करने से पहले कृपया कम से कम {seconds} सेकंड प्रतीक्षा करें।

source: <strong>Update Required:</strong> Your SecureDrop servers are still running v2 onion services, which are being phased out for security reasons. In February 2021, v2 onion services will be disabled, and your SecureDrop servers may become unreachable. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Learn More</a>
hi: <strong>अपडेट की आवश्यकता:</strong> आपके SecureDrop सर्वर अभी भी v2 onion सेवाएँ चला रहे हैं, जिन्हें सुरक्षा कारणों से चरणबद्ध किया जा रहा है। फरवरी 2021 में, v2 onion सेवाएँ अक्षम हो जाएंगी, और आपके SecureDrop सर्वर अनुपलब्ध हो सकते हैं। <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">और अधिक जानें</a>

source: filter by codename
hi: कोडनेम द्वारा फ़िल्टर करें

source: You must be an administrator to access that page
it: Devi essere un amministratore per poter accedere a questa pagina

source: Login failed
it: Login fallito

source: Missing username
it: Manca il nome utente

source: Passwords didn't match
it: Le password non corrispondono

source: That username is already in use
it: Nome utente non disponibile

source: An error occurred saving this user to the database
it: Si è presentato un errore salvando l'utente nel database

source: Two factor token successfully verified for user %(username)s!
it: Token per l'autenticazione a due fattori verificato per l'utente %(username)s!

source: Two factor token failed to verify
it: Token per l'autenticazione a due fattori non valido

source: An unknown error occurred, please inform your administrator
it: Si è verificato un errore, contatta l'amministratore

source: %(journalist_designation)s's collection deleted
it: L'archivio del giornalista %(journalist_designation)s è stato cancellato

source: No collections selected to delete!
it: Non è stato selezionato nessun archivio!

source: %(cols_selected)d collection deleted
it: %(cols_selected)d archivio cancellato

source: The source '%(original_journalist_designation)s' has been renamed to '%(new_journalist_designation)s'
it: La fonte '%(original_journalist_designation)s' è stata rinominata con '%(new_journalist_designation)s'

source: No collections selected to download!
it: Nessun archivio selezionato per il download!

source: <strong>WARNING:</strong> You appear to be using Tor2Web. This <strong>does not</strong> provide anonymity. %(tor2web_warning)s
it: <strong>ATTENZIONE:</strong> Sembra che tu stia usando Tor2Web. Si tratta di un servizio che <strong>non serve</strong> a garantire l'anonimato. %(tor2web_warning)s

source: Thanks! We received your document "%(filename)s".
it: Grazie! Abbiamo ricevuto il tuo documento "%(filename)s".

source: Add user
it: Aggiungi utente

source: Never
it: Mai

source: Password (again)
it: Ripeti la password

source: Is Administrator
it: Admin

source: I'm using a Yubikey
it: Uso un chiave Yubikey

source: Continue
it: Continua

source: Edit user
it: Modifica utente

source: Change username
it: Cambia username

source: Change password
it: Cambia password

source: Leave blank for no change
it: Lascia vuoto per non cambiare

source: Change password (confirm)
it: Cambia password (conferma)

source: Update user
it: Modifica utente

source: Reset Two Factor Authentication
it: Resetta l'autenticazione a due fattori

source: If a user's two factor authentication credentials have been lost or compromised, you can reset them here.
it: Se le credenziali di autenticazione a due fattori di un utente sono perse o compromesse, puoi resettarle qui.

source: If you do this, make sure the user is present and ready to set up their device with the new two factor credentials. Otherwise, they will be locked out of their account.
it: Se lo vuoi fare, assicurati che gli utenti siano presenti e pronti per fare il setup con le nuove credenziali. Altrimenti resteranno chiusi fuori dai loro account.

source: Reset two factor authentication (Google Authenticator)
it: Resetta l'autenticazione a due fattori (Google Authenticator)

source: Reset two factor authentication (HOTP Yubikey)
it: Resetta l'autenticazione a due fattori (HOTP Yubikey)

source: Enable Google Authenticator
it: Abilita Google Authenticator

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two factor authentication with Google Authenticator. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two factor authentication is set up correctly.
it: Hai quasi terminato! Per completare il setup per questo nuovo utente, segui le istruzioni riportate qui sotto configurando l'autenticazione a due fattori con Google Authenticator. Una volta aggiunta l'entry per questo account nell'app, per confermare la corretta configurazione dell'autenticazione a due fattori si inserisca uno dei codici a 6 cifre generati dall'app.

source: Install Google Authenticator on your phone
it: Installa Google Authenticator sul tuo telefono

source: Open the Google Authenticator app
it: Apri Google Authenticator

source: Tap menu, then tap "Set up account", then tap "Scan a barcode"
it: Clicca menu, poi "Set up account" e infine "Scan Barcode"

source: Can't scan the barcode? Enter the following code manually:
it: Non riesci a fare la scansione del QR code? Inserisci il seguente codice manualmente:

source: Once you have scanned the barcode, enter the 6-digit code below:
it: Una volta fatta la scansione del QR code, inserisci il codice a 6 cifre qua sotto:

source: Enable Yubikey (OATH-HOTP)
it: Abilita Yubikey (OATH-HOTP)

source: Once you have configured your Yubikey, enter the 6-digit code below:
it: Una volta configurata la Yubikey, inserisci il codice a 6 cifre qui sotto:

source: Submit
it: Invia

source: Generate a new random codename for this source. We recommend doing this if the first random codename is difficult to say or remember. You can generate new random codenames as many times as you like.
it: Genera un nuovo codename casuale per questa fonte. Si raccomanda di farlo nel caso il codename generato sia troppo difficile da memorizzare. Puoi generare un nuovo codename casuale quante volte vuoi.

source: Change codename
it: Cambia codename

source: Download selected
it: Scarica i files selezionati

source: Delete selected
it: Cancella i files selezionati

source: %(file_size)s sent %(date)s
it: %(file_size)s inviato %(date)s

source: %(file_size)s uploaded %(date)s
it: %(file_size)s caricato %(date)s

source: Flag this source for reply
it: Marca questa fonte per una risposta

source: Click below to delete this source's collection.
it: Clicca qui sotto per cancellare l'archivio di questa fonte.

source: Warning: If you do this, the files seen here will be unrecoverable and the source will no longer be able to login using their previous codename.
it: Attenzione: i seguenti files andranno perduti e la fonte non sarà più in grado di connettersi con il proprio codename.

source: Delete collection
it: Cancella archivio

source: File permanently deleted.
it: File cancellato definitivamente

source: The following file has been selected for <strong>permanent deletion</strong>
it: Il file seguente è stato selezionato per essere <strong>cancellato definitivamente</strong>

source: (sent %(date)s)
it: (inviato %(date)s)

source: (uploaded %(date)s)
it: (caricato %(date)s)

source: Permanently delete files
it: File cancellati definitivamente

source: Return to the list of documents for %(codename)s...
it: Ritorna alla lista dei documenti per %(codename)s...

source: Continue to the list of documents for %(codename)s...
it: Vai alla lista documenti per %(codename)s...

source: select all
it: seleziona tutto

source: select none
it: deseleziona tutto

source: Star Selected
it: seleziona stella

source: Un-star Selected
it: seleziona senza-stella

source: messages
it: messaggi

source: unread
it: non letto

source: unread
it: non letto

source: Thanks! Your reply has been stored.
it: Grazie! La tua risposta è stata salvata.

source: You will now see it in the list of documents in that collection. Once the source has read it, they will be asked to delete it. If it disappears from the list, then you know it has been read.
it: A questo punto lo vedrai nella lista dei documenti in questo archivio. Una volta che la fonte l'avrà letto gli verrà chiesto di cancellarlo. Una volta scomparso dalla lista saprai che è stato letto.

source: Return to the list of documents for <strong>%(codename)s</strong>...
it: Ritorna alla lista dei documenti per <strong>%(codename)s</strong>...

source: Like all software, SecureDrop may contain security bugs. Use at your own risk. Powered by SecureDrop %(version)s.
it: Come ogni software, SecureDrop può contentere bug di sicurezza. Usalo a tuo rischio e pericolo. Powered by SecureDrop %(version)s.

source: Remember this code and keep it secret
it: Ricordati questo codice e mantienilo segreto

source: To protect your identity, we're assigning you a unique codename.
it: Per proteggere la tua identità, ti verrà assegnato un codename unico.

source: Store this code somewhere safe, or memorize it. It can be used to compromise your anonymity.
it: Questo codename può essere utilizzato per compromettere il tuo anonimato, conservalo in un luogo sicuro o imparalo a memoria.

source: Important:
it: Importante:

source: After you submit documents and messages, you will need this code to log in and read replies. This is the only way we can communicate back to you. You can also use your code to log in to submit more files and messages.
it: Dopo aver inviato i documenti e i messaggi, avrai bisogno di questo codice per fare login e leggere le risposte. Questo è il solo modo per poter rimanere in contatto. Potrai usare questo codice anche per inviare altri files o messaggi.

source: Already have a codename?
it: Hai già un codename?

source: Disable JavaScript to Protect Your Anonymity
it: Disabilita JavaScript per proteggere il tuo anonimato:
