Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: An error occurred saving this user to the database. Please inform your admin.
ar: حدث عطل خلال حفظ الحساب في قاعدة البيانات. يرجى إبلاغ الإداري.
ca: S'ha produït un error en intentar desar aquest usuari en la base de dades. Informeu-ne a l'administrador.
cs: Došlo k chybě při ukládání tohoto uživatele do databáze. Kontaktujte prosím administrátora.
de_de: Beim Speichern dieses Benutzers in der Datenbank ist ein Fehler aufgetreten. Bitte informieren Sie Ihren Administrator.
el: Υπήρξε σφάλμα με την αποθήκευση αυτού του χρήστη στη βάση δεδομένων. Παρακαλώ ειδοποιήστε τον διαχειριστή.
fi: Käyttäjän tallentamisessa tietokantaan ilmeni ongelma. Ilmoita asiasta ylläpitäjälle.
fr_fr: Une erreur s’est produite lors de l’enregistrement de cet utilisateur dans la base de données. Veuillez le signaler à votre administrateur.
he: אירעה שגיאה בעת שמירת המשתמש. אנא עדכן את הנהלת המערכת.
hi: इस उपयोगकर्ता को डेटाबेस में सहेजने समय त्रुटि हुई। कृपया अपने व्यवस्थापक को सूचित करें।
id: Terjadi kesalahan dalam menyimpan pengguna ini ke basis data. Mohon beritahu admin Anda.
is: Villa kom upp við vistun þessa notanda í gagnagrunninn. Hafðu samband við kerfisstjórann þinn.
it_it: Si è verificato un errore salvando questo utente nel database. Informare il proprio amministratore.
lt: Įrašant šį vartotoją į duomenų bazę įvyko klaida. Prašome apie tai pranešti administratoriui.
nb_no: Kunne ikke lagre brukeren i databasen. Gi din administrator beskjed.
nl: Er trad een fout op bij het opslaan van deze gebruiker in de database. Neem contact op met uw beheerder.
pl: Wystąpił błąd podczas zapisywania tego użytkownika do bazy danych. Proszę poinformować swojego administratora.
pt_br: Erro ao salvar este usuário no banco de dados. Por favor, informe o administrador.
pt_pt: Ocorreu um erro ao gravar este utilizador na base de dados. Por favor, informe o administrador do sistema.
ro: A apărut o eroare la salvarea utilizatorului în baza de date. Te rugăm să îți informezi administratorul.
ru: Произошла ошибка при сохранении этого пользователя в базе данных. Сообщите об этом администратору.
sv: Det uppstod ett fel när användaren skulle sparas till databasen. Vänligen kontakta din administratör.
ta: இந்தப் பயனரைத் தரவுதளத்துடன் சேமிப்பதில் பிழை ஏற்பட்டுள்ளது. தயவு செய்து உங்கள் நிர்வாகியிடம் தெரிவிக்கவும்.
tr: Bu kullanıcı veritabanına kaydedilirken bir sorun çıktı. Lütfen yöneticinizi bilgilendirin.

source: The two-factor code for user "{user}" was verified successfully.
ar: لقد تم التحقق بنجاح من رمز الاستيثاق في خطوتين للمستخدم "{user}".
ca: S'ha verificat correctament el codi de factor doble per a «{user}».
cs: Dvoufaktorový kód pro uživatele "{user}" byl ověřen.
de_de: Der Zwei-Faktor-Code für Benutzer "{user}" wurde erfolgreich überprüft.
el: Ο κωδικός πιστοποίησης δυο παραγόντων για τον/τη χρήστη "{user}" επαληθεύτηκε επιτυχώς.
fi: Käyttäjän "{user}" kaksivaiheisen tunnistautumisen koodi varmistettiin onnistuneesti.
fr_fr: Le code A2F de l’utilisateur « {user} » a été vérifié avec succès.
he: אימות דו-שלבי למשתמש {user} עבר בהצלחה.
hi: उपयोगकर्ता "{user}" के लिए दो-कारक कोड सफलतापूर्वक सत्यापित किया गया था।
id: Kode dua faktor untuk pengguna "{user}" telah berhasil diverifikasi.
is: Það tókst að staðfesta tvíþátta-kóðann fyrir notandann "{user}".
it_it: Il codice a due fattori per l'utente "{user}" è stato verificato con successo.
lt: Vartotojo "{user}“ dviejų veiksnių kodas sėkmingai patvirtintas.
nb_no: Tofaktorkoden for brukeren "{user}" stemmer.
nl: De tweestapstoken voor gebruiker "{user}" is succesvol geverifieerd.
pl: Dwuskładnikowy kod użytkownika "{user}" został pomyślnie zweryfikowany.
pt_br: O código 2FA da.o usuária.o "{user}" foi verificado com sucesso.
pt_pt: O código de dois fatores (2FA) para o utilizador "{user}" foi verificado com sucesso.
ro: Codul de autentificare cu doi factori al utilizatorului „{user}” a fost verificat cu succes.
ru: Двухфакторный код для пользователя "{user}" был успешно подтверждён.
sv: Tvåfaktorsautentisering för användaren "{user}" bekräftades.
ta: "{user}" பயனருக்கான இருகூற்றுக் குறி வெற்றிகரமாக சரிபார்க்கப்பட்டது.
tr: "{user}" kullanıcısı için iki aşamalı kimlik doğrulama kodu doğrulandı.

source: Name not updated: {message}
ar: لم يتم تحديث الإسم: {message}
ca: No s'ha actualitzat el nom: {message}
cs: Jméno nebylo aktualizováno: {message}
de_de: Name nicht aktualisiert: {message}
el: Το όνομα δεν ενημερώθηκε: {message}
fi: Nimeä ei päivitetty: {message}
fr_fr: Le nom n’a pas été mis à jour : {message}
he: שם לא עודכן: {message}
is: Nafn ekki uppfært: {message}
it_it: Nome non aggiornato: {message}
nb_no: Navn ikke oppdatert: {message}
nl: Naam niet bijgewerkt: {message}
pl: Nazwa niezaktualizowana: {message}
pt_br: Nome não atualizado: {message}
pt_pt: Nome não atualizado: {message}
ru: Имя не обновлено: {message}
sv: Namn ej uppdaterat: {message}
tr: Ad güncellenmedi: {message}

source: Deleted user '{user}'.
ar: تم حذف المستخدم '{user}'.
ca: S’ha suprimit el compte d’usuari «{user}».
cs: Uživatel „{user}“ byl smazán.
de_de: Gelöschter Benutzer '{user}'.
el: Ο χρήστης «{user}» διαγράφηκε.
fi: Poistettiin käyttäjä '{user}'.
fr_fr: L’utilisateur « {user} » a été supprimé.
he: המשתמש '{user}' נמחק.
hi: उपयोगकर्ता '{user}' हटा दिया गया है।
id: Pengguna '{user}' telah dihapus.
is: Eyddi notandanum '{user}'.
it_it: Utente "{user}" eliminato.
lt: Vartotojas '{user}' ištrintas.
nb_no: Slettet brukeren '{user}'.
nl: Gebruiker '{user}' verwijderd.
pl: Usunięty użytkownik '{user}'.
pt_br: Usuário/a '{user}' apagado/a.
pt_pt: Utilizador '{user}' eliminado.
ro: Utilizatorul „{user}” a fost șters.
ru: Пользователь '{user}' удален.
sv: Användare '{user}' har tagits bort.
ta: நீக்கப்பட்ட பயனர் '{user}'.
tr: '{user}' kullanıcısı silindi.

source: Test alert sent. Please check your email.
ar: تم إرسال تنبيه تجريبي. يرجى فحص الإيميل.
ca: S’ha enviat una alerta de prova. Reviseu la vostra safata de correu.
cs: Testovací upozornění odesláno. Zkontrolujte prosím svůj e-mail.
de_de: Testalarm gesendet. Bitte überprüfen Sie Ihre E-Mail.
el: Η δοκιμαστική ειδοποίηση στάλθηκε. Παρακαλώ δείτε το ηλεκτρονικό ταχυδρομείο σας.
fi: Testihälytys lähetetty, tarkista sähköpostisi.
fr_fr: L’alerte de test a été envoyée. Veuillez vérifier vos courriels.
he: התראת ניסיון נשלחה. אנא בדוק את תיבת המייל שלך.
hi: टेस्ट अलर्ट भेजा गया है। कृपया अपना ईमेल देखें।
id: Uji peringatan dikirim. Silakan periksa email Anda.
is: Sendi prufuviðvörun. Athugaðu tölvupóstinn þinn.
it_it: Avviso di prova inviato. Controllare la propria casella email.
lt: Bandomasis įspėjimas išsiųstas. Patikrinkite savo el. pašto dėžutę.
nb_no: Testvarsel sendt. Sjekk e-posten din.
nl: Testwaarschuwing verstuurd. Controleer uw e-mail.
pl: Testowy alert wysłany. Sprawdź swoją skrzynkę mailową.
pt_br: Teste de alerta enviado. Por favor, verifique seu e-mail.
pt_pt: Teste de alerta enviado. Por favor, verifique o seu email.
ro: A fost transmisă alerta de test. Te rugăm să îți verifici e-mailul.
ru: Отправлено тестовое предупреждение. Проверьте свою электронную почту.
sv: Test-larm skickat. Vänligen kontrollera din e-post.
ta: சோதனை விழிப்பூட்டல் அனுப்பப்பட்டுள்ளது. தயவு செய்து உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்.
tr: Deneme uyarısı gönderildi. Lütfen e-postanızı denetleyin.

source: Success!
ar: تم بنجاح!
ca: Finalitzat!
cs: Úspěch!
de_de: Erfolg!
el: Επιτυχία!
fi: Onnistui!
fr_fr: Réussi !
he: בוצע בהצלחה!
hi: सफल हुआ!
id: Berhasil!
is: Tókst!
it_it: Completato!
lt: Pavyko!
nb_no: Suksess!
nl: Gelukt!
pl: Sukces!
pt_br: Sucesso!
pt_pt: Realizado com sucesso!
ro: Succes!
ru: Успех!
sv: Det lyckades!
ta: வெற்றி!
tr: Başarılı!

source: The account and data for the source {} have been deleted.
ar: تم حذف الحساب والبيانات الخاصة بالمصدر {}.
ca: S'han suprimit el compte i les dades de la font {}.
cs: Účet a data pro zdroj {} byla smazána.
de_de: Das Konto und die Daten für die Quelle {} wurden gelöscht.
el: Ο λογαριασμός και τα δεδομένα της πηγής {} έχουν διαγραφεί.
fi: Tili ja kaikki tiedot lähteeseen {} liittyen on poistettu.
fr_fr: Le compte et les données de la source {} ont été supprimés.
he: החשבון והנתונים של המקור {} נמחקו בהצלחה.
id: Akun dan data untuk sumber {} telah dihapus.
is: Notandaaðgangur og öllum gögnum heimildarmannsins {} hefur verið eytt.
it_it: L'account e i dati della fonte {} sono stati eliminati.
lt: Šaltinio {} paskyra ir duomenys buvo ištrinti.
nb_no: Kontoen og dataene knyttet til kilden {} har blitt slettet.
nl: Het account en de data van de bron {} zijn verwijderd.
pl: Konto i dane źródła {} zostały usunięte.
pt_br: A conta e os dados da fonte {} foram apagados.
pt_pt: A conta e os dados da fonte {} foram eliminados.
ru: Учетная запись и данные для source {} удалены.
sv: Kontot och informationen för källan {} har raderats.
ta: இந்த மூலத்திற்கான {} பயனர் கணக்கும் தரவுகளும் நீக்கப்பட்டுவிட்டன.
tr: {} kaynağının hesap bilgileri ve verileri silindi.

source: Nothing Selected
ar: لم يتم اختيار شىء
ca: No hi ha res seleccionat
cs: Nic není vybráno
de_de: Nichts ausgewählt
el: Δεν έχει επιλεχθεί τίποτα
fi: Mitään ei ole valittu
fr_fr: Rien n’a été sélectionné
he: אף פריט לא נבחר
id: Tidak ada yang dipilih
is: Ekkert valið
it_it: Nessun oggetto selezionato
lt: Nieko nepasirinkta
nb_no: Ingenting valgt
nl: Niets geselecteerd
pl: Niczego nie wybrano
pt_br: Nada foi selecionado
pt_pt: Nada Selecionado
ru: Ничего не выбрано
sv: Inget markerat
ta: எதுவும் தேர்வு செய்யப்படவில்லை
tr: Herhangi Bir Şey Seçilmemiş

source: You must select one or more items.
ar: لا بد من اختيار عنصر أو أكثر.
ca: Cal que seleccioneu un o més elements.
cs: Musíte vybrat jednu nebo více položek.
de_de: Sie müssen einen oder mehrere Einträge auswählen.
el: Πρέπει να επιλέξετε ένα ή περισσότερα αντικείμενα.
fi: Valitse yksi tai useampi kohde.
fr_fr: Vous devez sélectionner un ou plusieurs éléments.
he: יש לבחור לפחות פריט אחד.
id: Anda harus memilih satu item atau lebih.
is: Þú verður að velja eitt eða fleiri atriði.
it_it: È necessario selezionare uno o più oggetti.
lt: Turite pasirinkti vieną ar daugiau elementų.
nb_no: Du må velge ett eller flere elementer.
nl: U moet één of meerdere elementen selecteren.
pl: Musisz wybrać jeden lub więcej elementów.
pt_br: Você deve selecionar um ou mais itens.
pt_pt: Deve selecionar pelo menos um item.
ru: Нужно выбрать минимум один элемент.
sv: Du måste välja ett eller flera meddelanden.
ta: நீங்கள் ஒன்றோ அல்லது அதற்கு மேலாகவோ உருப்படிகளைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Bir ya da daha fazla öge seçmelisiniz.

source: Your download failed because the file could not be found. An admin can find more information in the system and monitoring logs.
ar: لم ينجح التحميل بسبب عدم إمكانية العثور على أي ملف. الإداري يمكنه الحصول على المزيد من المعلومات عن هذا الأمر من خلال سجلات نظام التشغيل والمراقبة.
ca: Ha fallat la baixada perquè no s'ha trobat el fitxer. Un administrador pot obtenir més informació als registres de sistema i seguiment.
cs: Stahování selhalo, protože soubor nebyl nalezen. Administrátor může najít více informací v systémovém a monitorovacím logu.
de_de: Ihr Download ist fehlgeschlagen, weil die Datei nicht gefunden werden konnte. Ein Administrator kann weitere Informationen in den System- und Überwachungsprotokollen finden.
el: Η λήψη σας απέτυχε επειδή το αρχείο δεν βρέθηκε. Κάποιος διαχειριστής μπορεί να βρει περισσότερες πληροφορίες στα αρχεία καταγραφής συμβάντων συστήματος.
fi: Latauksesi epäonnistui, koska tiedostoa ei löytynyt. Ylläpitäjä voi tarkastella tarkempia tietoja järjestelmä- ja valvontalokeista.
fr_fr: Votre téléchargement a échoué, car le fichier est introuvable. Un administrateur peut trouver de plus amples renseignements dans les journaux du système et dans les journaux de suivi.
he: ההורדה נכשלה כי הקובץ לא נמצא. מידע נוסף נגיש בהנהלת המערכת ביומני הניטור.
is: Niðurhalið þitt mistókst vegna þess að skráin fannst ekki. Stjórnandi getur fundið ítarlegri upplýsingar í kerfinu og vöktunarskrám.
it_it: Lo scaricamento non è riuscito perché il file non è stato trovato. Un amministratore può avere maggiori informazioni sul sistema e monitorare i log.
nb_no: Nedlastingen mislyktes fordi filen ikke ble funnet. En administrator kan finne detaljer om feilen i system- og driftsloggene.
nl: Uw download is mislukt omdat het bestand niet kon worden gevonden. Een administrator kan meer informatie vinden in de systeem en monitoring logs.
pl: Pobieranie nie powiodło się, ponieważ nie można znaleźć pliku. Administrator może znaleźć więcej informacji w dziennikach systemowych i monitorowania.
pt_br: O seu download falhou, porque o arquivo não foi encontrado. Um(a) admin poderá encontrar mais informações no sistema e nos logs de monitoramento.
pt_pt: A sua transferência falhou porque o ficheiro não foi encontrado. O administrador do sistema poderá encontrar mais informações no sistema e nos registos de monitorização.
ru: Загрузка не удалась, поскольку файл не был найден. Администратор может найти более подробную информацию в журналах системы и мониторинга.
sv: Din nedladdning misslyckades eftersom filen inte hittades. En administratör kan hitta mer i systemloggarna.
tr: İndirme işleminiz dosya bulunamadığı için başarısız oldu. Bir yönetici sistem ve izleme günlüklerinde sorunla ilgili daha fazla bilgiye ulaşabilir.

source: Only admins can access this page.
ar: الوصول إلى هذه الصفحة حكر على الإداريين.
ca: Només els administradors poden accedir a aquesta pàgina.
cs: Na tuto stránku mají přístup pouze administrátoři.
de_de: Nur Administratoren haben Zugriff auf diese Seite.
el: Μόνο οι διαχειριστές έχουν πρόσβαση σε αυτήν την σελίδα.
fi: Ainoastaan ylläpitäjillä on pääsy tälle sivulle.
fr_fr: Seuls les administrateurs peuvent accéder à cette page.
he: עמוד זה נגיש להנהלה בלבד.
hi: केवल व्यवस्थापक ही इस पृष्ठ को एक्सेस कर सकते हैं।
id: Hanya admin yang boleh mengakses halaman ini.
is: Einungis stjórnendur fá aðgang að þessari síðu.
it_it: Solo gli amministratori possono accedere a questa pagina.
lt: Šį puslapį gali pasiekti tik administratoriai.
nb_no: Kun administratorer har tilgang til denne siden.
nl: Alleen beheerders hebben toegang tot deze pagina.
pl: Tylko administratorzy mają dostęp do tej strony.
pt_br: Apenas administradores podem acessar esta página.
pt_pt: Esta página está reservada a administradores.
ro: Doar administratorii pot accesa această pagină.
ru: Только администраторы имеют доступ к этой странице.
sv: Endast administratörer har tillgång till denna sida.
ta: நிர்வாகிகள் மட்டுமே இப்பக்கத்தை அணுக முடியும்.
tr: Bu sayfaya yalnızca yöneticiler erişebilir.

source: The "{name}" field is required when "{other_name}" is set.
ar: حقل "{name}" مطلوب عند وجود قيمة لحقل "{other_name}".
ca: El camp «{name}» és necessari en definir «{other_name}».
cs: "{name}" je vyžadováno, pokud je nastaveno "{other_name}".
de_de: Das Feld „{name}“ ist erforderlich, wenn „{other_name}“ festgelegt ist.
el: Το πεδίο "{name}" απαιτείται όταν έχει οριστεί το πεδίο "{other_name}".
fi: "{name}"-kenttä vaaditaan kun "{other_name}" on määritetty.
fr_fr: Le champ « {name} » est obligatoire quand « {other_name} » est défini.
he: השדה "{name}" כאשר השדה {other_name} מוגדר.
is: Reiturinn "{name}" er nauðsynlegur þegar "{other_name}" er stillt.
it_it: Il campo "{name}" è richiesto quando "{other_name}" è impostato.
nb_no: "{name}"-feltet er påkrevd når "{other_name}" er satt.
nl: Het "{name}" veld is verplicht wanneer "{other_name}"is ingesteld.
pl: Pole "{name}" jest wymagane, gdy ustawiono "{other_name}".
pt_br: O campo "{name}" é requerido quando "{other_name}" está definido.
pt_pt: O campo "{name}" é obrigatório quando "{other_name}" está definido.
ru: Поле " {name}" является обязательным, если задано "{other_name}".
sv: "{name}" krävs när "{other_name}" är satt.
tr: "{other_name}" ayarlandığında "{name}" alanının doldurulması zorunludur.

source: The "{other_name}" field was not found - it is required by "{name}".
ar: لم يتم العثور على حقل "{other_name}" - هذا الحقل مطلوب من "{name}".
ca: No s'ha trobat el camp «{other_name}» requerit per «{name}».
cs: "{other_name}" nebylo nalezeno - je vyžadováno pro "{name}".
de_de: Das Feld „{other_name}“ wurde nicht gefunden - es wird von „{name}“ benötigt.
el: Το πεδίο "{other_name}" δεν βρέθηκε - απαιτείται από το πεδίο "{name}".
fi: "{other_name}" -kenttää ei löytynyt. "{name}" vaatii sen.
fr_fr: Le champ « {other_name} » n’a pas été trouvé. « {name} » l’exige.
he: השדה "{other_name}" חסר - נדרש על ידי "{name}".
is: Reiturinn "{other_name}" fannst ekki - hans er krafist af "{name}".
it_it: Il campo "{other_name} non è stato trovato - è richiesto da "{name}".
nb_no: "{other_name}"-feltet ble ikke funnet - det er påkrevd av "{name}".
nl: Het veld "{other_name}" werd niet gevonden - het is vereist door "{name}".
pl: Nie znaleziono pola "{other_name}" – jest ono wymagane przez "{name}".
pt_br: O campo "{other_name}"não foi encontrado - ele é requerido por "{name}".
pt_pt: O campo "{other_name}" não está preenchido mas é exigido por "{name}".
ru: Поле " {other_name}" не найдено - оно требуется для "{name}".
sv: "{other_name}" hittades inte - det behövs för "{name}".
tr: "{other_name}" alanı bulunamadı. "{name}" için gerek duyuluyor.

source: HOTP secrets are 40 characters long - you have entered {num}.
ar: تتألّف كلمة السرّ من نوع HOTP من 40 حرفًا على الأقل - أنت لم تدخل أي حرف.
ca: El secret HOTP té una mida de 40 caràcters, però n’heu introduït {num}.
cs: HOTP hesla mají 40 znaků - zadal/a jste {num} znak.
de_de: HOTP-Geheimnisse sind 40 Zeichen lang - Sie haben {num} eingegeben.
el: Τα μυστικά HOTP έχουν μήκος 40 χαρακτήρες. Έχετε εισάγει {num}.
fi: HOTP-salaisuudet ovat 40 merkkiä pitkiä - antamasi salaisuus on {num} merkkiä pitkä.
fr_fr: Les secrets HOTP comportent 40 caractères. Vous en avez saisi {num}.
he: סיסמת HOTP הינה באורך 40 תווים. הוקלד תו אחד בלבד.
id: Panjang kode HOTP seharusnya 40 karakter, tapi yang diinput {num}.
is: HOTP leynilyklar eru 40 stafa langir - þú hefur sett inn {num}.
it_it: Le password HOTP sono di 40 caratteri - ne è stato inserito {num}.
lt: HOTP paslapties ilgis - 40 simbolių. Jūs įvedėte {num} simbolį.
nb_no: HOTP-koden skal være 40 tegn lang – du har skrevet inn {num}.
nl: HOTP-geheimen zijn 40 tekens lang - u heeft er {num} ingevoerd.
pl: Klucze tajne HOTP mają długość 40 znaków – wpisano {num}.
pt_br: Senhas HOTP contêm 40 caracteres. Você inseriu {num}.
pt_pt: Códigos secretos HOTP têm 40 caracteres - inseriu um.
ro: Secretele HOTP au 40 de caractere lungime - ai introdus {num}.
ru: Секреты HOTP должны содержать 40 символов. Вы ввели {num}.
sv: HOTP-hemligheter är 40 tecken långa - du har fyllt i {num}.
ta: கொஒபக (HOTP) மறைசெய்திகள் 40 எழுத்துகள் நீளம் கொண்டவை - நீங்கள் உள்ளிட்டது {num}.
tr: HOTP parolaları 40 karakter uzunluğundadır - sadece {num} karakter yazdınız.

source: Cannot be longer than {num} character.
ar: هذا الحقل لا يقبل أي حرف.
ca: No pot tenir més d'{num} caràcter.
cs: Uživatelské jméno nemůže obsahovat více než {num} znak.
de_de: Darf nicht länger als {num} Zeichen sein.
el: Δεν μπορεί να περιέχει παραπάνω από {num} χαρακτήρα.
fi: Pituus ei voi olla suurempi kuin {num} merkki.
fr_fr: Ne peut pas dépasser {num} caractère.
he: אורך מקסימאלי - תו אחד.
id: Kolom tidak bisa menampung lebih dari {num} karakter.
is: Má ekki vera meira en {num} stafur.
it_it: Non può contenere più di {num} carattere.
lt: Negali būti ilgesnis nei {num} simbolis.
nb_no: Kan ikke inneholde mer enn {num} tegn.
nl: Kan niet langer dan {num} teken zijn.
pl: Nie może być dłuższy niż {num} znak.
pt_br: Não pode conter mais do que {num} caracteres.
pt_pt: Este campo pode conter no máximo {num} caractere.
ro: Nu poate avea mai mult de {num} caracter.
ru: Длина не может превышать {num} символ.
sv: Kan inte vara längre än {num} tecken.
ta: {num} எழுத்துக்கு மேல் இருக்கவியலாது.
tr: {num} karakterden uzun olamaz.

source: Please specify an integer value greater than 0.
ar: الرجاء تحديد قيمة عدد صحيح أكبر من 0.
ca: Indiqueu un valor íntegre major que zero.
cs: Prosím zvolte celé číslo vyšší než 0.
de_de: Bitte spezifizieren Sie einen Integer-Wert, der größer als 0 ist.
el: Παρακαλώ ορίστε μια ακέραια τιμή μεγαλύτερη του 0.
fi: Määritä 0 suurempi kokonaisluku.
fr_fr: Veuillez indiquer une valeur entière supérieure à 0.
he: אנא הזן מספר שלם חיובי.
is: Tilgreindu heiltölu með gildi stærra en 0.
it_it: Inserire un valore intero maggiore di 0.
nb_no: Vennligst oppgi et heltall større enn 0.
nl: Geef een geheel getal op dat groter is dan 0.
pl: Podaj wartość całkowitą większą od 0.
pt_br: Por favor, forneça um valor numérico inteiro maior que 0.
pt_pt: Por favor forneça um valor inteiro maior que 0.
ru: Пожалуйста, укажите целое значение больше 0.
sv: Vänligen ange en siffra med ett värde som är större än 0.
tr: Lütfen 0 değerinden büyük bir tam sayı yazın.

source: This field is required.
ar: هذا الحقل مطلوب.
ca: Aquest camp és obligatori.
cs: Toto pole je povinné.
de_de: Dieses Feld ist erforderlich.
el: Αυτό το πεδίο είναι υποχρεωτικό.
fi: Pakollinen kenttä.
fr_fr: Ce champ est exigé.
he: שדה חובה.
hi: यह फ़ील्ड आवश्यक है।
id: Kolom ini harus diisi.
is: Það er nauðsynlegt að fylla þennan reit út.
it_it: Questo campo è obbligatorio.
lt: Šis laukas yra privalomas.
nb_no: Dette feltet er påkrevd.
nl: Dit veld is verplicht.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
pt_pt: Este campo é obrigatório.
ro: Acest câmp este obligatoriu.
ru: Это обязательное поле.
sv: Detta fält är obligatoriskt.
ta: இந்தப் புலம் தேவைப்படுகின்றது.
tr: Bu alanın doldurulması zorunludur.

source: You cannot send an empty reply.
ar: لا يمكن إرسال ردّ فارغ.
ca: No podeu enviar una resposta buida.
cs: Nemůžete odeslat prázdnou odpověď.
de_de: Sie können keine leere Antwort senden.
el: Δεν μπορείτε να στείλετε κενή απάντηση.
fi: Et voi lähettää tyhjää vastausta.
fr_fr: Vous ne pouvez pas envoyer une réponse vide.
he: אין אפשרות לשלוח תגובה ריקה.
hi: आप एक खाली जवाब नहीं भेज सकते।
id: Anda tidak bisa mengirim jawaban kosong.
is: Þú mátt ekki senda tómt svar.
it_it: Non è possibile inviare una risposta vuota.
lt: Tuščio atsakymo siųsti negalima.
nb_no: Du kan ikke sende et tomt svar.
nl: U kunt geen lege reactie versturen.
pl: Nie możesz wysłać pustej odpowiedzi.
pt_br: Não é possível enviar uma resposta em branco.
pt_pt: Não pode enviar uma resposta vazia.
ro: Nu poți trimite un răspuns gol.
ru: Вы не можете отправить пустой ответ.
sv: Du kan inte skicka ett tomt svar.
ta: வெற்று மறுமொழியை நீங்கள் அனுப்பவியலாது.
tr: Boş bir yanıt gönderemezsiniz.
