Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Upload your encrypted submission. It will have the same filename as the unencrypted file, with .gpg at the end (e.g. <code>internal_memo.pdf.gpg</code>)
ar: ارفع المستندات المُعماة المراد إيداعها. سوف يكون لها نفس اسم الملف غير المُعمّى مع الامتداد gpg. في نهاية الاسم (مثال <code dir="ltr">internal_memo.pdf.gpg</code>)
ca: Pugeu el vostre enviament xifrat. Tindrà el mateix nom de fitxer que el fitxer sense xifrar, amb .gpg al final (p. ex. <code>informe_intern.pdf.gpg</code>)
cs: Nahrajte svůj zašifrovaný příspěvek. Bude mít stejný název jako nezašifrovaný soubor s .gpg na konci (např. <code>interni_informace.pdf.gpg</code>)
de_de: Laden Sie ihre verschlüsselte Einreichung hoch. Sie wird den gleichen Dateinamen haben wie die unverschlüsselte Datei, aber mit .gpg am Ende (z.B. <code>internes_memo.pdf.gpg</code>)
el: Ανεβάστε την κρυπτογραφημένη υποβολή σας. Αυτή θα έχει το ίδιο όνομα αρχείου με το μη κρυπτογραφημένο αρχείο, με κατάληξη .gpg (π.χ. <code>internal_memo.pdf.gpg</code>)
fi: Lähetä salattu tiedosto. Salatulla tiedostolla on sama tiedostonimi kuin salaamattomalla, mutta sen tiedostopääte on .gpg (esim. <code>sisäinen_muistio.pdf.gpg</code>)
fr_fr: Téléversez votre envoi chiffré. Il aura le même nom de fichier que le fichier non chiffré, avec .gpg à la fin (p. ex. <code>mémo_interne.pdf.gpg</code>)
he: העלה את ההודעה המוצפנת שלך. לקובץ יהיה את אותו השם כמו הקובץ הלא מוצפן, עם סיומת ‎.gpg (לדוגמה, <code>internal_memo.pdf.gpg</code>)
hi: अपना एन्क्रिप्टेड सबमिशन अपलोड करें| इसका अंतराल पर .gpg के साथ अनएन्क्रिप्टेड फाइल के समान फ़ाइल नाम होगा (उदाहरणस्वरूप <code>internal_memo.pdf.gpg</code>)
is: Sendu inn dulrituðu skrána. Hún mun bera sama skráarheiti og ódulritaða skráin, með .gpg aftast (t.d. <code>myndir_af_lagarfjotsormi.pdf.gpg</code>)
it_it: Carica il materiale cifrato. Il file avrà lo stesso nome del file originale con l'aggiunta dell'estensione .gpg alla fine (ad esempio <code>memo_interno.pdf.gpg</code>)
lt: Įkelkite savo užšifruotą paraišką. Jos pavadinimas bus toks pat kaip neužšifruotos bylos (failo), su .gpg pavadinimo pabaigoje (pvz. <code>roswell_photos.pdf.gpg</code>)
nb_no: Last så opp dine krypterte filer. Det vil ha samme filnavnet som den ukrypterte filen, men med .gpg-filendelse (f.eks. <code>internt_notat.pdf.gpg</code>)
nl: Upload uw versleutelde inzending. Deze moet dezelfde bestandsnaam hebben als het onversleutelde bestand, met .gpg aan het einde (bijv. <code>internal_memo.pdf.gpg</code>)
pl: Prześlij swoje zaszyfrowane zgłoszenie. Będzie miało taką samą nazwę pliku jak plik niezaszyfrowany z rozszerzeniem .gpg na końcu (np. <code>notatka_wewnętrzna.pdf.gpg</code>)
pt_br: Carregue o seu envio criptografado. O nome do arquivo será o mesmo que o da versão não criptografada, mas com ".gpg" no final (por exemplo <code>internal_memo.pdf.gpg</code>)
pt_pt: Envie o conteúdo encriptado. O nome do ficheiro será o mesmo da versão não encriptada, mas com ".gpg" no final (ex: <code>documento.pdf.gpg</code>)
ro: Încarcă trimiterea criptată. Va avea aceeași denumire de fișier ca fișierul necriptat, dar cu .gpg la sfârșit (de ex. <code>internal_memo.pdf.gpg</code>)
ru: Загрузите свой зашифрованный материал. Он будет иметь то же имя, что и незашифрованный файл, но с расширением .gpg (например, <code>internal_memo.pdf.gpg</code>)
sv: Ladda upp din krypterade inlämning. Den kommer att ha samma filnamn som den okrypterade filen, med .gpg i slutet (t.ex. <code> interal_memo.pdf.gpg</code>)
ta: உங்களுடைய மறைகுறியிடப்பட்ட அனுப்புகையைப் பதிவேற்றுக. அது மறைகுறி இடப்படாத கோப்பின் அதே பெயரை இறுதியில் .gpg என்ற கோப்புநீட்சியுடன் கொண்டிருக்கும் (எடுத்துக்காட்டு <code>internal_memo.pdf.gpg</code>)
tr: Şifrelenmiş gönderilerinizi yükleyin. Şifrelenmiş dosyanın adı şifreli olmayan dosya ile aynı olur, yalnızca sonuna .gpg uzantısı eklenir (örneğin <code>ic_not.pdf.gpg</code>)

source: <strong>Important:</strong> If you wish to remain anonymous, <strong>do not</strong> use GPG to sign the encrypted file (with the <code>--sign</code> or <code>-s</code> flag) as this will reveal your GPG identity to us.
ar: <strong>هام:</strong> إذا كنت ترغب في البقاء مجهول الهوية،<strong>فلا توقّع</strong> الملف المُعمّى باستخدام <code>--sign</code> أو <code>-s</code>) في GPG، إذ من شأن ذلك الكشف لنا عن هويتك التي تستعملها مع مفاتيح GPG.
ca: <strong>Important:</strong> si voleu romandre en l'anonimat, <strong>no</strong> useu el GPG per signar el fitxer xifrat (amb el paràmetre <code>--sign</code> o bé <code>-s</code>) perquè això ens revelarà la vostra identitat GPG.
cs: <strong>Důležité:</strong> Chcete-li zůstat v anonymitě, <strong>nepoužívejte</strong> GPG k podepsání zašifrovaného souboru (s <code>--sign</code> nebo <code>-s</code>), čímž byste odhalili svou identitu.
de_de: <strong>Wichtig:</strong> Verwenden Sie <strong>nicht</strong> GPG, um die verschlüsselte Datei zu signieren (mit der Option <code>--sign</code> oder <code>-s</code>), denn das würde Ihre Identität verraten.
el: <strong>Σημαντικό:</strong> Αν επιθυμείτε να διατηρήσετε την ανωνυμία σας, <strong>μην</strong> χρησιμοποιήσετε το GPG για να υπογράψετε το κρυπτογραφημένο αρχείο (χρησιμοποιώντας τα ορίσματα <code>--sign</code> ή <code>-s</code>), καθώς αυτό θα μας αποκαλύψει την ταυτότητα GPG σας.
fi: <strong>Tärkeää:</strong> Jos haluat pysyä nimettömänä, <strong>älä</strong> käytä GPG:tä salatun tiedoston digitaaliseen allekirjoittamiseen (vivulla <code>--sign</code> tai <code>-s</code>), sillä tämä paljastaa GPG-identiteettisi meille.
fr_fr: <strong>Important :</strong> Si vous souhaitez rester anonyme, <strong>n’utilisez pas</strong> GPG pour signer les fichiers (avec l’option <code>--sign</code> ou <code>-s</code>), car cela nous révélera votre identité GPG.
he: <strong>חשוב:</strong> אם ברצונך להישאר אנונימי, <strong>אל</strong> תשתמש ב-GPG כדי לחתום על הקובץ המוצפן (עם <code>--sign</code> או <code>- s</code> flag) מכיוון שזה יחשוף לנו את זהות ה-GPG שלך.
hi: <strong>महत्वपूर्ण:</strong> यदि आप गुमनाम रहना चाहते हैं, तोह कृपया GPG को (<code>--sign</code> या <code>-s</code> flag के साथ) <strong>मत प्रयोग करें</strong> क्यूंकि यह हमें आपकी GPG पहचान बता देता है।
is: <strong>Mikilvægt:</strong> Ef þú óskar áframhaldandi nafnleyndar, <strong>skaltu ekki</strong> nota GPG til að undirrita dulrituðu skrána (með <code>--sign</code> eða <code>-s</code> flaggi) þar sem slíkt myndi afhjúpa þitt raunverulega GPG-auðkenni gagnvart okkur.
it_it: <strong>Importante:</strong> per rimanere anonimi <strong>non usare</strong> GPG per firmare il file cifrato (con il flag <code>--sign</code> o <code>-s</code>) perché questo ci rivelerebbe la tua identità GPG.
lt: <strong>Patarimas:</strong> Jeigu norite likti neatpažintas, <strong>nenaudokite</strong> GPG užšifruotos bylos (failo) pasirašymui (su <code>--sign</code> arba <code>-s</code> žyma) nes tai atskleis jūsų GPG tapatybę.
nb_no: <strong>Viktig:</strong> Om du ønsker å være helt anonym, <strong>ikke</strong> bruk GPG for å signere den krypterte filen (med <code>--sign</code> eller <code>-s</code> flagget på kommandolinjen) fordi dette vil avsløre din GPG-identitet.
nl: <strong>Belangrijk:</strong> Als u anoniem wilt blijven, gebruik dan <strong>niet</strong> GPG om het versleutelde bestand te ondertekenen (met de <code>--sign</code> of <code>-s</code> markering) aangezien wij hierdoor uw GPG-identiteit kunnen zien.
pl: <strong> Ważne: </strong> jeśli chcesz pozostać anonimowy, <strong> nie </strong> korzystaj z GPG do podpisania zaszyfrowanego pliku (oznaczeniem <code> --sign </code> lub <code> -s </code>), ponieważ ujawni nam to Twoją tożsamość GPG.
pt_br: <strong>Importante:</strong> Para manter o seu anonimato, <strong>não</strong> use o GPG para assinar o arquivo criptografado (com as opções <code>--sign</code> ou <code>-s</code>), pois isso nos revelaria a sua identidade GPG.
pt_pt: <strong>Importante:</strong> para manter o seu anonimato, <strong>não</strong> use GPG para assinar o arquivo encriptado (com as opções <code>--sign</code> ou <code>-s</code>), pois isso revelar-nos-ia a sua identidade.
ro: <strong>Important:</strong> Dacă vrei să rămâi anonim(ă), <strong>nu folosi</strong> GPG pentru a semna fișiere criptate (cu argumentul <code>--sign</code> sau <code>-s</code>) pentru că ne va dezvălui identitatea ta GPG.
ru: <strong>Внимание:</strong> Если вы хотите сохранить анонимность, <strong>не используйте</strong> GPG для подписи зашифрованного файла (с пометками <code>--sign</code> или <code>-s</code>), так как это раскроет вашу GPG-личность для нас.
sv: <strong> Viktigt:</strong> Ifall du önskar att förbli anonym, <strong> använd inte</strong> GPG för att signera den krypterade filen (med <code> --sign</code> eller <code>-s</code> flaggan) efter som detta avslöjar din GPG-identitet för oss.
tr: <strong>Önemli:</strong> Anonim kalmak istiyorsanız, dosyanın GPG tarafından (<code>--sign</code> ya da <code>-s</code> parametreleriyle) imzalanmasına <strong>izin vermeyin</strong>. Yoksa GPG kimliğiniz açığa çıkar.

source: Back to submission page
ar: الرجوع إلى صفحة الإيداع
ca: Torna a la pàgina d'enviaments
cs: Zpátky na stránku podání
de_de: Zurück zur Einreichungsseite
el: Πίσω στη σελίδα υποβολών
fi: Takaisin lähetyssivulle
fr_fr: Revenir à la page d’envoi
he: חזרה לדף שליחת ההודעות
hi: सबमिशन पृष्ठ पर वापस जाएं
id: Kembali ke halaman pengiriman
is: Til baka á innsendingasíðuna
it: Torna alla pagina di invio documenti e messaggi
it_it: Torna alla pagina di invio documenti e messaggi
lt: Grįžti į pateikimo puslapį
nb_no: Tilbake til innsendelsesside
nl: Terug naar inzendingenpagina
pl: Powrót do strony zgłoszenia
pt_br: Voltar à página de envio
pt_pt: Voltar à página de envio
ro: Înapoi la pagina de trimitere
ru: Вернуться на страницу отправки
sv: Tillbaka till inlämningssidan
ta: அனுப்புகைப் பக்கத்திற்குத் திரும்புக
tr: Gönderi sayfasına geri dön

source: You have been logged out due to password change
hi: पासवर्ड बदलने के कारण आप लॉग आउट हो गये है
id: Anda telah keluar karena perubahan kata sandi
lt: Buvote atjungtas dėl slaptažodžio keitimo
ro: Ai fost deconectat(ă) în urma schimbării parolei

source: Username "{user}" already taken.
hi: उपयोगकर्ता नाम "{user}" पहले से ही लिया जा चूका है।
id: Pengguna "{user}" sudah ada.
ro: Numele de utilizator „{user}” este deja folosit.

source: Name not updated: {}
hi: नाम अपडेट नही हुआ: {}
id: Nama tidak diperbarui: {}
ro: Nume neactualizat: {}

source: {source_name}'s collection deleted.
hi: {source_name} का संग्रह हटाया गया|
ro: Colecția lui {source_name} a fost ștearsă.

source: No collections selected.
hi: कोई संग्रह चयनित नहीं।
ro: Nu a fost selectată nicio colecție.

source: Your download failed because a file could not be found. An admin can find more information in the system and monitoring logs.
ro: Descărcarea a eșuat deoarece nu a fost găsit un fișier. Un administrator poate găsi mai multe informații în sistem și în jurnalele de monitorizare.

source: Thanks. Your reply has been stored.
hi: धन्यवाद। आपका उत्तर संग्रहीत किया गया है।
ro: Îți mulțumim. Răspunsul tău a fost stocat.

source: No collections selected for download.
hi: डाउनलोड के लिए कोई संग्रह नहीं चुना गया।
ro: Nu a fost selectată nicio colecție pentru descărcare.

source: Invalid secret format: please only submit letters A-F and numbers 0-9.
hi: अमान्य गुप्त स्वरूप: कृपया केवल A-F और संख्याएँ 0- 9 ही जमा करें।
id: Format kata rahasia tidak sah: tolong hanya gunakan huruf A-F dan angka 0-9.
lt: Netinkamas slapto kodo formatas: prašome pateikti tik raides A-F ir skaičius 0-9.
ro: Secret cu format nevalid: trebuie folosite doar litere de la A la F și cifre de la 0 la 9.

source: Invalid secret format: odd-length secret. Did you mistype the secret?
hi: अवैध गुप्त स्वरूप: विषम-लंबाई रहस्य| क्या आपने गुप्त टेक्स्ट को गलत तरीके से लिखा है?
id: Format kata rahasia tidak sah: jumlah huruf ganjil. Apakah ada salah ketik?
lt: Netinkamas slapto kodo ilgis - ar suklydote?
ro: Secret cu format nevalid: lungimea este impară. Ai tastat greșit secretul?

source: Submission deleted.
hi: सबमिशन हटाया गया।
ro: {num} trimitere a fost ștearsă.

source: {num} collection deleted
hi: {num} संग्रह हटाया गया
ro: {num} colecție a fost ștearsă

source: starred icon
id: ikon berbintang
lt: žvaigždute pažymėta piktograma
ro: pictogramă cu stea

source: unstarred icon
id: ikon tak berbintang
lt: nepažymėta piktograma
ro: pictogramă fără stea

source: download icon
id: ikon unduh
lt: atsisiuntimo piktogramą
ro: pictogramă de descărcare

source: edit user icon
lt: redaguoti vartotojo piktogramą
ro: pictogramă de editare a utilizatorului

source: trash icon disabled
lt: šiukšliadėžės piktograma išjungta
ro: pictogramă de coș de gunoi dezactivată

source: trash icon
lt: šiukšliadėžės piktograma
ro: pictogramă de coș de gunoi

source: <strong>Update Required</strong>&nbsp;&nbsp;Set up v3 Onion Services before April 30 to keep your SecureDrop servers online. Please contact your administrator. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Learn More</a>
ro: <strong>Actualizare necesară</strong>&nbsp;&nbsp;Configurați v3 Onion Services până pe 30 aprilie pentru a vă menține serverele SecureDrop online. Contactați administratorul. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Mai multe</a>

source: <strong>Update Required</strong>&nbsp;&nbsp;Complete the v3 Onion Services setup before April 30. Please contact your administrator. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Learn More</a>
ro: <strong>Actualizare necesară</strong>&nbsp;&nbsp;Finalizați configurarea v3 Onion Services înainte de 30 aprilie. Contactați administratorul. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Mai multe</a>

source: Powered by <em>SecureDrop {version}</em>.
hi: <em>SecureDrop {version}</em> दवारा संचालित।
id: Didukung oleh <em>SecureDrop {version}</em>.
lt: Teikia <em>SecureDrop {version}</em>.
ro: Oferit de <em>SecureDrop {version}</em>.

source: The documents are stored encrypted for security. To read them, you will need to decrypt them using GPG.
hi: दस्तावेज सुरक्षा के लिए एन्क्रिप्टेड जमा किए जाते हैं। उन्हें पढ़ने के लिए, आपको GPG का उपयोग करके उन्हें डिक्रिप्ट करना होगा।
it: I documenti sono salvati in forma criptata per ragioni di sicurezza. Per leggerli dovrai decrittarli usando GPG.
ro: Pentru securitate, documentele sunt stocate în mod criptat. Pentru a le citi, trebuie să le decriptezi cu GPG.

source: reply icon
lt: atsakymo piktogramą
ro: pictogramă de răspuns

source: check icon
lt: žymės piktogramą
ro: pictogramă de verificare

source: closed envelope icon
lt: uždaro voko piktograma
ro: pictogramă de plic închis

source: open envelope icon
lt: atidaryto voko piktograma
ro: pictogramă de plic deschis

source: Uploaded Document
hi: अपलोड किए गए दस्तावेज़
id: Dokumen unggahan
it: Documento caricato
lt: Įkeltas dokumentas
ro: Documentul a fost încărcat

source: files icon
lt: failų piktogramą
ro: pictogramă de fișiere

source: messages icon
lt: pranešimų piktogramą
ro: pictogramă de mesaje

source: Are you sure you want to delete the selected documents?
hi: क्या आप वाकई चयनित दस्तावेज़ हटाना चाहते हैं?
ro: Sigur vrei să ștergi documentele selectate?

source: No documents to display.
hi: प्रदर्शित करने के लिए कोई दस्तावेज़ नहीं |
it: Non ci sono documenti da mostrare.
ro: Nu sunt documente de afișat.

source: You can write a secure reply to the person who submitted these documents:
hi: आप इन दस्तावेजों को सबमिट करने वाले व्यक्ति को एक सुरक्षित उत्तर लिख सकते हैं:
it: Puoi scrivere una risposta sicura alla persona che ha inviato questi documenti:
ro: Poți scrie un răspuns securizat persoanei care a trimis aceste documente:

source: You've flagged this source for reply.
hi: आपने उत्तर के लिए इस स्रोत को चिह्नित किया है |
id: Anda telah menandai sumber ini untuk dijawab.
it: Hai selezionato questa fonte per una risposta.
ro: Ai marcat această sursă pentru răspuns.

source: Click below if you would like to write a reply to this source.
hi: यदि आप इस स्रोत को उत्तर लिखना चाहते हैं तो नीचे क्लिक करें।
it: Clicca qui sotto se voui scrivere una risposta a questa fonte.
ro: Dă clic mai jos dacă vrei să-i răspunzi acestei surse.

source: FLAG THIS SOURCE FOR REPLY
hi: उत्तर के लिए इस स्रोत को फ़्लैग करें
ro: MARCHEAZĂ ACEASTĂ SURSĂ PENTRU RĂSPUNS

source: Click below to delete this source's collection. <em>Warning: If you do this, the files seen here will be unrecoverable and the source will no longer be able to login using their previous codename.</em>
hi: इस स्रोत के संग्रह को हटाने के लिए नीचे क्लिक करें <em> चेतावनी: अगर आप ऐसा करते हैं, तो यहां देखी जाने वाली फ़ाइलें पुनर्प्राप्त नहीं हो सकेंगी और स्रोत अब उनके पिछले कोडनाम का उपयोग करके लॉगिन नहीं कर पाएगे।</em>
ro: Dă clic mai jos pentru a șterge colecția acestei surse. <em>Avertisment: Dacă o ștergi, fișierele de aici nu vor mai putea fi recuperate și sursa nu se va mai putea autentifica folosind numele de cod anterior.</em>

source: DELETE SOURCE AND SUBMISSIONS
hi: स्रोत और सबमिशन हटाएं
ro: ȘTERGE SURSA ȘI TRIMITERILE

source: Are you sure you want to delete this collection?
hi: क्या आप इस संग्रह को मिटाना चाहते हैं?
ro: Sigur vrei să ștergi această colecție?

source: Prevent sources from uploading documents. Sources will still be able to send messages.
hi: दस्तावेज़ अपलोड करने से स्रोतों को रोकें। स्रोत अभी भी संदेश भेजने में सक्षम होंगे।
id: Cegah sumber untuk mengunggah dokumen. Sumber masih dapat mengirim pesan.
lt: Neleiskite šaltiniams įkelti dokumentų. Šaltiniai vis tiek galės siųsti pranešimus.
ro: Împiedică sursele să încarce documente. Sursele vor putea să trimită mesaje în continuare.

source: The following file has been selected for <strong>permanent deletion</strong>:
hi: निम्न फ़ाइल को <strong>स्थायी </strong>रूप से मिटने के लिए लिए चुना गया है:
id: {num} file berikut telah dipilih untuk <strong>penghapusan permanen</strong>:
lt: {num} failas pasirinktas <strong>ištrinti negrįžtamai</strong>:
ro: Următorul fișier a fost selectat pentru <strong>ștergere definitivă</strong>:

source: PERMANENTLY DELETE FILES
hi: स्थायी रूप से फ़ाइलें हटाएं
id: HAPUS BERKAS SECARA PERMANEN
lt: NEGRĮŽTAMAI IŠTRINTI FAILUS
ro: ȘTERGE DEFINITIV FIȘIERELE

source: Return to the list of documents for {source_name}…
hi: {source_name} के लिए दस्तावेज़ों की सूची पर लौटें…
id: Kembali ke daftar dokumen untuk {source_name}…
lt: Grįžti į {source_name} dokumentų sąrašą…
ro: Întoarcere la lista de documente pentru {source_name}…

source: info icon
ro: pictogramă de informații

source: Thanks!
hi: धन्यवाद!
it: Grazie!
ro: Îți mulțumim!

source: SecureDrop will generate a secure encryption key for this source the next time that they log in. Once the key has been generated, a reply box will appear under their collection of documents. You can use this box to write encrypted replies to them.
hi: सेक्योरड्राप इस स्रोत के लिए एक सुरक्षित एन्क्रिप्शन कुंजी उत्पन्न करेगा, अगली बार जब वे लॉग इन करेंगे। एक बार कुंजी उत्पन्न हो जाने के बाद, एक दस्तावेज के संग्रह के तहत एक उत्तर बॉक्स दिखाई देगा। आप इस बॉक्स को उनसे एन्क्रिप्शन कए गए उत्तर लिखने के लिए उपयोग कर सकते हैं।
it: SecureDrop genererà una chiave crittografica per la fonte la prossima volta che si connetterà. Una volta che la chiave è stata generate, un box di risposta apparirà sotto la collezione dei documenti. Puoi usare questo box per scrivere una risposta crittografata.
ro: SecureDrop va genera o cheie de criptare securizată pentru această sursă data viitoare când se va autentifica. După ce a fost generată cheia, sub colecția de documente a sursei va apărea o casetă de răspuns. Poți folosi această casetă pentru a-i scrie răspunsuri criptate.

source: Continue to the list of documents for {codename}...
hi: {codename} के लिए दस्तावेज़ों की सूची पर जारी रखें...
ro: Deschide lista de documente pentru {codename}...

source: Sources
hi: स्रोत
it: Fonti
ro: Surse

source: Are you sure you want to delete the selected collections?
hi: क्या आप वाकई चयनित संग्रह हटाना चाहते हैं?
ro: Sigur vrei să ștergi colecțiile selectate?

source: Warning: If you do this, all files for the selected sources will be unrecoverable, and the sources will no longer be able to log in using their previous codename.
hi: चेतावनी: अगर आप ऐसा करते हैं, तो चयनित स्रोतों के लिए सभी फाइलें अपरिवर्तनीय होंगी, और स्रोत अब उनके पिछले कोडनाम का उपयोग करने में लॉग इन नहीं कर पाएंगे।
ro: Avertisment: Dacă ștergi, toate fișierele surselor selectate vor fi irecuperabile și sursele nu se vor mai putea autentifica folosind numele de cod anterioare.

source: No documents have been submitted!
hi: कोई दस्तावेज जमा नहीं किया गया है!
id: Tidak ada dokumen yang dikirimkan!
it: Non è stato ricevuto nessun documento.
lt: Nauji dokumentai nebuvo pateikti!
ro: Nu a fost trimis niciun document!

source: Are you sure you want to delete the user {username}?
hi: क्या आप वाकई उपयोगकर्ता {username} को हटाना चाहते हैं?
lt: Ar tikrai norite ištrinti vartotoją {username}?
ro: Sigur vrei să ștergi utilizatorul {username}?

source: Login to access the journalist interface
hi: पत्रकार इंटरफेस प्रवेशने के लिए लॉगिन करें
id: Masuk untuk mengakses antarmuka jurnalis
it: Login per accedere all'interfaccia giornalista
lt: Prisijunkite, kad galėtumėte pasiekti žurnalisto sąsają
ro: Autentifică-te pentru acces la interfața jurnalistului

source: <strong>WARNING:&nbsp;</strong> You appear to be using Tor2Web. This <strong>&nbsp;does not&nbsp;</strong> provide anonymity. <a href="{url}">Why is this dangerous?</a>
hi: <strong>चेतावनी:&nbsp;</strong> आप Tor2Web का उपयोग करते हुए दिखाई देते हैं| ये गुमनामी सुनिश्चित <strong>&nbsp;नहीं &nbsp;</strong> करता| <a href="{url}">यह घातक क्यों है?</a>
ro: <strong>AVERTISMENT:&nbsp;</strong> Se pare că folosești Tor2Web. Acest serviciu <strong>&nbsp;nu oferă&nbsp;</strong> anonimitate. <a href="{url}">De ce este periculos?</a>

source: Field must be between 1 and {max_codename_len} characters long.
hi: फ़ील्ड 1 और {max_codename_len} वर्णों के बीच लंबा होना चाहिए।
id: Masukkan antara 1 dan {max_codename_len} karakter.
lt: Laukas turi būti nuo 1 iki {max_codename_len} simbolių ilgio.
ro: Câmpul trebuie să aibă între 1 și {max_codename_len} caractere.

source: You are already logged in. Please verify your codename above as it may differ from the one displayed on the previous page.
hi: आप पहले से लॉग इन हैं। कृपया अपना संकेत नाम ऊपर सत्यापित करें क्योंकि यह पिछले पृष्ठ पर प्रदर्शित करे गए से भिन्न हो सकता है।
id: Anda sudah masuk. Harap verifikasi nama kode Anda di atas karena mungkin berbeda dari yang ditampilkan di halaman sebelumnya.
lt: Jau esate prisijungę. Patikrinkite savo kodo pavadinimą, nes jis gali skirtis nuo ankstesniame puslapyje rodomo.
ro: Ești deja conectat(ă). Te rugăm să îți verifici numele de cod de mai sus, pentru că poate diferi de cel afișat în pagina anterioară.

source: Thanks! We received your document.
hi: धन्यवाद! हमें आपका दस्तावेज़ मिला।
id: Terima kasih! Kami menerima dokumen Anda.
lt: Dėkojame! Gavome jūsų dokumentą.
ro: Îți mulțumim! Am primit documentul tău.

source: Thanks! We received your message and document.
hi: धन्यवाद! हमें आपका संदेशा और दस्तावेज़ मिला।
id: Terima kasih! Kami menerima pesan dan dokumen Anda.
lt: Dėkui! Gavome jūsų pranešimą ir dokumentą.
ro: Îți mulțumim! Am primit mesajul și documentul.

source: SecureDrop Home
lt: „SecureDrop“ Pradžia
ro: Acasă SecureDrop

source: Forgot your codename?
hi: अपना संकेत नाम भूल गए?
id: Lupa nama kode Anda?
lt: Pamiršote kodinį vardą?
ro: Ți-ai uitat numele de cod?
