Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: Read
ar: قراءة
ca: Llegit
cs: Přečteno
de_de: Gelesen
el: Αναγνωσμένο
fi: Luettu
fr_fr: Lu
he: נקרא
hi: पठित
id: Baca
is: Lesa
it_it: Letto
lt: Perskaityta
nb_no: Lest
nl: Gelezen
pl: Przeczytane
pt_br: Lida
pt_pt: Lida
ro: Citit
ru: Прочитано
sv: Lästa
ta: படிக்கப்பட்டவை
tr: Okunmuş

source: Uploaded File
ar: تم تحميل الملف
ca: Fitxer penjat
cs: Nahraný soubor
de_de: Hochgeladene Datei
el: Ανεβασμένο αρχείο
fi: Lähetetty tiedosto
fr_fr: Le fichier a été téléversé
he: קובץ שהועלה
is: Innsend skrá
it_it: File caricato
nb_no: Opplastet fil
nl: Geüpload bestand
pl: Przesłany plik
pt_pt: Ficheiro Carregado
ru: Загруженный файл
sv: Uppladdad fil
tr: Yüklenen dosya

source: Reply
ar: رُدّ
ca: Respon
cs: Odpověď
de_de: Antworten
el: Απάντηση
fi: Vastaa
fr_fr: Répondre
he: תשובה
hi: जवाब दें
id: Balas
is: Svara
it: Rispondi
it_it: Rispondi
lt: Atsakyti
nb_no: Svar
nl: Reageren
pl: Odpisz
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sv: Svar
ta: மறுமொழி
tr: Yanıtla

source: Message
ar: رسالة
ca: Missatge
cs: Zpráva
de_de: Nachricht
el: Μήνυμα
fi: Viesti
he: הודעה
hi: संदेश
id: Pesan
is: Skilaboð
it: Messaggio
it_it: Messaggio
lt: Žinutė
nb_no: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande
ta: சேதி
tr: İleti

source: Are you sure you want to delete the selected submissions?
ar: هل أنت متأكد من أنك تريد حذف الإيداعات المختارة؟
ca: Segur que voleu suprimir els enviaments seleccionats?
cs: Opravdu chcete smazat vybraná podání?
de_de: Sind Sie sicher, dass Sie die ausgewählten Einreichungen löschen möchten?
el: Είστε σίγουρος/η πως θέλετε να διαγράψετε τις επιλεγμένες υποβολές;
fi: Haluatko varmasti poistaa valitut talletteet?
fr_fr: Voulez-vous vraiment supprimer les envois sélectionnés ?
he: האם אתה בטוח שברצונך למחוק את ההודעות שנבחרו?
id: Apakah Anda yakin ingin menghapus kiriman yang dipilih?
is: Ertu viss um að þú viljir eyða völdum innsendingum?
it_it: Eliminare veramente gli invii selezionati?
lt: Ar tikrai norite ištrinti pasirinktus dokumentus?
nb_no: Er du sikker på at du vil slette de markerte bidragene?
nl: Weet u zeker dat u de geselecteerde inzendingen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane zgłoszenia?
pt_br: Você tem certeza de que deseja apagar os envios selecionados?
pt_pt: Tem a certeza que deseja eliminar os envios selecionados?
ru: Вы действительно хотите удалить выбранные отправления?
sv: Är du säker att du vill ta bort de markerade inlämningarna?
ta: தேர்ந்தெடுக்கப்பட்ட அனுப்புகைகளை நீங்கள் உறுதியாக நீக்கிட வேண்டுகிறீர்களா?
tr: Seçilmiş gönderileri silmek istediğinize emin misiniz?

source: No submissions to display.
ar: لا يوجد ايداعات لعرضها.
ca: No hi ha cap enviament per mostrar.
cs: Žádná podání k zobrazení.
de_de: Keine anzuzeigenden Einreichungen.
el: Δεν υπάρχουν υποβολές προς προβολή.
fi: Ei talletteita näytettäviksi.
fr_fr: Il n’y a aucun envoi à afficher.
he: אין הודעות לתצוגה.
id: Tidak ada kiriman untuk ditampilkan.
is: Engar innsendingar til að birta.
it_it: Non ci sono invii da visualizzare.
lt: Nėra dokumentų.
nb_no: Ingen bidragene å vise.
nl: Geen inzendingen om te tonen.
pl: Brak zgłoszeń do wyświetlenia.
pt_br: Nenhum envio a exibir.
pt_pt: Não há envios para mostrar.
ru: Нет отправлений для отображения.
sv: Inga inlämningar att visa.
ta: காண்பிக்க அனுப்புகைகள் ஏதுமில்லை.
tr: Görüntülenecek bir gönderi yok.

source: You can write a secure reply to the person who submitted these messages and/or files:
ar: يمكن كتابة رد آمن إلى الشخص الذي أودع هذه الرسائل و/أو الملفات:
ca: Podeu escriure una resposta segura a la persona que ha enviat aquests missatges o fitxers:
cs: Můžete napsat bezpečnou odpověď člověku, který poslal tyto zprávy a/nebo dokumenty:
de_de: Sie können der Person, die diese Nachrichten und/oder Dateien eingereicht hat, eine sichere Antwort schreiben:
el: Μπορείτε να γράψετε μια ασφαλή απάντηση στο άτομο που υπέβαλε αυτά τα μηνύματα ή/και αρχεία:
fi: Voit kirjoittaa salatun vastauksen henkilölle, joka lähetti nämä viestit ja/tai tiedostot:
fr_fr: Vous pouvez écrire une réponse sécurisée à la personne qui a envoyé ces messages ou fichiers :
he: ניתן לכתוב תשובה מאובטחת לאדם ששלח את ההודעות ו/או הקבצים האלה:
id: Anda dapat menulis balasan dengan aman kepada orang yang mengirimkan pesan dan/atau file ini:
is: Þú getur skrifað öruggt svar til aðilans sem sendi inn þessi skilaboð og/eða skjöl:
it_it: Puoi scrivere una risposta sicura alla persona che ha inviato questi messaggi e/o file:
lt: Šiuos pranešimus ir (arba) failus pateikusiam asmeniui galite parašyti saugų atsakymą:
nb_no: Du kan skrive et sikkert svar til personen som sendte inn disse meldingene og/eller filene:
nl: U kunt beveiligd reageren naar de persoon die deze berichten en/of bestanden gestuurd heeft:
pl: Możesz napisać bezpieczną odpowiedź do osoby, która przesłała te wiadomości i/lub pliki:
pt_br: Você pode escrever uma resposta criptografadas à pessoa que enviou essas mensagens e/ou documentos:
pt_pt: Pode enviar uma resposta de forma segura à pessoa que lhe enviou estas mensagens e/ou ficheiros:
ru: Вы можете написать безопасный ответ пользователю, предоставившему эти сообщения/файлы:
sv: Du kan skriva ett säkert svar till personen som lämnade dessa meddelanden och/eller filer:
ta: இந்தச் சேதிகளை / கோப்புகளை அனுப்பியவருக்கு நீங்கள் ஒரு பாதுகாப்பான மறுமொழியை அளிக்கவியலும்:
tr: Bu ileti ve/veya dosyaları gönderen kişiye güvenli bir yanıt yazabilirsiniz:

source: Write a reply.
ar: اكتب ردا.
ca: Escriviu una resposta.
cs: Napsat odpověď.
de_de: Antwort schreiben.
el: Γράψτε μια απάντηση.
fi: Kirjoita vastaus.
fr_fr: Rédiger une réponse.
he: כתוב תשובה.
is: Skrifa svar.
it_it: Scrivi una risposta.
nb_no: Skriv et svar.
nl: Antwoord schijven.
pl: Napisz odpowiedź.
pt_br: Escreva uma resposta.
pt_pt: Escreva uma resposta.
ru: Написать ответ.
sv: Skriv ett svar.
tr: Bir yanıt yazın.

source: Submit reply
ar: إرسال الرد
ca: Envia
cs: Odeslat odpověď
de_de: Antwort absenden
el: Υποβολή απάντησης
fi: Lähetä vastaus
fr_fr: Envoyer une réponse
he: שלח תשובה
is: Senda inn svar
it_it: Invia risposta
nb_no: Send svar
nl: Antwoorden
pl: Prześlij odpowiedź
pt_br: Enviar resposta
pt_pt: Enviar resposta
ru: Отправить ответ
sv: Skicka in svar
tr: Yanıt gönder

source: This source has no encryption key.
ar: هذا المصدر لا يحتوي على مفتاح تعمية.
ca: Aquesta font no té clau de xifratge.
cs: Tento zdroj nemá šifrovací klíč.
de_de: Diese Quelle hat keinen Verschlüsselungsschlüssel.
el: Η πηγή δεν έχει κλειδί κρυπτογράφησης.
fi: Tällä lähteellä ei ole salausavainta.
fr_fr: Cette source n’a pas de clé de chiffrement.
he: למקור זה אין מפתח הצפנה.
is: Þessi heimild er ekki með neinn dulritunarlykil.
it_it: Questa fonte non ha una chiave di cifratura.
nb_no: Denne kilden har ingen krypteringsnøkkel.
nl: Deze bron heeft geen encryptiesleutel.
pl: To źródło nie ma klucza szyfrującego.
pt_br: Esta fonte não possui chave criptográfica.
pt_pt: Esta fonte não tem chave de encriptação.
ru: Этот источник не имеет ключа шифрования.
sv: Källan har ingen krypteringsnyckel.
tr: Bu kaynağın şifreleme anahtarı yok.

source: An encryption key will be generated for the source the next time they log in, after which you will be able to reply to the source here.
ar: عند ولوج المصدر إلى النظام في المرّة التالية سيُولَّد له مفتاح تعمية، و&nbsp;سيمكنك بعد ذلك كتابة رسائل له هنا.
ca: Es generarà una clau per a la font la següent vegada que iniciï sessió, després d'això podreu respondre-hi aquí.
cs: Až se zdroj příště přihlásí, bude mu vygenerován šifrovací klíč a poté mu budete moci odpovědět zde.
de_de: Beim nächsten Anmelden wird für die Quelle ein Verschlüsselungsschlüssel generiert, nach dem Sie auf die Quelle antworten können.
el: Ένα κλειδί κρυπτογράφησης για την πηγή θα παραχθεί την επόμενη φορά που θα συνδεθεί, και μετά από αυτό θα μπορείτε να απαντήσετε στην πηγή εδώ.
fi: Salausavain luodaan lähteelle seuraavan kerran kun hän kirjautuu sisään, minkä jälkeen pystyt vastaamaan lähteelle täältä.
fr_fr: Une clé de chiffrement sera générée pour la source la prochaine fois qu’elle se connectera, après quoi vous serez en mesure de lui répondre ici.
he: מפתח צופן יווצר עבור המקור הזה כאשר יתחבר בפעם הבאה, לאחר כך תוכל להגיב עבורו כאן.
hi: अगली बार जब वे लॉग इन करते हैं, तो स्रोत के लिए एक एन्क्रिप्शन कुंजी उत्पन्न होगी, जिसके बाद आप यहां स्रोत को जवाब दे पाएंगे।
id: Kunci enkripsi akan dibuat untuk sumber ketika mereka masuk kembali, setelah itu Anda dapat membalas sumber di sini.
is: Dulritunarlykill verður útbúinn fyrir heimildarmanninn næst þegar hán skráir sig inn; eftir það muntu geta svarað heimildarmanninum hér.
it: Una chiave crittografica sarà generata per la fonte la prossima volta che si connetterà, dopodiché potrai risponderle qui.
it_it: Una chiave di cifratura sarà generata per la fonte la prossima volta che eseguirà l'accesso, dopodiché potrai rispondere qui.
lt: Šaltinio šifravimo raktas bus sugeneruotas kitą kartą, kai jie prisijungs, po to čia galėsite atsakyti į šaltinį.
nb_no: Neste gang kilden logger seg inn med kodeordet sitt vil det bli laget en krypteringsnøkkel. Dette vil gjøre at du deretter kan skrive et svar til kilden her.
nl: Er wordt een encryptiesleutel gegenereerd voor de bron en wanneer deze de volgende keer inlogt, kunt u daarna hier reageren naar de bron.
pl: Klucz szyfrowania zostanie wygenerowany dla źródła przy następnym logowaniu, po którym będziesz mógł tutaj wysłać odpowiedź.
pt_br: Uma chave criptográfica será gerada para esta fonte na próxima vez que ela se conectar. Em seguida, você poderá responder a ela aqui.
pt_pt: Uma chave de encriptação será gerada para esta fonte da próxima vez que esta iniciar sessão. Apenas depois disso lhe poderá responder por aqui.
ro: Sursa va primi o cheie de criptare generată data următoare când se autentifică, după care îi vei putea răspunde aici.
ru: Ключ шифрования будет сгенерирован для источника при следующем входе в систему, после чего вы сможете ответить здесь.
sv: En krypteringsnyckel kommer att genereras till denna källa nästa gång den loggar in, därefter kommer du att kunna svara till källan här.
ta: அடுத்த முறை புகுபதிகை செய்கையில் மூலத்திற்காக ஒரு மறைகுறிச் சாவி உண்டாக்கப்படும், அதன்பிறகு அவர்களுக்கு இங்கே நீங்கள் மறுமொழியிட இயலும்.
tr: Bu kaynağın bir sonraki oturum açışında bir şifreleme anahtarı üretilecek. Ardından kaynağa buradan yanıt yazabilirsiniz.

source: Delete Source Account
ar: حذف حساب المصدر
ca: Supressió del compte de la font
cs: Smazat účet zdroje
de_de: Quellkonto löschen
el: Διαγραφή λογαριασμού πηγής
fi: Poista lähdetili
fr_fr: Supprimer le compte de la source
he: מחיקת חשבון מקור
id: Hapus akun yang dipilih
is: Eyða aðgangi heimildarmanns
it_it: Elimina l'account della fonte
lt: Ištrinti šaltinio paskyrą
nb_no: Slett kilde-konto
nl: Verwijder bronaccount
pl: Usuń konto źródła
pt_pt: Eliminar Conta da Fonte
ru: Удалить учетную запись источника
sv: Radera en källa
ta: மூலக் கணக்கை நீக்கிடுக
tr: Kaynak Hesabını Sil

source: Are you sure?
ar: هل أنت متأكد؟
ca: N'esteu segur?
cs: Jste si jisti?
de_de: Sind Sie sicher?
el: Είστε σίγουρος/η;
fi: Oletko varma?
fr_fr: Confirmez-vous ?
he: האם את.ה בטוח.ה?
id: Apakah Anda yakin?
is: Ertu viss?
it_it: Procedere veramente?
lt: Ar esate įsitikinę?
nb_no: Er du sikker?
nl: Bent u zeker?
pl: Czy na pewno?
pt_br: Você tem certeza?
pt_pt: Tem a certeza?
ru: Вы уверены?
sv: Är du säker?
ta: உறுதியாகவா?
tr: Emin misiniz?

source: <p> Deleting the account for <b>{source}</b> will: </p> <ul> <li>prevent them from logging in with their codename again <li>prevent your organization from sending replies </ul> <p> All files, messages, and replies will also be deleted when their account is deleted. </p>
ar: <p> سيؤدي حذف حساب <b>{source}<b/> إلى ما يلي: <p/> <ul> <li>منعهم من تسجيل الدخول باستخدام الاسم الرمزي الخاص بهم مرة أخرى <li>منع مؤسستك من إرسال الردود </ul> <p> سيتم أيضًا حذف جميع الملفات والرسائل والردود عند حذف حسابهم. <p/>
ca: <p> En suprimir el compte de <b>{source}</b>: </p> <ul> <li>no podreu iniciar mai més sessió amb el vostre nom en clau <li>la vostra organització no podrà enviar respostes </ul> <p> Tots els fitxers, missatges i respostes també se suprimiran en suprimir el compte. </p>
cs: <p> Smazání účtu pro <b>{source}</b> bude: </p> <ul> <li>bránit před opětovným přihlášením pod tímto krycím jménem <li>bránit vaši organizaci před odesíláním odpovědí </ul> <p> Smazáním tohoto účtu budou také smazány všechny soubory, zprávy a odpovědi. </p>
de_de: <p> Die Löschung des Kontos für <b>{source}</b> wird: </p> <ul> <li>verhindern, dass Sie sich erneut mit ihrem Codenamen anmelden können <li>Ihre Organisation daran hindern, Antworten zu senden </ul> <p> Alle Dateien, Nachrichten und Antworten werden ebenfalls gelöscht, wenn ihr Konto gelöscht wird. </p>
el: <p> Η διαγραφή του λογαριασμού του/της <b>{source}</b> θα: </p> <ul> <li>τον/την αποτρέψει από το να συνδεθεί ξανά με το κωδικό όνομά του/της <li>αποτρέψει τον οργανισμό σας από να του/της στείλει απαντήσεις </ul> <p> Επίσης, όλα τα αρχεία, μηνύματα και απαντήσεις θα διαγραφούν όταν διαγραφεί ο λογαριασμός του/της. </p>
fi: <p> Lähteen <b>{source}</b> tilin poistaminen: </p> <ul> <li>estää häntä kirjautumasta uudelleen käyttäen koodinimeä <li>estää organisaatiotasi lähettämästä vastauksia </ul> <p> Kaikki kyseiseen tiliin liittyvät tiedostot, viestit ja vastaukset poistetaan tilin poistamisen yhteydessä. </p>
fr_fr: <p> Supprimer le compte de <b>{source}</b> aura pour conséquences : </p> <ul> <li>de l’empêcher de se connecter de nouveau avec son nom de code <li>d’empêcher votre organisme de lui envoyer des réponses </ul> <p> Tous les fichiers, messages et réponses seront aussi supprimés lors de la suppression de son compte. </p>
he: <p> מחיקת החשבון <b>{source}</b> </p> <ul> <li>תמנע כניסה חוזרת עם שם הקוד של החשבון <li>תמנע מהארגון לשלוח תשובות </ul> <p> כל הקבצים, ההודעות והתשובות יימחקו גם הם. </p>
is: <p> Eyðing aðgangsins fyrir <b>{source}</b> mun: </p> <ul> <li>koma í veg fyrir að viðkomandi geti skráð sig aftur inn með kóðanafninu sínu <li>koma í veg fyrir að félagið þitt getur sent viðkomandi svör </ul> <p> Allar skrár, skilaboð og svör munu einnig eyðast þegar aðgangi viðkomandi er eytt. </p>
it_it: <p> L'eliminazione dell'account di <b>{source}</b> comporterà: </p> <ul> <li>l'impossibilità di ulteriori accessi della fonte con il proprio nome in codice <li>l'impossibilità per la tua organizzazione di inviare risposte </ul> <p> Anche tutti i file, i messaggi e le risposte verranno cancellate quando l'account viene eliminato. </p>
nb_no: <p> Sletting av kontoen for <b>{source}</b> vil: </p> <ul> <li>hindre vedkommende fra å logge inn med sitt kodenavn igjen <li>hindre din organisasjon fra å sende nye svar </ul> <p> Alle filer, meldinger og svar vil også bli slettet når kontoen er slettet. </p>
nl: <p> Als u het account van <b>{source}</b> verwijdert: </p> <ul> <li>kunnen ze niet meer inloggen met hun codenaam <li>kan uw organisatie geen antwoorden meer versturen </ul> <p> Alle bestanden, berichten en antwoorden worden ook verwijderd wanneer hun account wordt verwijderd. </p>
pl: <p> Usunięcie konta <b>{source}</b> spowoduje: </p> <ul> <li>uniemożliwienie im ponowne zalogowanie się przy użyciu kryptonimu <li>uniemożliwienie organizacji wysyłanie odpowiedzi </ul> <p> Wszystkie pliki, wiadomości i odpowiedzi zostaną również usunięte po usunięciu konta. </p>
pt_br: <p> Apagar a conta de <b>{source}</b> irá: </p> <ul> <li>impedir de se logar com seu codinome novamente <li>impedir sua organização de enviar respostas </ul> <p> Todos os arquivos, mensagens e respostas também serão apagados quando a conta for apagada. </p>
pt_pt: <p> Ao eliminar a conta da fonte <b>{source}</b> irá: </p> <ul> <li>impedi-la de iniciar sessão com o seu come-código no futuro <li>impedir a sua organização de lhe enviar respostas </ul> <p> Todos os ficheiros, mensagens e respostas serão eliminados com a eliminação da conta da fonte . </p>
ru: <p> Удаление аккаунта для <b>{source}</b> приведет к: </p> <ul> <li>запрету авторизации под своим псевдонимом <li>запрету вашей организации отправлять ответы </ul> <p> Все файлы, сообщения и ответы также будут удалены при удалении их аккаунта. </p>
sv: <p> Radering av kontot för <b>{source}</b> kommer att: </p> <ul> <li>hindra dem från att logga in med sitt kodnamn igen <li>hindra din organisation från att skicka svar </ul> <p> Alla filer, meddelanden och svar kommer också att raderas när kontot raderas.. </p>
tr: <p> <b>{source}</b> hesabı silindiğinde: </p> <ul> <li>Kod adlarıyla yeniden oturum açılamaz <li>Kuruluşunuz yanıt gönderemez </ul> <p> Silinen hesapların tüm dosyaları, iletileri ve yanıtları da silinir. </p>

source: Yes, Delete Source Account
ar: نعم، احذف حساب المصدر
ca: Sí, suprimeix el compte font
cs: Ano, smazat účet zdroje
de_de: Ja, Quellkonto löschen
el: Ναι, Διαγραφή λογαριασμού πηγής
fi: Kyllä, poista lähdetili
fr_fr: Oui, supprimer le compte de la source
he: כן, מחק חשבון מקור
id: Ya, Hapus Akun Sumber
is: Já, eyða notandaaðgangi heimildarmanns
it_it: Sì, elimina l'account della fonte
lt: Taip, ištrinti šaltinio paskyrą
nb_no: Ja, slett kildens konto
nl: Ja, verwijder bronaccount
pl: Tak, usuń konto źródła
pt_br: Sim, apagar a conta da fonte
pt_pt: Sim, Eliminar Conta da Fonte
ru: Да, удалить учетную запись источника
sv: Ja, radera källan
ta: ஆம், மூலக் கணக்கை நீக்குக
tr: Evet, Kaynak Hesabını Sil

source: Instance Configuration
ar: إعدادات النظام
ca: Configuració de la instància
cs: Nastavení instance
de_de: Instanzkonfiguration
el: Παραμετροποίηση εγκατάστασης
fi: Instanssin konfiguraatio
fr_fr: Configuration de l’instance
he: תצורת מופע
hi: इंस्टेंस कॉन्फ़िगरेशन
id: Konfigurasi Instan
is: Uppsetning á kerfiseintaki
it_it: Configurazione istanza
lt: Nustatymo Konfigūravimas
nb_no: Instans-oppsett
nl: Instantie configureren
pl: Konfiguracja instancji
pt_br: Configuração de Instância
pt_pt: Definições de Instância
ro: Configurarea instanței
ru: Пример конфигурации
sv: Instanskonfiguration
ta: நேர்வு உருவமைப்பு
tr: Örnek Yapılandırması

source: Organization Name
ar: اسم المنظمة
ca: Nom de l'organització
cs: Jméno organizace
de_de: Organisationsname
el: Όνομα οργανισμού
fi: Organisaation nimi
fr_fr: Nom de l’organisme
he: שם הארגון
id: Nama Organisasi
is: Nafn stofnunar/félags
it_it: Nome dell'organizzazione
lt: Organizacijos pavadinimas
nb_no: Organisasjonsnavn
nl: Organisatienaam
pl: Nazwa organizacji
pt_br: Nome da organização
pt_pt: Nome da Organização
ro: Denumirea organizației
ru: Название организации
sv: Organisationsnamn
ta: நிறுவனத்தின் பெயர்
tr: Kuruluş Adı

source: Set the organization name used on the SecureDrop web interfaces:
ar: حدد اسم المنظمة المستخدم على واجهة SecureDrop:
ca: Configureu el nom de l'organització usat en les interfícies web del SecureDrop:
cs: Nastavte jméno organizace které bude použito v rozhraní SecureDrop:
de_de: Legen Sie den Organisationsnamen fest, der in den SecureDrop-Web-Oberflächen verwendet wird:
el: Ορίστε το όνομα του οργανισμού που θα χρησιμοποιείται στις διεπαφές ιστού του SecureDrop:
fi: Valitse organisaation nimi, jota käytetään SecureDropin selainkäyttöliittymässä:
fr_fr: Définissez le nom de l’organisme utilisé dans les interfaces Web de SecureDrop :
he: שם האירגון בממשק SecureDrop:
id: Tetapkan nama organisasi yang akan digunakan pada web SecureDrop:
is: Settu það nafn stofnunar/félags sem notað er í vefviðmótum SecureDrop:
it_it: Imposta il nome dell'organizzazione da utilizzare sull'interfaccia web di SecureDrop:
lt: Nustatykite organizacijos pavadinimą, naudojamą „SecureDrop“ žiniatinklio sąsajose:
nb_no: Lagre organisasjonsnavnet som vil bli brukt på SecureDrop-nettsidene:
nl: Stel een organisatienaam in om te gebruiken in de SecureDrop webinterfaces:
pl: Ustaw nazwę organizacji używaną w interfejsach internetowych SecureDrop:
pt_br: Defina o nome da organização que é utilizado nas interfaces web do SecureDrop:
pt_pt: Defina o nome da organização que é mostrado nas interfaces web do SecureDrop:
ro: Setați denumirea organizației folosită în interfețele web SecureDrop:
ru: Укажите название организации, которое будет использоваться в веб-интерфейсе SecureDrop:
sv: Sätt ett organisationsnamn som används på SecureDrops webbsida:
ta: SecureDrop வலைய இடைமுகத்தில் பயன்படுத்தப்படும் நிறுவனப் பெயரை உள்ளிடுக:
tr: SecureDrop web arayüzlerinde kullanılacak olan kuruluş adını ayarlayın:

source: Set Organization Name
ar: ضبط اسم المنظمة
ca: Nom de l'organització
cs: Nastavit jméno organizace
de_de: Organisationsname festlegen
el: Ορισμός ονόματος οργανισμού
fi: Aseta organisaationimi
fr_fr: Définir le nom de l’organisme
he: הגדר שה ארגון
is: Stilltu nafn stofnunar/félags
it_it: Imposta il nome dell'organizzazione
nb_no: Lagre organisasjonsnavn
nl: Organisatienaam instellen
pl: Ustaw nazwę organizacji
pt_br: Definir nome da organização
pt_pt: Definir Nome da Organização
ru: Установить название организации
sv: Ställ in organisationsnamn
tr: Kuruluş adını ayarla

source: SET ORGANIZATION NAME
ar: تحديد اسم المنظمة
ca: ESTABLEIX EL NOM DE L'ORGANITZACIÓ
cs: NASTAVIT JMÉNO ORGANIZACE
de_de: ORGANISATIONSNAME FESTLEGEN
el: ΟΡΙΣΜΟΣ ΟΝΟΜΑΤΟΣ ΟΡΓΑΝΙΣΜΟΥ
fi: ASETA ORGANISAATION NIMI
fr_fr: DÉFINIR LE NOM DE L’ORGANISME
he: הגדר שם ארגון
id: SET NAMA ORGANISASI
is: SETJA HEITI STOFNUNAR/FÉLAGS
it_it: IMPOSTA NOME ORGANIZZAZIONE
lt: NUSTATYTI ORGANIZACIJOS PAVADINIMĄ
nb_no: LAGRE ORGANISASJONSNAVN
nl: STEL ORGANISATIENAAM IN
pl: USTAW NAZWĘ ORGANIZACJI
pt_br: DEFINA O NOME DA ORGANIZAÇÃO
pt_pt: DEFINIR NOME DA ORGANIZAÇÃO
ro: SETEAZĂ DENUMIREA ORGANIZAȚIEI
ru: УКАЗАТЬ НАЗВАНИЕ ОРГАНИЗАЦИИ
sv: SÄTT ORGANISATIONSNAMN
ta: நிறுவனப் பெயரை உள்ளிடுக
tr: KURULUŞ ADINI AYARLA

source: Logo Image
ar: صورة الشعار
ca: Imatge del logotip
cs: Obrázek loga
de_de: Logobild
el: Λογότυπο
fi: Logo
fr_fr: Image de logo
he: לוגו
hi: लोगो छवि
id: Gambar Logo
is: Mynd með myndmerki
it_it: Logo
lt: Logotipo Paveikslėlis
nb_no: Logo-bilde
nl: Afbeelding logo
pl: Obraz logo
pt_br: Logomarca
pt_pt: Logótipo
ro: Imagine logo
ru: Логотип
sv: Logga
ta: குறியப்படிமம்
tr: Logo Görseli
