Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: You can submit any kind of file, a message, or both.
ar: يمكنك إيداع أي نوع من الملفات أو الرسائل، أو كليهما.
ca: Podeu enviar qualsevol mena de fitxer, un missatge o totes dues coses.
cs: Můžete odeslat jakýkoliv soubor, zprávu nebo oboje.
de_de: Sie können jede Art von Datei, eine Nachricht oder beides versenden.
el: Μπορείτε να υποβάλετε οποιουδήποτε τύπου αρχεία, ένα μήνυμα ή και τα δύο.
fi: Voit lähettää minkä tahansa tyyppisen tiedoston, viestin, tai molemmat.
fr_fr: Vous pouvez envoyer n’importe quel type de fichier, un message ou les deux.
he: אפשר לשלוח כל סוג של קובץ, הודעה או שניהם.
hi: आप किसी भी तरह की फाइल, एक संदेश, या दोनों जमा कर सकते हैं।
is: Þú getur sent inn hverskonar skrá, skilaboð, eða bæði.
it_it: Puoi inviare ogni tipo di file, un messaggio, o entrambi.
lt: Galite pateikti bet kokio tipo failą, pranešimą ar abu.
nb_no: Du kan sende alle typer filer, en melding, eller begge deler.
nl: U kunt elk soort bestand, een bericht of beide versturen.
pl: Możesz przesłać dowolny plik, wiadomość lub jedno i drugie.
pt_br: Você pode enviar todos os tipos de arquivos, uma mensagem ou ambos.
pt_pt: Pode enviar qualquer tipo de ficheiro, uma mensagem ou ambos.
ro: Poți trimite orice tip de fișier, un mesaj sau ambele.
ru: Вы можете отправить любой файл, сообщение или и то, и другое.
sv: Du kan skicka alla typer av filer, ett meddelande, eller både och.
ta: நீங்கள் எந்த வகையான கோப்பையோ சேதியையோ அல்லது இரண்டையுமோ அனுப்ப முடியும்.
tr: Herhangi bir dosya, bir ileti türü ya da her ikisini birden gönderebilirsiniz.

source: If you are already familiar with GPG, you can optionally encrypt your files and messages with our <a href="{url}" class="text-link">public key</a> before submission. Files are encrypted as they are received by SecureDrop.
ar: إذا كنت على دراية باستعمال GPG فيمكنك (اختياريا) تعمية الملفّات و&nbsp;الرسائل <a href="{url}" class="text-link">بمفتاحنا العلني</a> قبل إيداعها. و في كلّ الأحوال فإنّ الملفات تُعمّى تلقائيّا أثناء إيداعها عبر SecureDrop.
ca: Si esteu familiaritzat amb GPG, podeu, opcionalment, xifrar els fitxers i missatges amb la vostra <a href="{url}" class="text-link">clau pública</a> abans d'enviar-los. Els fitxers es xifren quan arriben al SecureDrop.
cs: Pokud již ovládáte GPG, můžete zašifrovat své soubory a zprávy naším <a href="{url}" class="text-link">veřejným klíčem</a> před jejich odesláním. Soubory jsou pak zašifrované už při přijetí do SecureDropu.
de_de: Wenn Sie bereits mit GPG vertraut sind, können Sie Ihre Dateien und Nachrichten vor dem Versenden zusätzlich mit unserem <a href="{url}" class="text-link">öffentlichen Schlüssel</a> verschlüsseln. Die Dateien werden verschlüsselt, wenn Sie von SecureDrop empfangen werden.
el: Αν έχετε ήδη κάποια επαφή με το GPG, μπορείτε προαιρετικά να κρυπτογραφήσετε τα αρχεία σας με το <a href="{url}" class="text-link">δημόσιο κλειδί μας</a> πριν τα υποβάλλετε. Τα αρχεία κρυπτογραφούνται κατά τη λήψη από το SecureDrop.
fi: Jos GPG on jo sinulle tuttu, voit halutessasi salata lähettämäsi tiedostot ja viestit <a href="{url}" class="text-link">julkisella avaimellamme</a> ennen lähetystä. Tiedostot salataan kun ne otetaan vastaan SecureDropilla.
fr_fr: Si vous connaissez déjà GPG, vous pouvez facultativement chiffrer vos fichiers et messages avec notre <a href="{url}" class="text-link">clé publique</a> avant de les envoyer. Les fichiers sont chiffrés quand ils sont reçus par SecureDrop.
he: אם ידוע לך כיצד להשתמש ב- GPG, אפשר גם להצפין את הקבצים וההודעות שלך באמצעות <a href="{url}" class="text-link">המפתח הציבורי</a> שלנו לפני ההגשה. הקבצים מוצפנים בזמן קבלתם ב- SecureDrop.
hi: यदि आप पहले ही GPG से परिचित हैं, तो आप वैकल्पिक रूप से अपनी फाइलों और संदेशों को सबमिट करने से पहले हमारी <a href="{url}" class="text-link">सार्वजनिक कुंजी</a> का प्रयोग करके एन्क्रिप्ट कर सकते हैं। फ़ाइलों को एन्क्रिप्ट होते ही वे SecureDrop के द्वारा प्राप्त की जाती हैं।
is: Ef þú kannast nú þegar við GPG, geturðu valið að dulrita skjölin þín og skilaboð með <a href="{url}" class="text-link">dreifilyklinum</a> okkar áður en þú sendir þau inn. Skrár eru dulritaðar um leið og þær berast til SecureDrop.
it_it: Se hai già familiarità con GPG puoi anche cifrare i file e i messaggi con la nostra <a href="{url}" class="text-link">chiave pubblica</a> prima di inviarli. I file sono cifrati nel momento in cui sono ricevuti da SecureDrop.
lt: Jei jau esate susipažinę su GPG, galite pasirinktinai šifruoti failus ir pranešimus naudodami mūsų <a href="{url}" class="text-link">viešąjį raktą</a> dar prieš pateikiant. Failai, kuriuos gauna „SecureDrop“, yra šifruoti.
nb_no: Om du allerede er komfortabel med GPG, kan du velge å kryptere filene og meldingene dine med vår <a href="{url}" class="text-link">offentlige nøkkel</a> før du sender dem inn. Alle filer krypteres automatisk av seg selv i det de mottas av SecureDrop.
nl: Indien u reeds bekend bent met GPG kunt u eventueel uw bestanden en berichten versleutelen met onze <a href="{url}" class="text-link">publieke sleutel</a> alvorens deze te versturen. Bestanden worden versleuteld ontvangen door SecureDrop.
pl: Jeśli korzystasz już z GPG, możesz opcjonalnie zaszyfrować pliki i wiadomości za pomocą naszego <a href="{url}" class="text-link"> klucza publicznego </a> przed zgłoszeniem. Pliki są szyfrowane w trakcie odbioru przez SecureDrop.
pt_br: Se você já conhece o GPG, poderá optar por criptografar seus arquivos e mensagens com nossa <a href="{url}" class="text-link">chave pública</a> antes de enviá-los. Os arquivos são criptografados depois de recebidos pelo SecureDrop.
pt_pt: Se está familiarizado com GPG, poderá optar por encriptar os seus próprios ficheiros e mensagens com a nossa <a href="{url}" class="text-link">chave pública</a> antes dos enviar. Os ficheiros também serão encriptados ao serem recebidos no SecureDrop.
ro: Dacă știi deja cum funcționează GPG, ai opțiunea de a cripta fișierele și mesajele cu <a href="{url}" class="text-link">cheia noastră publică</a> înainte de a le trimite. Fișierele sunt criptate pe măsură ce sunt primite de SecureDrop.
ru: Если вы уже знакомы с GPG, то перед отправкой вы можете дополнительно зашифровать свои файлы и сообщения с помощью нашего <a href="{url}" class="text-link">публичного ключа</a>. Файлы шифруются по мере их получения SecureDrop.
sv: Om du redan känner till GPG, så kan du själv välja att kryptera dina filer och meddelanden med vår <a href="{url}" class="text-link"> publika nyckel </a> före inlämningen. Filer krypteras när de tas emot av SecureDrop.
ta: நீங்கள் GPG-ஐப் பற்றி முன்பே அறிந்திருந்தால், உங்களுடைய விருப்பப்படி நீங்களே உங்களுடைய கோப்புகளையும் சேதிகளையும் அனுப்பும் முன்பே நமது <a href="{url}" class="text-link">பொதுச் சாவியைக்</a> கொண்டு மறைகுறியிட்டுக்கொள்ளலாம். SecureDrop-இல் கோப்புகள் பெற்றுக் கொள்ளப்படும் போதே மறைகுறியிடப்படுகின்றன.
tr: GPG hakkında bilginiz varsa, dosya ve iletilerinizi göndermeden önce <a href="{url}" class="text-link">açık anahtarımızı</a> kullanarak şifreleyebilirsiniz. Dosyalar SecureDrop tarafından alındığı anda şifrelenir.

source: If you are already familiar with GPG, you can optionally encrypt your messages with our <a href="{url}" class="text-link">public key</a> before submission.
ar: إذا كنت على دراية باستعمال GPG فيمكنك (اختياريا) تعمية الرسائل <a href="{url}" class="text-link">بمفتاحنا العلني</a> قبل إيداعها.
ca: Si esteu familiaritzat amb GPG, podeu, opcionalment, xifrar els missatges amb la vostra <a href="{url}" class="text-link">clau pública</a> abans d'enviar-los.
cs: Pokud již ovládáte GPG, můžete zašifrovat své zprávy naším <a href="{url}" class="text-link">veřejným klíčem</a> před jejich odesláním.
de_de: Wenn Sie bereits mit GPG vertraut sind, können Sie Ihre Nachrichten vor dem Versenden zusätzlich mit unserem <a href="{url}" class="text-link">öffentlichen Schlüssel</a> verschlüsseln.
el: Αν έχετε ήδη οικειότητα με το GPG, μπορείτε προαιρετικά να κρυπτογραφήσετε τα μηνύματά σας με το <a href="{url}" class="text-link">δημόσιο κλειδί</a> μας πριν τα υποβάλλετε.
fi: Jos GPG on sinulle entuudestaan tuttu, voit halutessasi salata viestisi <a href="{url}" class="text-link">julkisella avaimellamme</a> ennen lähetystä.
fr_fr: Si vous connaissez déjà GPG, vous pouvez aussi chiffrer vos messages avec notre <a href="{url}" class="text-link">clé publique</a> avant de les envoyer.
he: אם ידוע לך כיצד להשתמש ב- GPG, אפשר גם להצפין את ההודעות שלך באמצעות <a href="{url}" class="text-link">המפתח הציבורי</a> שלנו לפני ההגשה.
hi: यदि आप पहले ही GPG से परिचित हैं, तो आप वैकल्पिक रूप से अपने संदेशों को सबमिट करने से पहले एन्क्रिप्ट कर सकते हैं हमारी <a href="{url}" class="text-link">सार्वजनिक कुंजी</a> का प्रयोग करके।
is: Ef þú kannast nú þegar við GPG, geturðu valið að dulrita skilaboðin þín með <a href="{url}" class="text-link">dreifilyklinum</a> okkar áður en þú sendir þau inn.
it_it: Se hai già familiarità con GPG puoi anche cifrare i messaggi con la nostra <a href="{url}" class="text-link">chiave pubblica</a> prima di inviarli.
lt: Jei jau esate susipažinę su GPG, galite pasirinktinai šifruoti pranešimus naudodami mūsų <a href="{url}" class="text-link">viešąjį raktą</a> dar prieš pateikiant.
nb_no: Om du allerede er komfortabel med GPG, kan du velge å kryptere meldingene dine med vår <a href="{url}" class="text-link">offentlige nøkkel</a> før du sender dem inn.
nl: Indien u reeds bekend bent met GPG kunt u eventueel uw berichten versleutelen met onze <a href="{url}" class="text-link">publieke sleutel</a> alvorens deze te versturen.
pl: Jeśli znasz już GPG, możesz opcjonalnie zaszyfrować swoje wiadomości za pomocą naszego<a href="{url}" class="text-link">klucza publicznego</a> przed zgłoszeniem.
pt_br: Se você já conhece o GPG, poderá optar por criptografar suas mensagens com a nossa <a href="{url}" class="text-link">chave pública</a> antes de enviá-las.
pt_pt: Se está familiarizado com GPG, poderá optar por encriptar as suas mensagens com a nossa <a href="{url}" class="text-link">chave pública</a> antes de os enviar.
ro: Dacă știi deja cum funcționează GPG, ai opțiunea de a cripta mesajele cu <a href="{url}" class="text-link">cheia noastră publică</a> înainte de a le trimite.
ru: Если вы уже знакомы с GPG, то перед отправкой вы можете дополнительно зашифровать свои сообщения с помощью нашего <a href="{url}" class="text-link">публичного ключа</a>.
sv: Om du redan känner till GPG, så kan du själv välja att kryptera dina meddelande med vår <a href="{url}" class="text-link">offentliga nyckel </a> före inlämningen.
ta: நீங்கள் GPG-ஐப் பற்றி முன்பே அறிந்திருந்தால், உங்களுடைய விருப்பப்படி நீங்களே உங்களுடைய கோப்புகளையும் சேதிகளையும் அனுப்பும் முன்பே நமது <a href="{url}" class="text-link">பொதுச் சாவியைக்</a> கொண்டு மறைகுறியிடுக்கொள்ளலாம். SecureDrop-இல் கோப்புகள்பெற்றுக் கொள்ளப்படும் போதே மறைகுறியிடப்படுகின்றன.
tr: GPG hakkında bilginiz varsa, dosya ve iletilerinizi göndermeden önce <a href="{url}" class="text-link">herkese açık anahtarımızı</a> kullanarak şifreleyebilirsiniz.

source: <a href="{url}" class="text-link">Learn more</a>.
ar: <a href="{url}" class="text-link">لمعرفة المزيد</a>.
ca: <a href="{url}" class="text-link">Més informació</a>.
cs: <a href="{url}" class="text-link">Více informací</a>.
de_de: <a href="{url}" class="text-link">Erfahren Sie mehr</a>.
el: <a href="{url}" class="text-link">Μάθετε περισσότερα</a>.
fi: <a href="{url}" class="text-link">Lue lisää</a>.
fr_fr: <a href="{url}" class="text-link">En apprendre davantage</a>.
he: <a href="{url}" class="text-link">למידע נוסף</a>.
hi: <a href="{url}" class="text-link">अधिक जानें</a>|
is: <a href="{url}" class="text-link">Kanna nánar</a>.
it_it: <a href="{url}" class="text-link">Scopri di più</a>.
lt: <a href="{url}" class="text-link">Sužinoti daugiau</a>.
nb_no: <a href="{url}" class="text-link">Lær mer</a>.
nl: <a href="{url}" class="text-link">Lees meer</a>.
pl: <a href="{url}" class="text-link">Dowiedz się więcej</a>.
pt_br: <a href="{url}" class="text-link">Saiba mais</a>.
pt_pt: <a href="{url}" class="text-link">Saiba mais</a>.
ro: <a href="{url}" class="text-link">Află mai multe</a>.
ru: <a href="{url}" class="text-link">Подробнее</a>.
sv: <a href="{url}" class="text-link">Fortsätt läsa</a>.
ta: <a href="{url}" class="text-link">மேலும் அறிந்து கொள்க</a>.
tr: <a href="{url}" class="text-link">Ayrıntılı bilgi alın</a>.

source: Maximum upload size: 500 MB
ar: الحجم الأقصى الممكن رفعه: 500 ميجابايت
ca: Mida màx. de pujada: 500 MB
cs: Maximální velikost uploadu: 500 MB
de_de: Maximale Upload-Größe: 500 MB
el: Μέγιστο μέγεθος υποβολής: 500 MB
fi: Suurin lähetettävän tiedoston koko: 500 Mt
fr_fr: Taille maximale de téléversement : 500 Mo
he: גודל העלאה מקסימלי: 500 מגה-בייט
hi: अधिकतम अपलोड माप: 500 MB
is: Hámarksstærð innsendingar: 500 MB
it_it: Dimensione massima di caricamento: 500 MB
lt: Maksimalus siunčiamų failų dydis: 500 MB
nb_no: Maksimal opplastningsstørrelse: 500MB
nl: Maximale bestandsgrootte: 500 MB
pl: Maksymalny rozmiar przesyłania: 500 MB
pt_br: Tamanho máximo de envio: 500 MB
pt_pt: Tamanho máximo de envio: 500 MB
ro: Mărime maximă fișiere la încărcare: 500 MB
ru: Максимальный размер для загрузки: 500МБ
sv: Maximal storlek för uppladdningar: 500 MB
ta: பதிவேற்ற உயர் அளவு: 500 MB
tr: En büyük yükleme boyutu: 500 MB

source: If you are only sending a message, it must be at least {} characters long.
ar: إذا كنت ترسل رسالة فقط، فيجب أن تتكون {} من الأحرف على الأقل.
ca: Si només esteu enviant un missatge, aquest cal que tingui com a mínim {} caràcters.
cs: Pokud odesíláte pouze zprávu, musí mít délku alespoň {} znaků.
de_de: Wenn Sie nur eine Nachricht senden, muss diese mindestens {} Zeichen lang sein.
el: Αν στέλνετε μόνο ένα μήνυμα, αυτό πρέπει να αποτελείται από {} χαρακτήρες τουλάχιστον.
fi: Jos lähetät pelkän viestin, siinä tulee olla vähintään {} merkkiä.
fr_fr: Si vous envoyez seulement un message, il doit comporter au moins {} caractères.
he: אם אתה שולח רק הודעה, היא חייבת להיות באורך של לפחות {} תווים.
is: Ef þú ert aðeins að senda skilaboð, þurfa þau að vera að vera a.m.k. {} stafa að löng.
it_it: Se stai solo inviando un messaggio, deve essere lungo almeno {} caratteri.
nb_no: Om du bare sender en melding, må den være minst {} tegn lang.
nl: Als u enkel een bericht stuurt, moet het ten minste {} tekens lang zijn.
pl: Jeśli wysyłasz tylko wiadomość, musi ona mieć co najmniej {} znaków.
pt_br: Se você estiver enviando apenas uma mensagem, ela deve ter pelo menos {} caracteres.
pt_pt: Se estiver apenas a enviar uma mensagem, esta deve ter pelo menos {} caracteres.
ru: Если вы отправляете только сообщение, оно должно содержать не менее {} символов.
sv: Om du enbart skickar ett meddelande, så måste det vara minst {} tecken långt.
tr: Yalnızca bir ileti gönderiyorsanız en az {} karakter uzunluğunda olmalıdır.

source: Anti-spam check. Do not fill this in!
ar: فحص مكافحة البريد العشوائي. لا تملأ هذا!
ca: Comprovació de contingut brossa. Deixeu-ho sense emplenar!
cs: Ochrana proti SPAMu. Nevyplňujte!
de_de: Anti-Spam-Test. Bitte nichts eintragen!
el: Έλεγχος anti-spam. Μην το συμπληρώσετε!
fi: Roskapostin tarkistus. Älä täytä tätä kenttää!
fr_fr: Vérification antipollupostage. Ne pas remplir !
he: בדיקת אנטי ספאם. אל תמלא את זה!
is: Athugun á ruslsendingu. Ekki fylla inn í þetta!
it_it: Controllo anti-spam. Non inserire nulla in questo campo!
nb_no: Anti-spam-sjekk. Ikke fyll inn her!
nl: Anti-spam controle. Vul dit niet in!
pl: Kontrola antyspamowa. Nie wypełniaj tego!
pt_br: Checagem Anti-spam. Não preencha este campo!
pt_pt: Verificação anti-spam. Não preencha este campo!
ru: Проверка антиспама. Не заполняйте это поле!
sv: Anti-spam-kontroll. Fyll inte i detta!
tr: Anti-spam denetimi. Bunu doldurmayın!

source: Cancel and Clear Uploaded Content
ar: إلغاء وإخلاء المحتوى المرفوع
ca: Cancel·la i esborra el contingut penjat
fi: Peruuta ja tyhjennä ladattu sisältö
fr_fr: Annuler et supprimé le contenu téléversé
is: Hætta við og hreinsa innsent efni
nb_no: Avbryt og fjern opplastet informasjon
nl: Annuleren en geüploade inhoud wissen
pl: Anuluj i wyczyść przesłaną treść
ru: Отменить и очистить загруженный контент
sv: Avbryt och rensa uppladdat innehåll
tr: İptal Et ve Yüklenmiş İçeriği Temizle

source: Submit Uploaded Content
ar: إيداع المحتويات المرفوعة
ca: Envia el contingut penjat
fi: Lähetä ladattu sisältö
fr_fr: Envoyer le contenu téléversé
is: Senda innsent efni
nb_no: Send inn opplastet innhold
nl: Geüploade inhoud indienen
pl: Prześlij wysłaną treść
ru: Подать загруженный контент
sv: Skicka in uppladdat innehål
tr: Yüklenmiş İçeriği Gönder

source: Read Replies
ar: قراءة الردود
ca: Llegiu les respostes
cs: Přečtěte si odpovědi
de_de: Antworten lesen
el: Ανάγνωση απαντήσεων
fi: Lue vastauksia
fr_fr: Consulter les réponses
he: מענה מהמערכת
hi: उत्तर पढ़ें
is: Lesa svör
it_it: Leggi risposte
lt: Skaityti atsakymus
nb_no: Les svar
nl: Reacties lezen
pl: Przeczytaj odpowiedzi
pt_br: Ler Respostas
pt_pt: Ler Respostas
ro: Citește răspunsurile
ru: Читать ответы
sv: Läs svar
ta: மறுமொழிகளைப் படித்திடுக
tr: Yanıtları Okuyun
