Repository: freedomofpress/securedrop
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de_de, el, fi, fr_fr, he, hi, id, is, it, it_it, lt, nb_no, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, tr

source: The password you submitted is invalid. Password not changed.
ar: كلمة السر المُدخلة غير صحيحة! لم يتم تغييرها.
ca: La contrasenya que heu enviat no és vàlida! No s’ha canviat la contrasenya.
cs: Vložené heslo je neplatné. Heslo nebylo změněno.
de_de: Das von Ihnen eingegebene Passwort ist ungültig. Das Passwort wurde nicht geändert.
el: Ο κωδικός που καταχωρήσατε δεν είναι έγκυρος. Ο κωδικός δεν άλλαξε.
fi: Antamasi salasana ei kelpaa. Salasanaa ei vaihdettu.
fr_fr: Le mot de passe que vous avez proposé est invalide. Le mot de passe n’a pas été modifié.
he: הסיסמה שהזנת אינה חוקית. הסיסמה לא שונתה.
hi: आपके द्वारा सबमिट किया गया पासवर्ड अमान्य है। पासवर्ड नहीं बदला गया।
id: Kata sandi yang Anda kirimkan tidak valid. Kata sandi tidak berubah.
is: Þú sendir inn ógilt lykilorð. Lykilorði ekki breytt.
it_it: La password inserita non è valida. Password non modificata.
lt: Pateiktas slaptažodis yra neteisingas. Slaptažodis nepakeistas.
nb_no: Passordet du la inn er ikke gyldig. Passordet ble derfor ikke endret.
nl: U heeft een ongeldig wachtwoord ingevoerd. Wachtwoord niet gewijzigd.
pl: Przesłane hasło jest nieprawidłowe. Hasło nie zostało zmienione.
pt_br: A senha enviada é inválida. Sua senha não foi alterada.
pt_pt: Submeteu uma palavra-passe inválida. Palavra-passe não foi alterada.
ro: Parola introdusă este nevalidă. Parola nu a fost modificată.
ru: Введенный вами пароль неверен. Пароль не изменен.
sv: Lösenordet du angav är ogiltigt! Lösenordet har inte ändrats.
ta: நீங்கள் அளித்த கடவுச்சொல் ஏற்புடையதல்ல. கடவுச்சொல் மாற்றப்படவில்லை.
tr: Girdiğiniz parola geçerli değil. Parola değiştirilmedi.

source: There was an error, and the new password might not have been saved correctly. To prevent you from getting locked out of your account, you should reset your password again.
ar: حدث عطل و&nbsp;ربما لم تُحفَظ كلمة السر الجديدة كما ينبغي. لتلافي تعذّر ولوجك إلى الحساب لاحقا ينبغي عليك معاودة تعيين كلمة السر.
ca: S'ha produït un error i potser la contrasenya nova no s'ha desat correctament. Per evitar blocar el compte, canvieu novament la contrasenya.
cs: Nastala chyba a nové heslo možná nebylo uloženo správně. Měl/a byste znovu zadat heslo, abyste zabránil/a ztrátě přístupu k Vašemu účtu.
de_de: Es gab einen Fehler und das neue Passwort wurde möglicherweise nicht korrekt gespeichert. Um zu verhindern, dass Sie aus Ihrem Konto ausgeschlossen werden, sollten Sie Ihr Passwort erneut zurücksetzen.
el: Υπήρξε κάποιο σφάλμα, και ο νέος κωδικός ίσως να μην αποθηκεύτηκε σωστά. Για να μην χάσετε την πρόσβαση στον λογαριασμό σας, παρακαλώ επαναφέρετε τον κωδικό σας ξανά.
fi: Tapahtui virhe, ja uutta salasanaa ei mahdollisesti tallennettu oikein. Estääksesi tilisi lukkiutumisen, vaihda salasanasi uudelleen.
fr_fr: Une erreur est survenue et le nouveau mot de passe n’a peut-être pas été enregistré correctement. Pour éviter de perdre l’accès à votre compte, vous devriez réinitialiser votre mot de passe de nouveau.
he: אירעה שגיאה, וייתכן שהסיסמה החדשה לא נשמרה כהלכה. כדי למנוע ממך להינעל מחוץ לחשבון שלך, עליך לאפס שוב את הסיסמה שלך.
hi: एक त्रुटि थी, और नया पासवर्ड ठीक से सहेजा नहीं गया हो सकता है। आपको अपने खाते से बंद होने से रोकने के लिए, आपको अपना पासवर्ड दोबारा रीसेट करना चाहिए।
id: Terdapat kesalahan, dan sandi baru mungkin tidak tersimpan dengan baik. Untuk mencegah agar akun Anda tidak terkunci, Anda perlu mereset sandi lagi.
is: Það kom upp villa og ekki er víst að nýja lykilorðið hafi vistast rétt. Til að koma í veg fyrir að þú læsist út úr aðgangnum þínum, ættirðu að endurstilla lykilorðið þitt aftur.
it_it: Si è verificato un errore, e la nuova password potrebbe non essere stata salvata correttamente. Per evitare che l'accesso all'account venga bloccato, reimpostare nuovamente la password.
lt: Įvyko klaida ir naujas slaptažodis galimai nebuvo išsaugotas. Tam, kad išsaugotumėte savo paskyrą, dar kartą naujai nustatykite slaptažodį.
nb_no: En feil oppstod, og det nye passordet ble kanskje ikke lagret riktig. For å unngå å bli utelåst fra kontoen bør du tilbakestille passordet ditt på nytt.
nl: Er is een probleem opgetreden en het nieuwe wachtwoord is mogelijk niet correct opgeslagen. Om te voorkomen dat u niet meer kunt inloggen adviseren wij om uw wachtwoord nogmaals te herstellen.
pl: Wystąpił błąd i nowe hasło mogło nie zostać zapisane poprawnie. Aby zapobiec zablokowaniu konta, zresetuj hasło ponownie.
pt_br: Ocorreu um erro, e a nova senha não foi salva corretamente. Para não perder o acesso à sua conta, redefina a sua senha.
pt_pt: Ocorreu um erro e a nova palavra-passe poderá não ter sido gravada corretamente. Para evitar perder o acesso à sua conta, deverá alterar a sua palavra-passe, novamente.
ro: A apărut o eroare și este posibil ca noua parolă să nu fi fost salvată corect. Pentru a evita pierderea accesului la cont, trebuie să resetezi din nou parola.
ru: Произошла ошибка, новый пароль мог быть сохранен неправильно. Чтобы не потерять доступ к аккаунту вам нужно снова сбросить пароль..
sv: Det uppstod ett fel, och det är möjligt att det nya lösenordet inte sparades korrekt. För att undvika att du blir utlåst från ditt konto, bör du återställa ditt lösenord en gång till.
ta: ஒரு பிழை நேர்ந்துவிட்டது, புதிய கடவுச்சொல் சரியாகச் சேமிக்கப்படாதிருக்கலாம். உங்கள் பயனர்கணக்கிலிருந்து உங்களையே வெளிப்பூட்டிடுவதைத் தடுக்கும் பொருட்டு நீங்கள் உங்களுடைய கடவுச்சொல்லை மீண்டும் மறுவமைப்பு செய்ய வேண்டும்.
tr: Bir sorun çıktı. Yeni parola doğru olarak kaydedilmemiş olabilir. Hesabınızı kullanmaya devam edebilmeniz için parolayı yeniden sıfırlamanız gerekli.

source: Password updated. Don't forget to save it in your KeePassX database. New password:
ar: تم تحديث كلمة السر. الرجاء حفظها في قاعدة بيانات KeePassX الخاصة بك . كلمة السر الجديدة:
ca: S'ha actualitzat la contrasenya. No oblideu desar-la en la vostra base de dades del KeePassX. Contrasenya nova:
cs: Heslo aktualizováno. Nezapomeňte si jej uložit do vaší KeePassX databáze. Nové heslo:
de_de: Das Passwort wurde erfolgreich aktualisiert. Vergessen Sie nicht, es in Ihrer KeePassX-Datenbank zu speichern. Das neue Passwort ist:
el: Ο κωδικός ανανεώθηκε. Μη ξεχάσετε να τον αποθηκεύσετε στη βάση δεδομένων του KeePassX σας. Νέος κωδικός:
fi: Salasana päivitetty. Älä unohda tallentaa sitä KeePassX-tietokantaasi. Uusi salasana:
fr_fr: Le mot de passe a été mis à jour. N’oubliez pas de l’enregistrer dans votre base de données KeePassX. Le nouveau mot de passe est :
he: הסיסמא עודכנה. אל תשכח לשמור אותה בKeePassX. הסיסמא החדשה היא:
hi: पासवर्ड अपडेट किया गया। इसे अपने KeePassX डेटाबेस में सहेजने के लिए मत भूलना नया पासवर्ड:
id: Kata sandi telah dimutakhirkan. Jangan lupa menyimpannya di basis data KeePassX anda. Kata sandi baru:
is: Lykilorð uppfært. Ekki gleyma að vista það í KeePassX gagnagrunninum þínum. Nýja lykilorðið:
it_it: Password aggiornata. Non dimenticare di salvarla nel tuo database KeePassX. Nuova password:
lt: Slaptažodis atnaujintas. Nepamirškite jį išsaugoti KeePassX duomenų bazėje. Naujas slaptažodis:
nb_no: Passord oppdatert. Ikke glem å lagre passordet i din KeePassX-database. Det nye passordet er:
nl: Wachtwoord bijgewerkt. Vergeet het niet in uw KeePassX-database op te slaan. Nieuwe wachtwoord:
pl: Hasło zaktualizowane. Nie zapomnij zapisać go w bazie danych KeePassX. Nowe hasło:
pt_br: Senha atualizada. Não se esqueça de salvá-la em seu banco de dados KeePassX. Nova senha:
pt_pt: Palavra-passe atualizada. Não se esqueça de a guardar na sua base de dados KeePassX. Nova palavra-passe:
ro: Parola a fost actualizată. Nu uita să o salvezi în baza ta de date KeePassX. Parola nouă este:
ru: Пароль обновлен. Не забудьте сохранить его в базе данных KeePassX. Новый пароль:
sv: Lösenord uppdaterat. Glöm inte att spara det i din KeePassX databas. Det nya lösenordet är:
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டுள்ளது. உங்களுடைய KeePassX தரவுதளத்தில் இதைச் சேமித்துக் கொள்ள மறவாதீர். புதிய கடவுச்சொல்:
tr: Parola güncellendi. Parolanızı KeePassX veritabanınıza kaydetmeyi unutmayın. Yeni parola:

source: No unread submissions in selected collections.
ar: لا توجد رسائل غير مقروءة في المجموعات المختارة.
ca: No hi ha cap enviament sense llegir a les col·leccions seleccionades.
cs: Ve vybraných sadách nejsou žádná nepřečtená podání.
de_de: Keine ungelesenen Einreichungen in den ausgewählten Sammlungen.
el: Δεν υπάρχουν μη αναγνωσμένες καταχωρήσεις στις επιλεγμένες συλλογές.
fi: Ei lukemattomia talletteita valituissa kokoelmissa.
fr_fr: Aucun envoi non lu dans les collections sélectionnées.
he: אין הודעות שלא נקראו באוספים שנבחרו.
hi: चयनित संग्रह में कोई अपठित सबमिशन नहीं है।
id: Tidak ada kiriman yang belum dibaca di koleksi-koleksi yang dipilih.
is: Engar ólesnar innsendingar í völdum söfnum.
it_it: Non ci sono invii non letti negli archivi selezionati.
lt: Pasirinktose kolekcijų medžiagoje nėra neperskaitytų pateikimų.
nb_no: Ingen uleste innsendelser i valgte kildeoppføringer.
nl: Geen ongelezen inzendingen in de geselecteerde collecties.
pl: Brak nowych zgłoszeń w wybranych zbiorach.
pt_br: Nenhum envio não lido nas coleções selecionadas.
pt_pt: Nenhuma submissão por ler nas coleções selecionadas.
ro: Nicio trimitere necitită în colecțiile selectate.
ru: Нет непрочитанных материалов в выбранных коллекциях.
sv: Inga olästa inlämningar i valda samlingar.
ta: தேர்ந்தெடுக்கப்பட்ட திரட்டுகளில் படிக்கப்படாத அனுப்புகைகள் ஏதுமில்லை.
tr: Seçilmiş derlemelerde okunmamış bir gönderi yok.

source: Close
ar: أغلق
ca: Tanca
cs: Zavřít
de_de: Schließen
el: Κλείσιμο
fi: Sulje
fr_fr: Fermer
he: סגור
hi: बंद करे
id: Tutup
is: Loka
it_it: Chiudi
lt: Uždaryti
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
ta: மூடுக
tr: Kapat

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
de_de: Abbrechen
el: Άκυρο
fi: Peruuta
fr_fr: Annuler
he: בטל
hi: रद्द करें
id: Batal
is: Hætta við
it_it: Annulla
lt: Atšaukti
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sv: Avbryt
ta: விடுக
tr: İptal

source: Un-star {designation}
ar: إزالة نجمة {designation}
ca: No marquis com a favorit {designation}
cs: Odznačit {designation}
de_de: Stern von {designation} entfernen
el: Αφαίρεση {designation} από αγαπημένο
fi: Poista tähti {designation}
fr_fr: Ôter l’étoile pour {designation}
he: הסר כוכב {designation}
is: Taka stjörnu af {designation}
it_it: Rimuovi dai preferiti {designation}
nb_no: Fjern stjernemerking {designation}
nl: Ster van {designation} verwijderen
pl: Usuń gwiazdkę {designation}
pt_br: Remover dos favoritos {designation}
pt_pt: Remover dos favoritos {designation}
ru: Удалить из избранного {designation}
sv: Ta bort stjärnmarkering {designation}
tr: Yıldızı kaldır {designation}

source: Star {designation}
ar: إضافة نجمة {designation}
ca: Marca com a favorit {designation}
cs: Označit {designation}
de_de: {designation} mit einem Stern versehen
el: Ορισμός {designation} ως αγαπημένο
fi: Lisää tähti {designation}
fr_fr: Apposer une étoile sur {designation}
he: סמן כוכב {designation}
is: Stjörnumerkja {designation}
it_it: Aggiungi ai preferiti {designation}
nb_no: Stjernemerk {designation}
nl: Zet een ster bij {designation}
pl: Oznacz gwiazdką {designation}
pt_br: Marcar como favorito {designation}
pt_pt: Marcar como favorito {designation}
ru: Добавить в избранное {designation}
sv: Stjärnmärk {designation}
tr: Yıldızla {designation}

source: 1 doc
ar: لا مستندات
ca: 1 document
cs: 1 dokument
de_de: 1 Dok
el: Ένα έγγραφο
fi: 1 asiakirja
fr_fr: 1 document
he: מסמך אחד
hi: 1 डॉक्यूमेंट
id: {num} dokumen
is: 1 skjal
it_it: 1 documento
lt: {num} dokumentas
nb_no: 1 dokument
nl: 1 document
pl: 1 dokument
pt_br: 1 documento
pt_pt: 1 documento
ro: 1 document
ru: {num} документ
sv: 1 dokument
ta: 1 ஆவணம்
tr: 1 belge

source: 1 message
ar: لا رسائل
ca: 1 missatge
cs: 1 zpráva
de_de: 1 Nachricht
el: 1 μήνυμα
fi: 1 viesti
he: הודעה אחת
hi: 1 मैसेज
id: {num} pesan
is: 1 skilaboð
it_it: 1 messaggio
lt: 1 žinutė
nb_no: 1 melding
nl: 1 bericht
pl: 1 wiadomość
pt_br: 1 mensagem
pt_pt: 1 mensagem
ro: 1 mesaj
ru: 1 сообщение
sv: 1 meddelande
ta: 1 சேதி
tr: 1 ileti

source: 1 unread
ar: لا رسائل غير مقروءة
ca: 1 per llegir
cs: 1 nepřečtená
de_de: 1 ungelesen
el: 1 μη αναγνωσμένο
fi: 1 lukematon
fr_fr: 1 non lu
he: 1 לא נקרא
hi: एक बिना पढ़ा
id: {num} belum dibaca
is: 1 ólesið
it_it: 1 non letto
lt: {num} neperskaityta
nb_no: Én ulest
nl: 1 ongelezen
pl: 1 nieprzeczytany(a)
pt_br: 1 não lida
pt_pt: 1 por ler
ro: {num} necitit
ru: {num} непрочитанный
sv: 1 oläst
ta: 1 படிக்கப்படாதது
tr: 1 okunmamış

source: When the account for a source is deleted:
ar: عندما يتم حذف حساب مصدر:
ca: Quan se suprimeix el compte d'una font:
cs: Pokud je účet zdroje smazán:
de_de: Wenn das Konto einer Quelle gelöscht wird:
el: Όταν διαγράφεται ο λογαριασμός μίας πηγής:
fi: Kun lähteen tili poistetaan:
fr_fr: Si le compte d’une source est supprimé :
he: כאשר החשבון של מקור נמחק:
id: Ketika akun untuk sumber dihapus:
is: Þegar notandaaðgangi heimildarmanns er eytt:
it_it: Quando l'account di una fonte viene eliminato:
lt: Kai šaltinio paskyra ištrinama:
nb_no: Når kontoen knyttet til en kilde slettes:
nl: Als het account van een bron verwijderd wordt:
pl: Po usunięciu konta źródła:
pt_br: Quando a conta de uma fonte for apagada:
pt_pt: Quando a conta da fonte é eliminada:
ru: Когда учетная запись для источника будет удалено:
sv: När kontot för en källa raderas:
ta: ஒரு மூலத்துக்கான பயனர் கணக்கு நீக்கப்படும் பொழுது:
tr: Bir kaynağın hesabı silindiğinde:

source: The source will no longer be able to log in with their codename.
ar: لن يستطيع المصدر تسجيل الدخول بعد ذلك باسمه الرمزي.
ca: La font ja no podrà iniciar sessió amb el seu nom en clau.
cs: Zdroj se již nebude moci přihlásit pod svým krycím jménem.
de_de: Die Quelle wird sich nicht mehr mit ihrem Decknamen anmelden können.
el: Η πηγή δεν θα μπορεί να συνδεθεί πια με το κωδικό όνομά του/της.
fi: Lähde ei pysty enää sisäänkirjautua koodinimellään.
fr_fr: La source ne pourra plus se connecter avec son nom de code.
he: המקור לא יוכל יותר להיכנס עם שם הקוד שלו.
id: Source sudah tidak dapat login dengan codename-nya.
is: Heimildarmaðurinn mun ekki lengur geta skráð sig inn með kóðanafninu sínu.
it_it: La fonte non potrà più accedere con il proprio nome in codice.
lt: Šaltinis nebegalės prisijungti naudodamas kodinį vardą.
nb_no: Kilden vil ikke lenger kunne logge seg inn med sitt kodenavn.
nl: De bron zal zich niet meer kunnen aanmelden met hun codenaam.
pl: Źródło nie będzie już mogło logować się za pomocą swojego kryptonimu.
pt_br: A fonte não poderá mais fazer login com o codinome dela.
pt_pt: A fonte deixará de poder iniciar sessão com o seu nome-código.
ru: Источник не смог авторизоваться через свой псевдоним.
sv: Kommer källan inte längre kunna logga in med sitt kodnamn.
ta: அந்த மூலத்தால் தமது குறிப்பெயரைக் கொண்டு பின்னெப்போதும் புகுபதிகை செய்ய இயலாது.
tr: Kaynak, kod adı ile oturum açamaz.

source: You will not be able to send them replies.
ar: لن تستطيع إرسال ردود له.
ca: Ja no podreu enviar-li respostes.
cs: Nebudete moci zdroji odpovědět.
de_de: Sie können ihnen dann keine Antworten senden.
el: Δεν θα μπορείτε να του/της στείλετε απαντήσεις.
fi: Et voi lähettää vastauksia lähteelle.
fr_fr: Vous ne pourrez pas lui envoyer de réponses.
he: לא תוכל לשלוח להם תגובות.
id: Anda tidak akan dapat mengirimi mereka balasan.
is: Þú munt ekki geta sent þeim svör.
it_it: Non sarà più possibile inviare risposte alla fonte.
lt: Negalėsite jiems siųsti atsakymų.
nb_no: Du vil ikke lenger kunne sende svar til kilden.
nl: U zal de bron geen berichten meer kunnen sturen.
pl: Nie będziesz mógł wysyłać im odpowiedzi.
pt_br: Você não poderá mais enviar-lhe respostas.
pt_pt: Não lhe poderá enviar respostas.
ru: Вы не сможете отправить им ответы.
sv: Du kommer inte kunna skicka källan något svar.
ta: உங்களால் அவர்களுக்கு மறுமொழிகளை அனுப்ப இயலாது.
tr: Kaynağa yanıt gönderemezsiniz.

source: All files and messages from that source will also be destroyed.
ar: سيتم أيضا تدمير كل ملفات ورسائل هذا المصدر.
ca: També es destruiran tots els missatges de la font.
cs: Všechny soubory a zprávy od tohoto zdroje budou zničeny.
de_de: Alle Dateien und Nachrichten von dieser Quelle werden ebenfalls zerstört.
el: Όλα τα αρχεία και τα μηνύματα από αυτήν την πηγή θα καταστραφούν.
fi: Kaikki lähteeltä vastaanotetut tiedostot ja viestit tuhotaan.
fr_fr: Tous les fichiers et messages de cette source seront détruits.
he: גם כל הקבצים וההודעות מאותו מקור ימחקו.
id: Semua berkas dan pesan dari sumber tersebut juga akan dimusnahkan.
is: Öllum skilaboðum og skrám frá þessum heimildarmanni verður einnig eytt.
it_it: Anche tutti i file e i messaggi inviati da quella fonte verranno distrutti.
lt: Visi to šaltinio failai ir pranešimai taip pat bus sunaikinti.
nb_no: Alle filer og meldinger fra den kilden vil også bli slettet.
nl: Alle bestanden en berichten van deze bron zullen ook worden vernietigd.
pl: Wszystkie pliki i wiadomośc od tego źródła również zostaną zniszczone.
pt_br: Todos or arquivos e mensagens dessa fonte também serão destruídos.
pt_pt: Todos os ficheiros e mensagens dessa fonte serão destruídos.
ru: Все файлы и сообщения источника будут очищены.
sv: Alla filer och meddelanden från den källan kommer också att raderas.
ta: அந்த மூலத்திடமிருந்து வந்த எல்லா கோப்புகளும் சேதிகளும் கூட அழிக்கப்பட்டுவிடும்.
tr: Bu kaynağın tüm dosya ve iletileri de silinir.

source: Are you sure this is what you want?
ar: هل أنت متأكد أنك تريد ذلك؟
ca: Segur que això és el que voleu?
cs: Jste si jistí, že to chcete udělat?
de_de: Sind Sie sicher, dass Sie das wollen?
el: Είστε σίγουρος/η πως επιθυμείτε να γίνουν αυτές οι ενέργειες;
fi: Haluatko varmasti tätä?
fr_fr: Confirmez-vous ?
he: האם אתה בטוח?
id: Apakah Anda yakin ini yang Anda inginkan?
is: Ertu viss um að þetta sé það sem þú viljir?
it_it: Procedere veramente con questa scelta?
lt: Ar esate tikri, kad to norite?
nb_no: Er du sikker på at du vil gjøre dette?
nl: Bent u zeker dat dit is wat u wilt?
pl: Czy na pewno tego chcesz?
pt_br: Você tem certeza de que deseja apagar essa(s) conta(s)?
pt_pt: Tem a certeza que é isto que pretende?
ru: Вы уверены в этом?
sv: Är du säker på att detta är det du vill?
ta: உறுதியாக உங்களுக்கு இதுதான் வேண்டுமா?
tr: Bu işlemi yapmak istediğinize emin misiniz?

source: Yes, Delete Selected Source Accounts
ar: نعم، احذف حسابات المصادر المختارة
ca: Sí, suprimeix els comptes font seleccionats
cs: Ano, smazat účty vybraných zdrojů
de_de: Ja, ausgewählte Quellkonten löschen
el: Ναι, διαγραφή των επιλεγμένων λογαριασμών πηγών
fi: Kyllä, poista valitut lähdetilit
fr_fr: Oui, supprimer les comptes des sources sélectionnées
he: כן, מחק את חשבונות המקור הנבחרים
id: Ya, Hapus Akun Sumber yang Dipilih
is: Já, eyða völdum aðgöngum heimildarmanna
it_it: Sì, elimina gli account delle fonti selezionate
lt: Taip, ištrinti pasirinktų šaltinių paskyras
nb_no: Ja, slett kontoene til de valgte kildene
nl: Ja, verwijder de geselecteerde accounts van de bronnen
pl: Tak, usuń wybrane konta źródła
pt_br: Sim, apagar as contas das fontes selecionadas
pt_pt: Sim, Eliminar Contas das Fontes Selecionadas
ru: Да, удалить выбранные учетные записи источника
sv: Ja, radera den markerade källan
ta: ஆம், தேர்வு செய்த மூலக் கணக்குகளை நீக்குக
tr: Evet, Seçilmiş Kaynak Hesaplarını Sil

source: What would you like to delete?
ar: ما الذى تريد حذفه؟
ca: Què us agradaria suprimir?
cs: Co chcete smazat?
de_de: Was möchten Sie löschen?
el: Τι επιθυμείτε να διαγράψετε;
fi: Mitä haluat poistaa?
fr_fr: Que voulez-vous supprimer ?
he: מה למחוק?
id: Apa yang ingin Anda hapus?
is: Hverju viltu eyða?
it_it: Cosa si vuole eliminare?
lt: Ką norėtumėte ištrinti?
nb_no: Hva ønsker du å slette?
nl: Wat zou u willen verwijderen?
pl: Co chcesz usunąć?
pt_br: O que você gostaria de apagar?
pt_pt: O que deseja eliminar?
ru: Что вы хотите удалить?
sv: Vad vill du radera?
ta: நீங்கள் நீக்க விரும்புவது என்ன?
tr: Nelerin silinmesini istiyorsunuz?

source: Files and Messages
ar: الملفات و الرسائل
ca: Fitxers i missatges
cs: Soubory a Zprávy
de_de: Dateien und Nachrichten
el: Αρχεία και μηνύματα
fi: Tiedostot ja viestit
fr_fr: Fichiers et messages
he: קבצים והודעות
id: Berkas dan Pesan
is: Skrár og skilaboð
it_it: File e messaggi
lt: Failai ir pranešimai
nb_no: Filer og meldinger
nl: Bestanden en berichten
pl: Pliki i wiadomości
pt_br: Arquivos e Mensagens
pt_pt: Ficheiros e Mensagens
ru: Файлы и сообщения
sv: Filer och meddelanden
ta: கோப்புகளும் சேதிகளும்
tr: Dosyalar ve İletiler

source: Source Accounts
ar: حسابات المصادر
ca: Comptes de font
cs: Účty zdrojů
de_de: Quellkonten
el: Λογαριασμοί πηγών
fi: Lähdetilit
fr_fr: Comptes source
he: חשבונות של מקורות
id: Akun Sumber
is: Aðgangar heimildarmanna
it_it: Account delle fonti
lt: Šaltinio sąskaitos
nb_no: Kildekontoer
nl: Bronaccounts
pl: Konta źródła
pt_br: Contas de fontes
pt_pt: Contas de Fontes
ru: Учетные записи источника
sv: Källor
ta: மூலக் கணக்குகள்
tr: Kaynak Hesapları

source: Change Secret
ar: تغيير السِّر
ca: Canvia el secret
cs: Změnit heslo
de_de: Geheimnis ändern
el: Αλλαγή μυστικού
fi: Vaihda salaisuutta
fr_fr: Changer le secret
he: החלף קוד/סיסמה
hi: गुप्त बदलें
id: Ubah kata rahasia
is: Skipta um leynilykil
it: Cambia Secret
it_it: Cambia segreto
lt: Keisti slaptą
nb_no: Endre hemmelighet
nl: Verander geheim
pl: Zmień klucz tajny
pt_br: Alterar Segredo
pt_pt: Alterar Código Secreto
ro: Schimbă secretul
ru: Изменить секрет
sv: Ändra hemlighet
ta: மறைசெய்தியை மாற்றுக
tr: Gizli Kodu Değiştir

source: HOTP Secret
ar: سرّ HOTP (رمز سري لمرة واحدة)
ca: Secret HOTP
cs: HOTP heslo
de_de: HOTP-Geheimnis
el: Μυστικό HOTP
fi: HOTP-salaisuus
fr_fr: Secret HOTP
he: קוד HOTP
hi: गुप्त HOTP
id: Rahasia HOTP
is: HOTP leynilykill
it_it: Segreto HOTP
lt: HOTP paslaptis
nb_no: HOTP-hemmelighet
nl: HOTP Geheim
pl: Klucz tajny HOTP
pt_br: Segredo HOTP
pt_pt: Código secreto HOTP
ro: Secret HOTP
ru: Секрет HOTP
sv: HOTP hemlighet
ta: கொஒபக (HOTP) மறைசெய்தி
tr: HOTP Gizli Kodu

source: Continue to change secret
ar: الاستمرار في تغيير السِّر
ca: Canvia el secret
cs: Pokračujte pro změnu hesla
de_de: Änderung des Geheimnisses fortsetzen
el: Συνέχεια για αλλαγή μυστικού
fi: Jatka salaisuuden vaihtamiseen
fr_fr: Poursuivre pour changer le secret
he: המשך בשינוי קוד
is: Haltu áfram til að skipta um leynilykil
it_it: Continua per cambiare il segreto
nb_no: Fortsett for å endre hemmelig nøkkel
nl: Ga door met het veranderen van het geheim
pl: Kontynuuj zmianę klucza tajnego
pt_br: Continue para alterar segredo
pt_pt: Continue para alterar código secreto
ru: Продолжить изменение секретного ключа
sv: Fortsätt ändra hemlighet
tr: Parolayı değiştir

source: CONTINUE
ar: واصل
ca: CONTINUA
cs: POKRAČOVAT
de_de: FORTSETZEN
el: ΣΥΝΕΧΕΙΑ
fi: JATKA
fr_fr: POURSUIVRE
he: המשך
hi: जारी रखें
id: LANJUT
is: HALDA ÁFRAM
it_it: CONTINUA
lt: TĘSTI
nb_no: FORTSETT
nl: DOORGAAN
pl: DALEJ
pt_br: CONTINUAR
pt_pt: CONTINUAR
ro: CONTINUĂ
ru: ПРОДОЛЖИТЬ
sv: FORTSÄTT
ta: தொடர்க
tr: DEVAM

source: Enable YubiKey (OATH-HOTP)
ar: فعِّل (YubiKey (OATH-HOTP
ca: Activa la YubiKey (OATH-HOTP)
cs: Povolit YubiKey (OATH-HOTP)
de_de: YubiKey aktivieren (OATH-HOTP)
el: Ενεργοποίηση YubiKey (OATH-HOTP)
fi: Aktivoi YubiKey (OATH-HOTP)
fr_fr: Activer la YubiKey (OATH-HOTP)
he: הפעלת (OATH-HOTP)
hi: YubiKey सक्षम करें (OATH-HOTP)
id: Aktifkan YubiKey (OATH-HOTP)
is: Virkja YubiKey (OATH-HOTP)
it_it: Abilita Yubikey (OATH-HOTP)
lt: Aktyvuoti YubiKey (OATH-HOTP)
nb_no: Skru på YubiKey (OATH-HOTP)
nl: YubiKey inschakelen (OATH-HOTP)
pl: Włącz YubiKey (OATH-HOTP)
pt_br: Habilitar YubiKey (OATH-HOTP)
pt_pt: Ativar YubiKey (OATH-HOTP)
ro: Activează YubiKey (OATH-HOTP)
ru: Включить YubiKey (OATH-HOTP)
sv: Aktivera YubiKey (OATH-HOTP)
ta: YubiKey (OATH-HOTP)-ஐ இயலச்செய்க
tr: YubiKey (OATH-HOTP) Etkinleştirilsin
