Repository: freedomofpress/securedrop
Catalog: securedrop/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: {time} ago
yo: {àkókò} sẹ́yìn

source: You have been logged out due to password change
yo: O ti fàṣẹ jáde nítorí pé o pààrọ ọ̀rọ̀-ìfiwọlé

source: Incorrect password or two-factor code.
yo: Ọ̀rọ̀-ìfiwọlé ó bára mu tàbí odù ọlọ́nà-méjì.

source: Image updated.
yo: Àfikún àwòrán.

source: There was an error with the autogenerated password. User not created. Please try again.
yo: Àṣìṣe ń bẹ pẹ̀lú ọ̀rọ̀-ìfiwọlé aṣiṣẹ́fúnrarẹ̀. Àìṣẹ̀dá òǹlò. Jọ̀wọ́ gbìyànjú lẹ́ẹ̀kan sí i.

source: Username "{user}" already taken.
yo: Orúkọ òǹlò "{òǹló}" ti jẹ́ mímú.

source: An error occurred saving this user to the database. Please inform your admin.
yo: Àṣìṣe kan wáyé bí a ṣe fẹ́ fi òǹlò kún àkọsílẹ̀. Jọ̀wọ́ fi tó alákòósoò rẹ létí.

source: Name not updated: {}
yo: Orúkọ kòì ṣe àfikún: {}

source: Test alert sent. Please check your email.
yo: Itanijí àyẹ̀wó ti di àfiránṣẹ́. Jọ̀wọ́ yẹ àpótí ímeèlì rẹ wò.

source: Success!
yo: Àṣeyọrí!

source: Only admins can access this page.
yo: Alákòóso nìkan ni ó lè wọlé sí ojú ewé yìí.

source: This field is required.
yo: Àyè yìí pọn dandan.

source: You cannot send an empty reply.
yo: O kò le è fi èsì òfìfo ránṣẹ́.

source: File required.
yo: Fáìlì pọn dandan.

source: You can only upload PNG image files.
yo: Irúfẹ́ fáìlì àwòrán PNG nìkan ni o lè gbé sí i.

source: An unexpected error occurred! Please inform your admin.
yo: Àṣìṣe àìròtẹ́lẹ̀ kan ṣẹlẹ̀! Jọ̀wọ́ fi tó alákòósoò rẹ létí.

source: No unread submissions for this source.
yo: Kò sí ìfàkalẹ̀ àìkà fún orísun yìí.

source: Account updated.
yo: Àfikún sí ìṣàmúlò.

source: Invalid secret format: please only submit letters A-F and numbers 0-9.
yo: Àìlágbárató ààtò ìkọ̀kọ̀: jọ̀wọ́ fi lẹ́tà láti A-F àti nọ́mbà 0-9 nìkan sílẹ̀.

source: Invalid secret format: odd-length secret. Did you mistype the secret?
yo: Àìlágbárató ààtò ìkọ̀kọ̀: àìbá-gúngùn ìkọ̀kọ̀ mu. Ṣé o ṣàṣìtẹ̀ ìkọ̀kọ̀ náà ni?

source: No collections selected for deletion.
yo: Àkójọ kankan kò jẹ́ yíyàn fún ìparẹ́.

source: Name updated.
yo: Ìṣàfikún sí orúkọ.

source: There was an error, and the new password might not have been saved correctly. To prevent you from getting locked out of your account, you should reset your password again.
yo: Nǹkan ò ṣe bí ó ti yẹ, ó ṣe é ṣe kí ọ̀rọ̀-ìfiwọlé tuntun ó máà wọ àkọsílẹ̀ dáadáa. Ṣe àtúnyàn ọ̀rọ̀-ìfiwọléè rẹ lẹ́ẹ̀kan sí i, kí o máà di àsémọ́ta.

source: Password updated. Don't forget to save it in your KeePassX database. New password:
yo: Àfikún ọ̀rọ̀-ìfiwọlé. Má ṣe gbàgbé láti fi pamọ́ sí inúu àkópamọ́ọ KeePassX rẹ. Ọ̀rọ̀-ìfiwọlé tuntun:

source: No unread submissions in selected collections.
yo: Kò sì ìfisílẹ̀ àkójọ tí o yàn tí kò tíì jẹ́ kíkà.

source: Close
yo: Padé

source: Cancel
yo: Fa-igi-lé

source: Change Secret
yo: Pààrọ Àṣírí

source: HOTP Secret
yo: Àṣírí HOTP

source: CONTINUE
yo: TẸ̀SÍWÁJÚ

source: Enable FreeOTP
yo: Fàyè gba FreeOTP

source: Install FreeOTP on your phone
yo: Fi FreeOTP sí oríi ẹ̀rọ-ìbánisọ̀rọ̀ rẹ

source: Open the FreeOTP app
yo: Ṣí ápù FreeOTP náà

source: Tap the QR code symbol at the top
yo: Tẹ àmì odù QR náà ní òkè

source: Your phone will now be in "scanning" mode. When you are in this mode, scan the barcode below:
yo: Ẹ̀rọ-ìbánisọ̀rọ̀ rẹ yóò wà ní "ìwò-ìwádìí". Bí o bá wà ní ìwò yìí, ṣe ìwò-wádìí ilàodù ìsàlẹ̀:

source: Enable YubiKey (OATH-HOTP)
yo: Fàyè gba YubiKey (OATH-HOTP)

source: Verification code
yo: Odù ìjẹ́rìí-sí-òtítọ́

source: SUBMIT
yo: TARÍSỌ́HÙNÚN

source: Admin Interface
yo: Ìwò-ojú Alákòóso

source: ADD USER
yo: FI ÒǸLÒ KÚN UN

source: Username
yo: Orúkọ-òǹlò

source: Edit
yo: Ṣàtúnṣe

source: Delete
yo: Parẹ́

source: Created
yo: Ṣẹ̀dá

source: Last login
yo: Ìfàṣẹwọlé ìkẹyìn

source: Edit user {username}
yo: Ìṣàtúnṣe òǹlò {orúkọ-òǹlò}

source: Delete user {username}
yo: Pa òǹlò rẹ́ {orúkọ-òǹlò}

source: never
yo: bẹ́ẹ̀kọ́ láé

source: No users to display
yo: Kò sí àwọn òǹlò láti fi ṣe àfihàn

source: INSTANCE CONFIG
yo: ÀPẸẸRẸ ÌGBÉSÍ

source: Back to admin interface
yo: Padà sí ìwò-ojú alákòóso

source: Username can contain spaces
yo: Orúkọ-òǹlò lè gba àlàfo

source: Username is case-sensitive
yo: Orúkọ-òǹlò máa ń yára mọ lẹ́tà bó jẹ́ kékeré tàbí nílá

source: First name
yo: Orúkọ àbísọ àkọ́kọ́

source: Last name
yo: Orúkọ àpèlé

source: First name and last name are optional
yo: Orúkọ àbísọ àkọ́kọ́ àti orúkọ àpèlé kò pọn dandan

source: The user's password will be:
yo: Ọ̀rọ̀-ìfiwọlée òǹlò yóò jẹ́:

source: Is Admin
yo: Ni Alákòóso

source: Is using a YubiKey [HOTP]
yo: Ń lo YubiKey [HOTP] kan

source: Once you have configured your YubiKey, enter the 6-digit code below:
yo: Bí o bá ti gbé YubiKey sí i, fi odù nọ́mbà mẹ́fà sísàlẹ̀:

source: Logged on as
yo: Fàṣẹwọlé gẹ́gẹ́ bíi

source: Admin
yo: Alákòóso

source: Log Out
yo: Fàṣẹjáde

source: Powered by <em>SecureDrop {version}</em>.
yo: Àgbékalẹ̀ẹ <em>SecureDrop {version}</em>.

source: All Sources
yo: Gbogbo orísun

source: Download Selected
yo: Ìgbàsílẹ̀ ti wà ní yíyàn

source: Delete Selected
yo: Parẹ́ ti wà ní yíyàn

source: Reply
yo: Fèsì

source: Read
yo: Kà

source: Unread
yo: Àìkà

source: Uploaded Document
yo: Ìwé-ìrídìí tí a ti gbé-sí-i

source: Message
yo: Iṣẹ́-ìjẹ́

source: Delete Confirmation
yo: Pa Ìfẹsẹ̀múlẹ̀ rẹ́

source: DELETE
yo: PARẸ́

source: You've flagged this source for reply.
yo: O ti sàmì sí orísun yìí fún ìfèsì.

source: An encryption key will be generated for the source the next time they log in, after which you will be able to reply to the source here.
yo: Kọ́kọ́rọ́ ìyí-data-padà-sí-odù-fún-ààbò kan yóò di gbígbà jáde fún orísun náà ní ìgbà mìíràn tí wọ́n bá fẹ́ fàṣẹ wọlé, lẹ́yìn náà ni o ó lè fèsì sí orísun náà níbí.

source: Click below if you would like to write a reply to this source.
yo: Tẹ ìsàlẹ̀ bí o bá fẹ́ kọ èsì sí orísun yìí.

source: FLAG THIS SOURCE FOR REPLY
yo: SÀMÌ SÍ ORÍSUN YÌÍ FÚN ÈSÌ

source: Instance Configuration
yo: Àtúntò Àpẹẹrẹ

source: Logo Image
yo: Àwòrán Àmì-ìdánimọ

source: Here you can update the image displayed on the SecureDrop web interfaces:
yo: O lè ṣe àfikún àwòrán tí ó hàn ní oríi ìtakùn àwọn ìwò-ojú SecureDrop náà:

source: Recommended size: 500px * 450px
yo: Ìwọ̀n ti a gba:: 500px * 450px

source: UPDATE LOGO
yo: ṢÀFIKÚN ÀMÌ ÌDÁNIMỌ

source: Alerts
yo: Ìtanijí

source: Send an encrypted email to verify if OSSEC alerts work correctly:
yo: Fi ímeèlì tí a ti yí odù rẹ padà fún ààbò ránṣẹ́ láti jẹ́rìí sí i bí itanijí OSSEC bá ṣiṣẹ́ dáadáa:

source: SEND TEST OSSEC ALERT
yo: FI ÀYẸ̀WÒ ITANIJÍ OSSEC RÁNṢẸ́

source: PERMANENTLY DELETE FILES
yo: PA FÁÌLÌ RẸ́ LÁÌYẸSẸ̀

source: Return to the list of documents for {source_name}…
yo: Padà sí àkàsílẹ̀ ìwé-ìrídìí fún {orúkọ_orísun}…

source: Edit user "{user}"
yo: Ṣàtúnṣe sí òǹlò "{òǹlò}"

source: UPDATE
yo: ÌMÚDÓJÚÌWỌ̀N

source: Edit your account
yo: Ṣàtúnṣe sí ìṣàmúlò rẹ

source: Change Name
yo: Pààrọ Orúkọ

source: Reset Password
yo: Tún Ọ̀rọ̀-ìfiwọlé ṣe

source: SecureDrop uses automatically generated diceware passwords.
yo: SecureDrop máa ń lo àwọn ọ̀rọ̀-ìfiwọlé diceware àgbàjáde aṣiṣẹ́fúnrarẹ̀.

source: Your password will be changed immediately, so you will need to save it before pressing the "Reset Password" button.
yo: Ọ̀rọ̀-ìfiwọléè rẹ yóò di pípààrọ̀ lójúẹsẹ̀, torí náà ó ní láti fi pamọ́ kí o tó ó tẹ "Tún Ọ̀rọ̀-ìfiwọlé ṣe".

source: Please enter your current password and two-factor code.
yo: Jọ̀wọ́ fi ọ̀rọ̀-ìfiwọlé tí ò ń lò lọ́wọ́ sílẹ̀ àti odù ọlọ́nà-méjì.

source: Current Password
yo: Ọ̀rọ̀-ìfiwọlé Tí ò ń lò lọ́wọ́

source: Two-factor Code
yo: Odù Ọlọ́nà-méjì

source: The user's password will be changed to:
yo: Ọ̀rọ̀-ìfiwọlé òǹlò yóò yí padà sí:

source: Your password will be changed to:
yo: Ọ̀rọ̀-ìfiwọléè rẹ yóò yí padà sí:

source: Reset Two-Factor Authentication
yo: Tún Ìfẹ̀rílàdí Ọlọ́nà-méjì ṣe

source: If your two-factor authentication credentials have been lost or compromised, or you got a new device, you can reset your credentials here. <em>If you do this, make sure you are ready to set up your new device, otherwise you will be locked out of your account.</em>
yo: Bí o bá ti pàdánù ìfẹ̀rílàdí ọlọ́nà-méjì rẹ tàbí o ti ní ẹ̀rọ tuntun, o lè tún un ṣe níbí.<em>Bí o bá ṣèyí, ṣe àrídájú wípé o ti ṣe tán láti ṣe ààtò ẹ̀rọọ̀ rẹ tuntun, bí bẹẹ kọ́ o kò ní le è wọlé sí inú ìṣàmúlò rẹ.</em>

source: Reset two-factor authentication for mobile apps, such as FreeOTP
yo: Ṣàtúntò ìfẹ̀rílàdí ọlọ́nà-méjì fún ápù orí ẹ̀rọ-alágbèéká, bíi FreeOTP

source: Thanks!
yo: O ṣeun!

source: SecureDrop will generate a secure encryption key for this source the next time that they log in. Once the key has been generated, a reply box will appear under their collection of documents. You can use this box to write encrypted replies to them.
yo: SecureDrop yóò ṣe àgbàjáde kọ́kọ́rọ́ ìyí-data-padà-sí-odù-fún-ààbò tí ó ní ààbò fún orísun yìí ní ìgbà mìíràn tí wọ́n bá fàṣẹwọlé. Ní kété tí a ti gba kọ́kọ́rọ́ náà jáde, àpótí èsì yóò hàn lábẹ́ẹ àkójọ àwọn ìwé-ìrídìí wọn. O lè lo àpótí yìí fi kọ èsì tí a ti yí odù rẹ padà fún ààbò ránṣẹ́ sí wọn.

source: Continue to the list of documents for {codename}...
yo: Tẹ̀síwájú lọ sí àkàsílẹ̀ ìwé-ìrídìí fún {orúkọodù}...

source: Download Unread
yo: Gba Àìkà sílẹ̀

source: Download
yo: Gbà-sílẹ̀

source: Star
yo: Sàmì ìràwọ̀

source: Un-star
yo: Yọ àmì ìràwọ̀

source: No documents have been submitted!
yo: Ìwé-ìrídìí kankan kòì tíì jẹ́ fífisílẹ̀!

source: Select All
yo: Mú Gbogbo rẹ̀

source: Select Unread
yo: Mú Àìkà

source: Select None
yo: Máà Múkankan

source: Are you sure you want to delete the user {username}?
yo: Ṣé ó dá ọ lójú wípé o fẹ́ pa òǹlò rẹ́ {orúkọòǹlò}?

source: Are you sure you want to reset two-factor authentication for {username}?
yo: Ṣé ó dá ọ lójú wípé o fẹ́ ṣàtúntò sí ìfẹ̀rílàdí ọlọ́nà-méjì fún {orúkọòǹlò}?

source: Login to access the journalist interface
yo: Fàṣẹwọlé láti rí ìwò-ojú akọ̀ròyìn lò

source: Password
yo: Ọ̀rọ̀-ìfiwọlé

source: LOG IN
yo: FÀṢẸ WỌLÉ

source: <strong>WARNING:&nbsp;</strong> You appear to be using Tor2Web. This <strong>&nbsp;does not&nbsp;</strong> provide anonymity. <a href="{url}">Why is this dangerous?</a>
yo: <strong>ÌKÌLỌ̀:&nbsp;</strong> Ó jọ wípé Tor2Web ni ò ń lò. Èyí <strong>&nbsp;kò &nbsp;</strong> sọ ọ́ di àìlórúkọ. <a href="{url}">Èé ṣe tí èyí fi léwu? </a>

source: Field must be between 1 and {max_codename_len} characters long.
yo: Ọ̀rọ̀ tí o fi sílẹ̀ gbọdọ̀ gùn ju ọmọ-ọ̀rọ̀ kan sí {pọ̀jùu_orúkọodù_gígùn} lọ.

source: Invalid input.
yo: Ohun-tí-o-fi-sílẹ̀ kòlágbára

source: Write a message.
yo: Kọ iṣẹ́-ìjẹ́ kan.

source: You were redirected because you are already logged in. If you want to create a new account, you should log out first.
yo: A dáríi rẹ síbí nitori pé o ti fàṣẹwọlé tẹ́lẹ̀. Bí o bá fẹ́ ṣí ìṣàmúlò tuntun, wà á ní láti kọ́kọ́ fàṣẹ jáde.

source: You must enter a message or choose a file to submit.
yo: O gbọ́dọ̀ fi iṣẹ́-ìjẹ́ sílẹ̀ tàbí kí o yan fáìlì kan.

source: Thanks! We received your message.
yo: O ṣeun! A rí iṣẹ́-ìjẹ́ẹ̀ rẹ.

source: Thanks! We received your document.
yo: O ṣeun! A rí ìwé-ìrídìíì rẹ.

source: Thanks! We received your message and document.
yo: O ṣeun! A rí iṣẹ́-ìjẹ́ àti ìwé-ìrídìíì rẹ.

source: Reply deleted
yo: Èsì ti parẹ́

source: All replies have been deleted
yo: Gbogbo èsì ti parẹ́

source: Sorry, that is not a recognized codename.
yo: Ó dun'ni, ìyẹn kì í ṣe orúkọ-odù tí a dá mọ̀.

source: Protecting Journalists and Sources
yo: Ìdáàbòbo Oníròyìn àti àwọn Orísun ìròyìn

source: LOG OUT
yo: FÀṢẸ JÁDE

source: Server error
yo: Ìsopọ̀ kùnà

source: Sorry, the website encountered an error and was unable to complete your request.
yo: Ó dun'ni, ibùdó-ìtakùn ko ìṣòro kan, kò sì leè parí ìbéèrè rẹ.

source: Look up a codename...
yo: Ṣàwárí orúkọ-odù kan...

source: Thank you for sending this information to us. Please check back later for replies.
yo: O ṣeun tí o fi ìwífún yìí ránṣẹ́ sí wá. Jọ̀wọ́ padà wá síbí fún èsì.

source: Forgot your codename?
yo: O gbàgbé orúkọ-odù rẹ?

source: Powered by
yo: Àgbékalẹ̀ẹ

source: Please note: Sharing sensitive documents may put you at risk, even when using Tor and SecureDrop.
yo: Jọ̀wọ́ kíyèsíi: Pínpín ìwé-ìrídìí tí ó ní àlàyé ohun ìkọ̀kọ̀ nípa araà rẹ leè kó ọ sí ewu, kódà bí o bá ń lo Tor àti SecureDrop.

source: SecureDrop is a project of Freedom of the Press Foundation.
yo: Freedom of the Press Foundation ni ó ṣe iṣẹ́-àkànṣe SecureDrop.

source: Welcome
yo: Káàbọ̀

source: Please either write this codename down and keep it in a safe place, or memorize it.
yo: Jọ̀wọ́ kọ orúkọ-odù yìí sílẹ̀ kí o fi pamọ́ sí ibìkan, tàbí kí o há a sí agbárí.

source: Because we do not track users of our <strong>SecureDrop</strong> service, in future visits, using this codename will be the only way we have to communicate with you should we have questions or are interested in additional information. Unlike passwords, there is no way to retrieve a lost codename.
yo: Nítorí pé a kò ń tọpa àwọn tó ń lo <strong>SecureDrop</strong> wa, ní ọjọ́ iwájú, orúkọ-odù yìí ni yóò jẹ́ ọ̀nà kan ṣoṣo tí a ó máa fi bá ọ tàkùrọ̀sọ nígbàkúùgbà tí a bá ní àwọn ìbéèrè tàbí bí a bá fẹ́ àlàyé sí i. Kò jọ ti ọ̀rọ̀-ìfiwọlé, kò sí bí o ti lè ṣe rí orúkọ-odù tí o bá sọnù gbà padà. Kò jọ ti ọ̀rọ̀-ìfiwọlé, kò sí bí o ti lè ṣe rí orúkọ-odù tí o bá sọnù gbà padà.

source: SUBMIT DOCUMENTS
yo: TARI ÌWÉ-ÌRÍDÌÍ

source: First submission
yo: Àfisílẹ̀ àkọ́kọ́

source: First time submitting to our SecureDrop? Start here.
yo: Ìgbà àkọ́kọ́ tí o ó lo SecureDrop wa? Bẹ̀rẹ̀ níbí.

source: GET STARTED
yo: BẸ̀RẸ̀

source: Return visit
yo: Àbẹ̀wò padà

source: Already have a codename? Check for replies or submit something new.
yo: O ti ní orúkọ-odù tẹ́lẹ̀? Wo èsì tàbí fi nǹkan tuntun sílẹ̀.

source: Click the <img src="{icon}" alt="shield icon"> in the toolbar above
yo: Tẹ <img src="{àmì ìdámọ̀}" alt="àmì ìdámọ̀ apata"> ní orí pátákòirinṣẹ́ tí ó wà lókè.

source: Select <strong>Advanced Security Settings</strong>
yo: Mú <lágbára>Ààtò Ààbò Àràọ̀tọ̀</lágbára>

source: Select <strong>Safest</strong>
yo: Mú <lágbára>Aláàbòjùlọ</lágbára>

source: <a href="/">Refresh this page</a>, and you're done!
yo: <a href="/">Tún ojú-ìwé yìí tẹ̀</a>, ni o bá parí!

source: Enter Codename
yo: Fi orúkọ-odù sílẹ̀

source: Enter your codename
yo: Fi orúkọ-odù rẹ sílẹ̀

source: CANCEL
yo: FAGILÉ

source: Remember, your codename is:
yo: Rántí, orúkọ-odù rẹ ni:

source: Show
yo: Ṣ'àfihàn

source: Hide
yo: Fi-pamọ́

source: Sorry we haven't responded yet!
yo: Máà bínú a ò tíì fèsì!

source: Our SecureDrop recently experienced a surge of activity. For security reasons, the creation of a two-way communication channel was delayed until you checked in again.
yo: SecureDrop wa rí ìrúsókèe lílò láì pẹ́ yìí. Fún aabo tí ó yanrantí, a ṣe ìdádúró sí ìfẹ̀rílàdí ọlọ́nà-méjì kan títí tí o ó fi padà wá.

source: Please rest assured that we were able to download your submission, and check back again later for a reply.
yo: Jọ̀wọ́ a fi dá ọ lójú wípé a lè ṣe-àgbàálẹ̀ ìfisílẹ̀ rẹ, kí o padà wá fún èsì.

source: Submit Files or Messages
yo: Ṣe-àfisílẹ̀ Fáìlì tàbí Iṣẹ́-ìjẹ́

source: You can submit any kind of file, a message, or both.
yo: O leè Ṣe-àfisílẹ̀ onírúurú fáìlì, iṣẹ́-ìjẹ́, tàbí méjèèjì.

source: If you are already familiar with GPG, you can optionally encrypt your files and messages with our <a href="{url}" class="text-link">public key</a> before submission. Files are encrypted as they are received by SecureDrop.
yo: Bí o bá mọ bí a ṣe ń lo GPG, o lè yí-odù fáìlì àti iṣẹ́-ìjẹ́ẹ̀ rẹ padà sí odù ààbò pẹ̀lú <a href="{url}" ẹgbẹ́="àyọkà-ìsopọ̀">kọ́kọ́rọ́ gbogboògbò wa</a> kí o tó ṣe-àfisílẹ̀. Odù fáìlì ń yí padà sí ti ààbò bí SecureDrop ṣe ń gbà á.

source: <a href="{url}" class="text-link">Learn more</a>.
yo: <a href="{url}" ẹgbẹ́="àyọkà-ìsopọ̀">Kọ́ sí i</a>.

source: Read Replies
yo: Ka àwọn Èsì

source: You have received a reply. To protect your identity in the unlikely event someone learns your codename, please delete all replies when you're done with them. This also lets us know that you are aware of our reply. You can respond by submitting new files and messages above.
yo: O ti ní èsì kan. Láti dáàbò bo ìdánimọ̀ rẹ bí ẹnìkan bá jí orúkọ-odù rẹ, jọ̀wọ́ pa gbogbo èsì rẹ́ bí o bá bùṣe pẹ̀lúu wọn. Èyí tún mú wa mọ̀ wípé o mọ̀ sí èsìi wa. O lè fèsì nípa fífi fáìlì àti iṣẹ́-ìjẹ́ tuntun sílẹ̀ sókè.

source: Delete this reply?
yo: Pa èsì yìí rẹ́?

source: DELETE ALL REPLIES
yo: PA GBOGBO ÈSÌ RẸ́

source: Are you finished with the replies?
yo: Ṣé o ti parí pẹ̀lú àwọn èsì náà?

source: YES, DELETE ALL REPLIES
yo: BẸ́Ẹ̀NI, PA GBOGBO ÈSÌ RẸ́

source: NO, NOT YET
yo: RÁRÁ, KÒÌ YÁ

source: Page not found
yo: Ojú-ìwé ò jẹ́ rírí

source: Sorry, we couldn't locate what you requested.
yo: Ó dun'ni, a kò leè rí ohun tí o béèrè fún.

source: Why is there a warning about Tor2Web?
yo: Èé ṣe tí ìkìlọ̀ ṣe wà nípa Tor2Web?

source: Using Tor2Web to connect to SecureDrop will not protect your anonymity.
yo: Lílo Tor2Web láti ṣe-ìṣàsopọ̀ sí SecureDrop kò ní fi ààbò bo àìlórúkọọ̀ rẹ.

source: It could be possible for anyone monitoring your Internet traffic (your government, your Internet provider), to identify you.
yo: Ó ṣe é ṣe fún ẹnikẹ́ni láti máa ṣọ́ bí o ti ṣe ń lo Ayélujára (ìjọbaà rẹ, apèsè Ayélujáraà rẹ), láti dá ọ mọ̀.

source: You Should Use Tor Browser
yo: Ó Yẹ Kí O Lo Aṣàwáríkiri Tor

source: If you are not using Tor Browser, you <strong>may not be anonymous</strong>.
yo: Bí o kò bá lo Aṣàwáríkiri Tor, o <strong>lè máà wà ní ipò àìlórúkọ</strong>.

source: If you want to submit information to SecureDrop, we <strong>strongly advise you</strong> to install Tor Browser and use it to access our site safely and anonymously.
yo: Bí o bá fẹ́ ṣe-àfisílẹ̀ ìwífún sí oríi SecureDrop, a <lágbára>rọ̀ ọ́</lágbára> kí o fi Aṣàwáríkiri Tor sí orí ẹ̀rọọ̀ rẹ, kí o sì lò ó láti fi wọ inú ibùdóo wa pẹ̀lú ààbò àti ìpamọ́ ipò àìlórúkọ.

source: Copy and paste the following address into your browser and follow the instructions to download and install Tor Browser:
yo: Gbé ẹ̀dà ojúlé lẹ́sẹẹsẹ sórí aṣàwáríkiriì rẹ, kí o sì tẹ̀lé ìtọ́nà náà láti gbà á sílẹ̀ àti fi Aṣàwáríkiri Tor sí orí ẹ̀rọọ̀ rẹ:

source: If there is a chance that downloading Tor Browser raises suspicion and your mail provider is less likely to be monitored, you can send a mail to <pre>gettor@torproject.org</pre> and a bot will answer with instructions.
yo: Bí gbígba Aṣàwáríkiri Tor sí orí ẹ̀rọọ̀ rẹ bá mú ìfura dání àti pé kò sí àrídájú wípé apèsè ìfìwéránṣẹ́ (ímeèlì) rẹ wà ní abẹ́ ìṣọ́, o lè kọ̀wé sí<pre>gettor@torproject.org</pre>, tí ẹ̀rọ yóò sì dáhùn pẹ̀lú ìtọ́nà ohun tí o ó ṣe.

source: SecureDrop encrypts files and messages after they are submitted. Encrypting messages and files before submission can provide an extra layer of security before your data reaches the SecureDrop server.
yo: SecureDrop máa ń yí odù fáìlì àti iṣẹ́-ìjẹ́ padà fún ààbò ní kété tí o bá ti ṣe-àfisílẹ̀. Yíyí iṣẹ́-ìjẹ́ àti fáìlì padà-sì-odù-ààbò kí o tó ó ṣe-àfisílẹ̀ leè pèsè àlékún ìpele ààbò kí dátà rẹ ó dé apèsè SecureDrop náà.

source: If you are already familiar with the GPG encryption software, you may wish to encrypt your submissions yourself. To do so:
yo: Bí o bá mọ iṣẹ́-àrídìmú ìyí-data-padà-sí-odù-fún-ààbò GPG, ó lè hùn ọ́ kí o yí odù àfisílẹ̀ rẹ padà fún ààbò fúnraà rẹ. Láti ṣe bẹ́ẹ̀:

source: Import it into your GPG keyring.
yo: Kó o wọlé sínúu GPG rẹ pẹ̀lú òrùkakọ́kọ́rọ́.

source: If you are using <a href="{url}">Tails</a>, you can double-click the <code>.asc</code> file you just downloaded and it will be automatically imported to your keyring.
yo: Bí o bá ń lo <a href="{url}">Tails</a>, o lè tẹ <odù>.asc</odù> fáìlì tí o ṣẹ̀ṣẹ̀ ṣàgbàsílẹ̀ẹ rẹ̀ lẹ́ẹ̀-mejì yóò sì di kíkó wọlé sí òrùkakọ́kọ́rọ́ọ̀ rẹ fúnra rẹ̀.

source: Back to submission page
yo: Padà sí ojú-ìwé asàfisílẹ̀
