Repository: freedomofpress/securedrop
Catalog: install_files/ansible-*/roles/tails-config/templates/locale/*/LC_MESSAGES/messages.po
Languages: hi

source: Check for SecureDrop Updates
hi: SecureDrop के नए अपडेट्स के लिए चेक करे

source: Launch Journalist Interface
hi: पत्रकार मोड मे जाए

source: Launch Source Interface
hi: स्रोत (सोर्स) मोड मे जाए

source: Open File Browser
hi: फ़ाइल ब्राउज़र खोले

source: Open KeePassXC Password Vault
hi: KeePassXC पासवर्ड वॉल्ट खोले

source: SSH into the App Server
hi: ऐप्प के सर्वर मे एसएसएच भेजे

source: SSH into the Monitor Server
hi: मॉनिटर के सर्वर मे एसएसएच भेजे

source: SecureDrop Journalist Interface
hi: SecureDrop पत्रकार अंतराफलक

source: SecureDrop Source Interface
hi: SecureDrop स्रोत अंतराफलक

source: {{ tails_config_securedrop_dotfiles }}/securedrop_icon.png
hi: सभी क्षेत्रो मे हम एक ही तरह के आइकॉन फाइल प्रयोग करते है
